{"name":"Thirty-nine Articles of Religion","publication_year":1571,"type":"confession","markdown":true,"chapters":[{"name":"Of Faith in the Holy Trinity.","number":1,"text":"There is but one living and true God, everlasting, without body, parts, or passions; of infinite power, wisdom, and goodness; the Maker, and Preserver of all things both visible and invisible. And in unity of this Godhead there be three Persons, of one substance, power, and eternity; the Father, the Son, and the Holy Ghost.\n"},{"name":"Of the Word or Son of God, which was made very Man.","number":2,"text":"The Son, which is the Word of the Father, begotten from everlasting of the Father, the very and eternal God, and of one substance with the Father, took Man's nature in the womb of the blessed Virgin, of her substance: so that two whole and perfect Natures, that is to say, the Godhead and Manhood, were joined together in one Person, never to be divided, whereof is one Christ, very God, and very Man; who truly suffered, was crucified, dead and buried, to reconcile his Father to us, and to be a sacrifice, not only for original guilt, but also for all actual sins of men.\n"},{"name":"Of the going down of Christ into Hell.","number":3,"text":"As Christ died for us, and was buried, so also is it to be believed, that he went down into Hell.\n"},{"name":"Of the Resurrection of Christ.","number":4,"text":"Christ did truly rise again from death, and took again his body, with flesh, bones, and all things appertaining to the perfection of Man's nature; wherewith he ascended into Heaven, and there sitteth, until he return to judge all Men at the last day.\n"},{"name":"Of the Holy Ghost.","number":5,"text":"The Holy Ghost, proceeding from the Father and the Son, is of one substance, majesty, and glory, with the Father and the Son, very and eternal God.\n"},{"name":"Of the Sufficiency of the holy Scriptures for salvation.","number":6,"text":"Holy Scripture containeth all things necessary to salvation: so that\nwhatsoever is not read therein, nor may be proved thereby, is not to be\nrequired of any man, that it should be believed as an article of the\nFaith, or be thought requisite or necessary to salvation. In the name of\nthe holy Scripture we do understand those Canonical Books of the Old and\nNew Testament, of whose authority was never any doubt in the Church.\n\nOf the Names and Number of the Canonical Books\n\nGenesis, Exodus, Leviticus, Numbers, Deuteronomy, Joshua, Judges, Ruth,\nThe First Book of Samuel, The Second Book of Samuel, The First Book of\nKings, The Second Book of Kings, The First Book of Chronicles, The Second\nBook of Chronicles, The First Book of Esdras [Ezra], The Second Book of\nEsdras [Nehemiah], The Book of Esther, The Book of Job, The Psalms, The\nProverbs, Ecclesiastes or Preacher, Cantica, or Songs of Solomon, Four\nProphets the greater, Twelve Prophets the less.\n\nAnd the other Books (as Hierome saith) the Church doth read for example of\nlife and instruction of manners; but yet doth it not apply them to\nestablish any doctrine; such are these following:\n\nThe Third Book of Esdras [I Esdras], The Fourth Book of Esdras [II\nEsdras], The Book of Tobias, The Book of Judith, The rest of the Book of\nEsther, The Book of Wisdom, Jesus the Son of Sirach [or Ecclesiasticus],\nBaruch the Prophet, The Song of the Three Children, The Story of Susanna,\nOf Bel and the Dragon, The Prayer of Manasses, The First Book of\nMaccabees, The Second Book of Maccabees.  All the Books of the New\nTestament, as they are commonly received, we do receive, and account them\nCanonical.\n"},{"name":"Of the Old Testament.","number":7,"text":"The Old Testament is not contrary to the New: for both in the Old and New Testament everlasting life is offered to Mankind by Christ, who is the only Mediator between God and Man, being both God and Man. Wherefore they are not to be heard, which feign that the old Fathers did look only for transitory promises. Although the Law given from God by Moses, as touching Ceremonies and Rites, do not bind Christian men, nor the Civil precepts thereof ought of necessity to be received in any commonwealth; yet notwithstanding, no Christian man whatsoever is free from the obedience of the Commandments which are called Moral.\n"},{"name":"Of the Creeds.","number":8,"text":"The Three Creeds, Nicene Creed, Athanasius's Creed, and that which is commonly called the Apostles' Creed, ought thoroughly to be received and believed: for they may be proved by most certain warrants of holy Scripture.\n"},{"name":"Of Original or Birth-sin.","number":9,"text":"Original Sin standeth not in the following of Adam, (as the Pelagians do vainly talk;) but it is the fault and corruption of the Nature of every man, that naturally is ingendered of the offspring of Adam; whereby man is very far gone from original righteousness, and is of his own nature inclined to evil, so that the flesh lusteth always contrary to the spirit; and therefore in every person born into this world, it deserveth God's wrath and damnation. And this infection of nature doth remain, yea in them that are regenerated; whereby the lust of the flesh, called in the Greek, φρονημα σαρκος, which some do expound the wisdom, some sensuality, some the affection, some the desire, of the flesh, is not subject to the Law of God. And although there is no condemnation for them that believe and are baptized, yet the Apostle doth confess, that concupiscence and lust hath of itself the nature of sin.\n"},{"name":"Of Free-Will.","number":10,"text":"The condition of Man after the fall of Adam is such, that he cannot turn and prepare himself, by his own natural strength and good works, to faith, and calling upon God: Wherefore we have no power to do good works pleasant and acceptable to God, without the grace of God by Christ preventing us, that we may have a good will, and working with us, when we have that good will.\n"},{"name":"Of the Justification of Man.","number":11,"text":"We are accounted righteous before God, only for the merit of our Lord and Saviour Jesus Christ by Faith, and not for our own works or deservings: Wherefore, that we are justified by Faith only is a most wholesome Doctrine, and very full of comfort, as more largely is expressed in the Homily of Justification.\n"},{"name":"Of Good Works.","number":12,"text":"Albeit that Good Works, which are the fruits of Faith, and follow after Justification, cannot put away our sins, and endure the severity of God's Judgement; yet are they pleasing and acceptable to God in Christ, and do spring out necessarily of a true and lively Faith; insomuch that by them a lively Faith may be as evidently known as a tree discerned by the fruit.\n"},{"name":"Of Works before Justification.","number":13,"text":"Works done before the grace of Christ, and the Inspiration of his Spirit, are not pleasant to God, forasmuch as they spring not of faith in Jesus Christ, neither do they make men meet to receive grace, or (as the School-authors say) deserve grace of congruity: yea rather, for that they are not done as God hath willed and commanded them to be done, we doubt not but they have the nature of sin.\n"},{"name":"Of Works of Supererogation.","number":14,"text":"Voluntary Works besides, over and above, God's Commandments, which they call Works of Supererogation, cannot be taught without arrogancy and impiety: for by them men do declare, that they do not only render unto God as much as they are bound to do, but that they do more for his sake, than of bounden duty is required: whereas Christ saith plainly, When ye have done all that are commanded to you, say, We are unprofitable servants.\n"},{"name":"Of Christ alone without Sin.","number":15,"text":"Christ in the truth of our nature was made like unto us in all things, sin only except, from which he was clearly void, both in his flesh, and in his spirit. He came to be the Lamb without spot, who, by sacrifice of himself once made, should take away the sins of the world, and sin, as Saint John saith, was not in him. But all we the rest, although baptized, and born again in Christ, yet offend in many things; and if we say we have no sin, we deceive ourselves, and the truth is not in us.\n"},{"name":"Of Sin after Baptism.","number":16,"text":"Not every deadly sin willingly committed after Baptism is sin against the Holy Ghost, and unpardonable. Wherefore the grant of repentance is not to be denied to such as fall into sin after Baptism. After we have received the Holy Ghost, we may depart from grace given, and fall into sin, and by the grace of God we may arise again, and amend our lives. And therefore they are to be condemned, which say, they can no more sin as long as they live here, or deny the place of forgiveness to such as truly repent.\n"},{"name":"Of Predestination and Election.","number":17,"text":"Predestination to Life is the everlasting purpose of God, whereby (before\nthe foundations of the world were laid) he hath constantly decreed by his\ncounsel secret to us, to deliver from curse and damnation those whom he\nhath chosen in Christ out of mankind, and to bring them by Christ to\neverlasting salvation, as vessels made to honour. Wherefore, they which be\nendued with so excellent a benefit of God be called according to God's\npurpose by his Spirit working in due season: they through Grace obey the\ncalling: they be justified freely: they be made sons of God by adoption:\nthey be made like the image of his only-begotten Son Jesus Christ: they\nwalk religiously in good works, and at length, by God's mercy, they attain\nto everlasting felicity.\n\nAs the godly consideration of Predestination, and our Election in Christ,\nis full of sweet, pleasant, and unspeakable comfort to godly persons, and\nsuch as feel in themselves the working of the Spirit of Christ, mortifying\nthe works of the flesh, and their earthly members, and drawing up their\nmind to high and heavenly things, as well because it doth greatly\nestablish and confirm their faith of eternal Salvation to be enjoyed\nthrough Christ, as because it doth fervently kindle their love towards\nGod: So, for curious and carnal persons, lacking the Spirit of Christ, to\nhave continually before their eyes the sentence of God's Predestination,\nis a most dangerous downfall, whereby the Devil doth thrust them either\ninto desperation, or into wretchlessness of most unclean living, no less\nperilous than desperation.\n\nFurthermore, we must receive God's promises in such wise, as they be\ngenerally set forth to us in holy Scripture: and, in our doings, that Will\nof God is to be followed, which we have expressly declared unto us in the\nWord of God.\n"},{"name":"Of obtaining eternal Salvation only by the Name of Christ.","number":18,"text":"They also are to be had accursed that presume to say, That every man shall be saved by the Law or Sect which he professeth, so that he be diligent to frame his life according to that Law, and the light of Nature. For holy Scripture doth set out unto us only the Name of Jesus Christ, whereby men must be saved.\n"},{"name":"Of the Church.","number":19,"text":"The visible Church of Christ is a congregation of faithful men, in the\nwhich the pure Word of God is preached, and the Sacraments be duly\nministered according to Christ's ordinance in all those things that of\nnecessity are requisite to the same.\n\nAs the Church of Jerusalem, Alexandria, and Antioch, have erred; so also\nthe Church of Rome hath erred, not only in their living and manner of\nCeremonies, but also in matters of Faith.\n"},{"name":"Of the Authority of the Church.","number":20,"text":"The Church hath power to decree Rites or Ceremonies, and authority in Controversies of Faith: And yet it is not lawful for the Church to ordain any thing that is contrary to God's Word written, neither may it so expound one place of Scripture, that it be repugnant to another. Wherefore, although the Church be a witness and a keeper of holy Writ, yet, as it ought not to decree any thing against the same, so besides the same ought it not to enforce any thing to be believed for necessity of Salvation.\n"},{"name":"Of the Authority of General Councils.","number":21,"text":"General Councils may not be gathered together without the commandment and will of Princes. And when they be gathered together, (forasmuch as they be an assembly of men, whereof all be not governed with the Spirit and Word of God,) they may err, and sometimes have erred, even in things pertaining unto God. Wherefore things ordained by them as necessary to salvation have neither strength nor authority, unless it may be declared that they be taken out of holy Scripture.\n"},{"name":"Of Purgatory.","number":22,"text":"The Romish Doctrine concerning Purgatory, Pardons, Worshipping and Adoration, as well of Images as of Reliques, and also invocation of Saints, is a fond thing vainly invented, and grounded upon no warranty of Scripture, but rather repugnant to the Word of God.\n"},{"name":"Of Ministering in the Congregation.","number":23,"text":"It is not lawful for any man to take upon him the office of public preaching, or ministering the Sacraments in the Congregation, before he be lawfully called, and sent to execute the same. And those we ought to judge lawfully called and sent, which be chosen and called to this work by men who have public authority given unto them in the Congregation, to call and send Ministers into the Lord's vineyard.\n"},{"name":"Of speaking in the Congregation in such a tongue as the people understandeth.","number":24,"text":"It is a thing plainly repugnant to the Word of God, and the custom of the Primitive Church, to have public Prayer in the Church, or to minister the Sacraments in a tongue not understanded of the people.\n"},{"name":"Of the Sacraments.","number":25,"text":"Sacraments ordained of Christ be not only badges or tokens of Christian\nmen's profession, but rather they be certain sure witnesses, and effectual\nsigns of grace, and God's good will towards us, by the which he doth work\ninvisibly in us, and doth not only quicken, but also strengthen and\nconfirm our Faith in him.\n\nThere are two Sacraments ordained of Christ our Lord in the Gospel, that\nis to say, Baptism, and the Supper of the Lord.\n\nThose five commonly called Sacraments, that is to say, Confirmation,\nPenance, Orders, Matrimony, and extreme Unction, are not to be counted for\nSacraments of the Gospel, being such as have grown partly of the corrupt\nfollowing of the Apostles, partly are states of life allowed in the\nScriptures; but yet have not like nature of Sacraments with Baptism, and\nthe Lord's Supper, for that they have not any visible sign or ceremony\nordained of God.\n\nThe Sacraments were not ordained of Christ to be gazed upon, or to be\ncarried about, but that we should duly use them. And in such only as\nworthily receive the same they have a wholesome effect or operation: but\nthey that receive them unworthily purchase to themselves damnation, as\nSaint Paul saith.\n"},{"name":"Of the Unworthiness of the Ministers, which hinders not the effect of the Sacraments.","number":26,"text":"Although in the visible Church the evil be ever mingled with the good, and\nsometimes the evil have chief authority in the Ministration of the Word\nand Sacraments, yet forasmuch as they do not the same in their own name,\nbut in Christ's, and do minister by his commission and authority, we may\nuse their Ministry, both in hearing the Word of God, and in receiving of\nthe Sacraments. Neither is the effect of Christ's ordinance taken away by\ntheir wickedness, nor the grace of God's gifts diminished from such as by\nfaith and rightly do receive the Sacraments ministered unto them; which be\neffectual, because of Christ's institution and promise, although they be\nministered by evil men.\n\nNevertheless, it appertaineth to the discipline of the Church, that\ninquiry be made of evil Ministers, and that they be accused by those that\nhave knowledge of their offences; and finally being found guilty, by just\njudgement be deposed.\n"},{"name":"Of Baptism.","number":27,"text":"Baptism is not only a sign of profession, and mark of difference, whereby Christian men are discerned from others that be not christened, but it is also a sign of Regeneration or new Birth, whereby, as by an instrument, they that receive Baptism rightly are grafted into the Church; the promises of forgiveness of sin, and of our adoption to be the sons of God by the Holy Ghost, are visibly signed and sealed; Faith is confirmed, and Grace increased by virtue of prayer unto God. The Baptism of young Children is in any wise to be retained in the Church, as most agreeable with the institution of Christ.\n"},{"name":"Of the Lord's Supper.","number":28,"text":"The Supper of the Lord is not only a sign of the love that Christians\nought to have among themselves one to another; but rather is a Sacrament\nof our Redemption by Christ's death: insomuch that to such as rightly,\nworthily, and with faith, receive the same, the Bread which we break is a\npartaking of the Body of Christ; and likewise the Cup of Blessing is a\npartaking of the Blood of Christ.\n\nTransubstantiation (or the change of the substance of Bread and Wine) in\nthe Supper of the Lord, cannot be proved by holy Writ; but is repugnant to\nthe plain words of Scripture, overthroweth the nature of a Sacrament, and\nhath given occasion to many superstitions.\n\nThe Body of Christ is given, taken, and eaten, in the Supper, only after\nan heavenly and spiritual manner. And the mean whereby the Body of Christ\nis received and eaten in the Supper is Faith.\n\nThe Sacrament of the Lord's Supper was not by Christ's ordinance reserved,\ncarried about, lifted up, or worshipped.\n"},{"name":"Of the Wicked which eat not the Body of Christ in the use of the Lord's Supper.","number":29,"text":"The Wicked, and such as be void of a lively faith, although they do carnally and visibly press with their teeth (as Saint Augustine saith) the Sacrament of the Body and Blood of Christ, yet in no wise are they partakers of Christ: but rather, to their condemnation, do eat and drink the sign or Sacrament of so great a thing.\n"},{"name":"Of both kinds.","number":30,"text":"The Cup of the Lord is not to be denied to the Lay-people: for both the parts of the Lord's Sacrament, by Christ's ordinance and commandment, ought to be ministered to all Christian men alike.\n"},{"name":"Of the one Oblation of Christ finished upon the Cross.","number":31,"text":"The Offering of Christ once made is that perfect redemption, propitiation, and satisfaction, for all the sins of the whole world, both original and actual; and there is none other satisfaction for sin, but that alone. Wherefore the sacrifices of Masses, in the which it was commonly said, that the Priest did offer Christ for the quick and the dead, to have remission of pain or guilt, were blasphemous fables, and dangerous deceits.\n"},{"name":"Of the Marriage of Priests.","number":32,"text":"Bishops, Priests, and Deacons, are not commanded by God's Law, either to vow the estate of single life, or to abstain from marriage: therefore it is lawful for them, as for all other Christian men, to marry at their own discretion, as they shall judge the same to serve better to godliness.\n"},{"name":"Of excommunicate Persons, how they are to be avoided.","number":33,"text":"That person which by open denunciation of the Church is rightly cut off from the unity of the Church, and excommunicated, ought to be taken of the whole multitude of the faithful, as an Heathen and Publican, until he be openly reconciled by penance, and received into the Church by a judge that hath authority thereunto.\n"},{"name":"Of the Traditions of the Church.","number":34,"text":"It is not necessary that Traditions and Ceremonies be in all places one,\nand utterly like; for at all times they have been divers, and may be\nchanged according to the diversities of countries, times, and men's\nmanners, so that nothing be ordained against God's Word. Whosoever\nthrough his private judgement, willingly and purposely, doth openly break\nthe traditions and ceremonies of the Church, which be not repugnant to the\nWord of God, and be ordained and approved by common authority, ought to be\nrebuked openly, (that others may fear to do the like,) as he that\noffendeth against the common order of the Church, and hurteth the\nauthority of the Magistrate, and woundeth the consciences of the weak\nbrethren.\n\nEvery particular or national Church hath authority to ordain, change, and\nabolish, ceremonies or rites of the Church ordained only by man's\nauthority, so that all things be done to edifying.\n"},{"name":"Of the Homilies.","number":35,"text":"The second Book of Homilies, the several titles whereof we have joined\nunder this Article, doth contain a godly and wholesome Doctrine, and\nnecessary for these times, as doth the former Book of Homilies, which were\nset forth in the time of Edward the Sixth; and therefore we judge them to\nbe read in Churches by the Ministers, diligently and distinctly, that they\nmay be understanded of the people.\n\nOf the Names of the Homilies.\n\n1. Of the right Use of the Church.\n2. Against Peril of Idolatry.\n3. Of repairing and keeping clean of Churches.\n4. Of good Works: first of Fasting.\n5. Against Gluttony and Drunkenness.\n6. Against Excess of Apparel\n7. Of Prayer.\n8. Of the Place and Time of Prayer.\n9. That Common Prayers and Sacraments ought to be ministered in a known tongue.\n10. Of the reverend Estimation of God's Word.\n11. Of Alms-doing.\n12. Of the Nativity of Christ.\n13. Of the Passion of Christ.\n14. Of the Resurrection of Christ.\n15. Of the worthy receiving of the Sacrament of the Body and Blood of Christ.\n16. Of the Gifts of the Holy Ghost.\n17. For the Rogation-days.\n18. Of the State of Matrimony.\n19. Of Repentance.\n20. Against Idleness.\n21. Against Rebellion.\n"},{"name":"Of Consecration of Bishops and Ministers.","number":36,"text":"The Book of Consecration of Archbishops and Bishops, and Ordering of Priests and Deacons, lately set forth in the time of Edward the Sixth, and confirmed at the same time by authority of Parliament, doth contain all things necessary to such Consecration and Ordering: neither hath it any thing, that of itself is superstitious and ungodly. And therefore whosoever are consecrated or ordered according to the Rites of that Book, since the second year of the forenamed King Edward unto this time, or hereafter shall be consecrated or ordered according to the same Rites; we decree all such to be rightly, orderly, and lawfully consecrated and ordered.\n"},{"name":"Of the Civil Magistrates.","number":37,"text":"\nThe King's Majesty hath the chief power in this Realm of England, and\nother his Dominions, unto whom the chief Government of all Estates of this\nRealm, whether they be Ecclesiastical or Civil, in all causes doth\nappertain, and is not, nor ought to be, subject to any foreign\nJurisdiction.\n\nWhere we attribute to the King's Majesty the chief government, by which\nTitles we understand the minds of some slanderous folks to be offended; we\ngive not to our Princes the ministering either of God's Word, or of the\nSacraments, the which thing the Injunctions also lately set forth by\nElizabeth our Queen do most plainly testify; but that only prerogative,\nwhich we see to have been given always to all godly Princes in holy\nScriptures by God himself; that is, that they should rule all estates and\ndegrees committed to their charge by God, whether they be Ecclesiastical\nor Temporal, and restrain with the civil sword the stubborn and evil\ndoers.\n\nThe Bishop of Rome hath no jurisdiction in this Realm of England.\n\nThe Laws of the Realm may punish Christian men with death, for heinous and\ngrievous offences.\n\nIt is lawful for Christian men, at the commandment of the Magistrate, to\nwear weapons, and serve in the wars.\n"},{"name":"Of Christian Men's Goods, which are not common.","number":38,"text":"The Riches and Goods of Christians are not common, as touching the right, title, and possession of the same, as certain Anabaptists do falsely boast. Notwithstanding, every man ought, of such things as he possesseth, liberally to give alms to the poor, according to his ability.\n"},{"name":"Of a Christian Man's Oath.","number":39,"text":"As we confess that vain and rash Swearing is forbidden Christian men by our Lord Jesus Christ, and James his Apostle, so we judge, that Christian Religion doth not prohibit, but that a man may swear when the Magistrate requireth, in a cause of faith and charity, so it be done according to the Prophet's teaching, in justice, judgement, and truth.\n"}]}