{"name":"The Second Helvetic Confession","publication_year":1562,"type":"confession","markdown":true,"chapters":[{"name":"Of The Holy Scripture Being The True Word of God","number":1,"text":"\nCANONICAL SCRIPTURE. We believe and confess the canonical Scriptures of\nthe holy prophets and apostles of both Testaments to be the true Word of\nGod, and to have sufficient authority of themselves, not of men. For God\nhimself spoke to the fathers, prophets, apostles, and still speaks to us\nthrough the Holy Scriptures.\n\nAnd in this Holy Scripture, the universal Church of Christ has the most\ncomplete exposition of all that pertains to a saving faith, and also to\nthe framing of a life acceptable to God; and in this respect it is\nexpressly commanded by God that nothing be either added to or taken from\nthe same.\n\nSCRIPTURE TEACHES FULLY ALL GODLINESS. We judge, therefore, that from\nthese Scriptures are to be derived true wisdom and godliness, the\nreformation and government of churches; as also instruction in all duties\nof piety; and, to be short, the confirmation of doctrines, and the\nrejection of all errors, moreover, all exhortations according to that word\nof the apostle, \"All scripture is inspired by God and profitable for\nteaching, for reproof,\" etc. (2 Timothy 3:16-17). Again, \"I am writing\nthese instructions to you,\" says the apostle to Timothy, \"So that you may\nknow how one ought to behave in the household of God,\" etc. (1 Timothy\n3:14-15). SCRIPTURE IS THE WORD OF GOD. Again, the selfsame apostle to the\nThessalonians: \"When,\" says he, \"You received the word of God which you\nheard from us, you accepted it, not as the word of men but as what it\nreally is, the Word of God,\" etc. (1 Thess. 2:13) For the Lord himself has\nsaid in the gospel, \"It is not you who speak, but the Spirit of my Father\nspeaking through you\"; therefore \"He who hears you hears me, and he who\nrejects me rejects him who sent me\" (Matt. 10:20; Luke 10:16; John 13:20)\n\nTHE PREACHING OF THE WORD OF GOD IS THE WORD OF GOD. Wherefore when this\nWord of God is now preached in the church by preachers lawfully called, we\nbelieve that the very Word of God is proclaimed, and received by the\nfaithful; and that neither any other Word of God is to be invented nor is\nto be expected from heaven: and that now the Word itself which is preached\nis to be regarded, not the minister that preaches; for even if he be evil\nand a sinner, nevertheless the Word of God remains still true and good.\n\nNeither do we think that therefore the outward preaching is to be thought\nas fruitless because the instruction in true religion depends on the\ninward illumination of the Spirit, or because it is written \"And no longer\nshall each man teach his neighbor..., for they shall all know me\"\n(Jer. 31:34), And \"Neither he who plants nor he that waters is anything,\nbut only God who gives the growth\" (1 Cor. 3:7). For although \"No one can\ncome to Christ unless he be drawn by the Father\" (John 6:44), And unless\nthe Holy Spirit inwardly illumines him, yet we know that it is surely the\nwill of God that his Word should be preached outwardly also. God could\nindeed, by his Holy Spirit, or by the ministry of an angel, without the\nministry of St. Peter, have taught Cornelius in the Acts; but,\nnevertheless, he refers him to Peter, of whom the angel speaking says, \"He\nshall tell you what you ought to do.\"\n\nINWARD ILLUMINATION DOES NOT ELIMINATE EXTERNAL PREACHING. For he that\nilluminates inwardly by giving men the Holy Spirit, the same one, by way\nof commandment, said unto his disciples, \"Go into all the world, and\npreach the gospel to the whole creation\" (Mark 16:15). And so in\nPhillippi, Paul preached the word outwardly to Lydia, a seller of purple\ngoods; but the Lord inwardly opened the woman's heart (Acts 16:14). And\nthe same Paul, after a beautiful development of his thought, in Romans\n10:17 at length comes to the conclusion, \"So faith comes from hearing and\nhearing from the Word of God by the preaching of Christ.\"\n\nAt the same time we recognize that God can illuminate whom and when he\nwill, Even without the external ministry, for that is in his power; but we\nspeak of the usual way of instructing men, delivered unto us from God,\nboth by commandment and examples.\n\nHERESIES. We therefore detest all the heresies of Artemon, the\nManichaeans, the Valentinians, of Cerdon, and the Marcionites, who deny\nthat the Scriptures proceeded from the Holy Spirit; or did not accept some\nparts of them, or interpolated and corrupted them.\n\nAPOCRYPHA. And yet we do not conceal the fact that certain books of the\nOld Testament were by the ancient authors called apocryphal, and by the\nothers ecclesiastical; in as much as some would have them read in the\nchurches, but not advanced as an authority from which the faith is to be\nestablished. As Augustine also, in his De Civitate Dei, book 18, ch. 38,\nremarks that \"In the books of the Kings, the names and books of certain\nprophets are cited\"; but he adds that \"They are not in the canon\"; and\nthat \"those books which we have suffice unto godliness.\"\n"},{"name":"Of Interpreting The Holy Scripture; and of Fathers, Councils, and Traditions","number":2,"text":"\nTHE TRUE INTERPRETATION OF SCRIPTURE. The apostle peter has said that the\nHoly Scriptures are not of private interpretation (2 Pet. 1:20), and thus\nwe do not allow all possible interpretations. Nor consequently do we\nacknowledge as the true or genuine interpretation of the Scriptures what\nis called the conception of the Roman Church, that is, what the defenders\nof the Roman Church plainly maintain should be thrust upon all for\nacceptance. But we hold that the interpretation of the Scripture to be\northodox and genuine which is gleaned from the Scriptures themselves (from\nthe nature of the language in which they were written, likewise according\nto the circumstances in which they were set down, and expounded in the\nlight of and unlike passages and of many and clearer passages) and which\nagree with the rule of faith and love, and contributes much to the glory\nof God and man's salvation.\n\nINTERPRETATIONS OF THE HOLY FATHERS. Wherefore we do not despise the\ninterpretations of the holy Greek and Latin fathers, nor reject their\ndisputations and treatises concerning sacred matters as far as they agree\nwith the Scriptures; but we modestly dissent from them when they are found\nto set down things differing from, or altogether contrary to, the\nScriptures. Neither do we think that we do them any wrong in this matter;\nseeing that they all, with one consent, will not have their writings\nequated with the canonical Scriptures, but command us to prove how far\nthey agree or disagree with them, and to accept what is in agreement and\nto reject what is in disagreement.\n\nCOUNCILS. And in the same order also we place the decrees and canons of\ncouncils.\n\nWherefore we do not permit ourselves, in controversies about religion or\nmatters of faith, to urge our case with only the opinions of the fathers\nor decrees of councils; much less by received customs, or by the large\nnumber of those who share the same opinion, or by the prescription of a\nlong time. Who Is The Judge? Therefore, we do not admit any other judge\nthan God himself, who proclaims by the Holy Scriptures what is true, what\nis false, what is to be followed, or what to be avoided. So we do assent\nto the judgments of spiritual men which are drawn from the Word of\nGod. Certainly Jeremiah and other prophets vehemently condemned the\nassemblies of priests which were set up against the law of God; and\ndiligently admonished us that we should not listen to the fathers, or\ntread in their path who, walking in their own inventions, swerved from the\nlaw of God.\n\nTRADITIONS OF MEN. Likewise we reject human traditions, even if they be\nadorned with high-sounding titles, as though they were divine and\napostolical, delivered to the Church by the living voice of the apostles,\nand, as it were, through the hands of apostolical men to succeeding\nbishops which, when compared with the Scriptures, disagree with them; and\nby their disagreement show that they are not Apostolic at all. For as the\napostles did not contradict themselves in doctrine, so the apostolic men\ndid not set forth things contrary to the apostles. On the contrary, it\nwould be wicked to assert that the apostles by a living voice delivered\nanything contrary to their writings. Paul affirms expressly that he taught\nthe same things in all churches (1 Cor. 4:17). And, again, \"For we write\nyou nothing but what you can read and understand.\" (2 Cor. 1:13). Also,\nin another place, he testifies that he and his disciples - that is,\napostolic men - walked in the same way, and jointly by the same Spirit did\nall things (2 Cor. 12:18). Moreover, the Jews in former times had the\ntraditions of their elders; but these traditions were severely rejected by\nthe Lord, indicating that the keeping of them hinders God's law, and that\nGod is worshipped in vain by such traditions (Matt. 15:1 ff.; Mark 7:1\nff).\n"},{"name":"Of God, His Unity and Trinity","number":3,"text":"\nGOD IS ONE. We believe and teach that God is one in essence or nature,\nsubsisting in himself, all sufficient in himself, invisible, incorporeal,\nimmense, eternal, Creator of all things both visible and invisible, the\ngreatest good, living, quickening and preserving all things, omnipotent\nand supremely wise, kind and merciful, just and true. Truly we detest many\ngods because it is expressly written: \"The Lord your God is one Lord\"\n(Deut.6:4). \"I am the Lord your God. You shall have no other gods before\nme\" (Ex. 20:2-3). \"I am the Lord, and there is no other god besides me. Am\nI not the Lord, and there is no other God beside me? A righteous God and a\nSavior; there is none besides me\" ((Isa. 45:5, 21). \"The Lord, the Lord, a\nGod merciful and gracious, slow to anger, and abounding in steadfast love\nand faithfulness\" (Ex. 34:6).\n\nGOD IS THREE. Notwithstanding we believe and teach that the same immense,\none and indivisible God is in person inseparably and without confusion\ndistinguished as Father, Son and Holy Spirit so, as the Father has\nbegotten the Son from eternity, the Son is begotten by an ineffable\ngeneration, and the holy Spirit truly proceeds from them both, and the\nsame from eternity and is to be worshipped with both.\n\nThus there are not three gods, but three persons, cosubstantial,\ncoeternal, and coequal; distinct with respect to hypostases, and with\nrespect to order, the one preceding the other yet without any\ninequality. For according to the nature or essence they are so joined\ntogether that they are one God, and the divine nature is common to the\nFather, Son and Holy Spirit.\n\nFor Scripture has delivered to us a manifest distinction of persons, the\nangel saying, among other things, to the Blessed Virgin, \"The Holy Spirit\nwill come upon you, and the power of the Most High will overshadow you;\ntherefore the child to be born will be called holy, the Son of God\" (Luke\n1:35). And also in the baptism of Christ a voice is heard from heaven\nconcerning Christ, saying, \"This is my beloved Son\" (Math. 3:17). The Holy\nSpirit also appeared in the form of a dove (John 1:32). And when the Lord\nhimself commanded the apostles to baptize, he commanded them to baptize\n\"in the name of the Father, and the Son, and the Holy Spirit\"\n(Matt. 28:19). Elsewhere in the Gospel he said: \"The Father will send the\nHoly Spirit in my name\" (John 14:26), and again he said: \"When the\nCounselor comes, whom I shall send to you from the Father, even the Spirit\nof truth, who proceeds from the Father, he will bear witness to me,\"\netc. (John 15:26). In short, we receive the Apostles' Creed because it\ndelivers to us the true faith.\n\nHERESIES. Therefore we condemn the Jews and Mohammedans, and all those who\nblaspheme that sacred and adorable Trinity. We also condemn all heresies\nand heretics who teach that the Son and Holy Spirit are God in name only,\nand also that there is something created and subservient, or subordinate\nto another in the Trinity, and that their is something unequal in it, a\ngreater or a less, something corporeal or corporeally conceived, something\ndifferent with respect to character or will, something mixed or solitary,\nas if the Son and Holy Spirit were the affections and properties of one\nGod the Father, as the Monarchians, Novatians, Praxeas, Patripassians,\nSabellius, Paul of Samosata, Aetius, Macedonius, Anthropomorphites, Arius,\nand such like, have thought.\n"},{"name":"Of Idols or Images of God, Christ and The Saints","number":4,"text":"\nIMAGES OF GOD. Since God as Spirit is in essence invisible and immense, he\ncannot really be expressed by any art or image. For this reason we have no\nfear pronouncing with Scripture that images of God are mere\nlies. Therefore we reject not only the idols of the Gentiles, but also the\nimages of Christians.\n\nIMAGES OF CHRIST. Although Christ assumed human nature, yet he did not on\nthat account assume it in order to provide a model for carvers and\npainters. He denied that he had come \"to abolish the law and the prophets\"\n(Matt. 5:17). But images are forbidden by the law and the prophets\"\n(Deut. 4:15; Isa. 44:9). He denied that his bodily presence would be\nprofitable for the Church, and promised that he would be near us by his\nSpirit forever (John 16:7). Who, therefore, would believe that a shadow or\nlikeness of his body would contribute any benefit to the pious? (2\nCor. 5:5). Since he abides in us by his Spirit, we are therefore the\ntemple of God (1 Cor. 3:16). But \"what agreement has the temple of God\nwith idols?\" (2 Cor. 6:16).\n\nIMAGES OF SAINTS. And since the blessed spirits and saints in heaven,\nwhile they lived here on earth, rejected all worship of themselves (Acts\n3:12 f.; 14:11 ff.; Rev. 14:7; 22:9) and condemned images, shall anyone\nfind it likely that the heavenly saints and angels are pleased with their\nown images before which men kneel. uncover their heads, and bestow other\nhonors?\n\nBut in fact in order to instruct men in religion and to remind them of\ndivine things and of their salvation, the Lord commanded the preaching of\nthe Gospel (Mark 16:15) - not to paint and to teach the laity by means of\npictures. Moreover, he instituted sacraments, but nowhere did he set up\nimages.\n\nTHE SCRIPTURES OF THE LAITY. Furthermore, wherever we turn our eyes, we\nsee the living and true creatures of God which, if they be observed, as is\nproper, make a much more vivid impression on the beholders than all images\nor vain, motionless, feeble and dead pictures made by men, of which the\nprophet truly said: \"They have eyes, but do not see\" (Ps. 115:5).\n\nLACTANTIUS. Therefore we approved the judgment of Lactantius, and ancient\nwriter, who says: \"Undoubtedly no religion exists where there is an\nimage.\"\n\nEPIPHANIUS AND JEROME. We also assert that the blessed bishop Epiphanius\ndid right when, finding on the doors of a church a veil on which was\npainted a picture supposedly of Christ or some saint, he ripped it down\nand took it away, because to see a picture of a man hanging in the Church\nof Christ was contrary to the authority of Scripture. Wherefore he charged\nthat from henceforth no such veils, which were contrary to our religion,\nshould be hung in the Church of Christ, and that rather such questionable\nthings, unworthy of the Church of Christ and the faithful people, should\nbe removed. Moreover, we approve of this opinion of St. Augustine\nconcerning true religion: \"Let not the worship of the works of men be a\nreligion for us. For the artists themselves who make such things are\nbetter; yet we ought not to worship them\" (De Vera Religione, cap. 55).\n"},{"name":"Of The Adoration, Worship and Invocation of God Through The Only Mediator Jesus Christ","number":5,"text":"\nGOD ALONE IS TO BE ADORED AND WORSHIPPED. We teach that the true God alone\nis to be adored and worshipped. This honor we impart to none other,\naccording to the commandment of the Lord, \"You shall worship the Lord your\nGod and him only shall you serve\" (Math. 4:10). Indeed, all the prophets\nseverely inveighed against the people of Israel whenever they adored and\nworshipped strange gods, and not the only true God. But we teach that God\nis to be adored and worshipped as he himself has taught us to worship,\nnamely, \"in spirit and in truth\" (John 4:23 f.), not with any\nsuperstition, but with sincerity, according to his Word; lest at anytime\nhe should say to us: \"Who has required these things from your hands?\"\n(Isa. 1:12; Jer. 6:20). For Paul also says: \"God is not served by human\nhands, as though he needed anything,\" etc. (Acts 17:25).\n\nGOD ALONE IS TO BE INVOKED THROUGH THE MEDIATION OF CHRIST ALONE. In all\ncrises and trials of our life we call upon him alone, and that by the\nmediation of our only mediator and intercessor, Jesus Christ. For we have\nbeen explicitly commanded: \"Call upon me in the day of trouble; I will\ndeliver you, and you shall glorify me\" (Ps. 1:15). Moreover, we have a\nmost generous promise from the Lord Who said: \"If you ask anything of the\nFather, he will give it to you\" (John 16:23), and: \"Come to me, all who\nlabor and are heavy laden and I will give you rest: (Matt 11:28). And\nsince it is written: \"How are men to call upon him in whom they have not\nbelieved?\" (Rom. 10:14), and since we do believe in God alone, we\nassuredly call upon him alone, and we do so through Christ. For as the\napostle says, \"There is one God and there is one mediator between God and\nmen, the man Christ Jesus? (1 Tim. 2:5), and, \"If any one does sin, we\nhave an advocate with the Father, Jesus Christ the righteous,\" etc. (I\nJohn 2:1).\n\nTHE SAINTS ARE NOT TO BE ADORED, WORSHIPPED OR INVOKED. For this reason we\ndo not adore, worship, or pray to the saints in heaven, or to other gods,\nand we do not acknowledge them as our intercessors or mediators before the\nFather in heaven. For God and Christ the Mediator are sufficient for us;\nneither do we give to others the honor that is due to God alone and to his\nSon, because he has expressly said: \"My glory I give to no other:\n(Isa. 42:8), and because Peter has said: \"There is no other name under\nheaven given among men by which we must be saved,\" except the name of\nChrist (Acts 4:12). In him, those who give their assent by faith do not\nseek anything outside Christ.\n\nTHE DUE HONOR TO BE RENDERED TO THE SAINTS. At the same time we do not\ndespise the saints or think basely of them. For we acknowledge them to be\nliving members of Christ and friends of God who have gloriously overcome\nthe flesh and the world. Hence we love them as brothers, and also honor\nthem; yet not with any kind of worship but by an honorable opinion of them\nand just praises of them. We also imitate them. For with ardent longings\nand supplications we earnestly desire to be imitators of their faith and\nvirtues, to share eternal salvation with them, to dwell eternally with\nthem in the presence of God, and to rejoice with them in Christ. And in\nthis respect we approve of the opinion of St. Augustine in De Vera\nReligione: \"Let not our religion be the cult of men who have died. For if\nthey have lived holy lives, they are not to be thought of as seeking such\nhonors; on the contrary, they want us to worship him by whose illumination\nthey rejoice that we are fellow-servants of his merits. They are therefore\nto be honored by the way of imitation, but not to be adored in a religious\nmanner,\" etc.\n\nRELICS OF THE SAINTS. Much less do we believe that the relics of the\nsaints are to be adored and reverenced. Those ancient saints seemed to\nhave sufficiently honored their dead when they decently committed their\nremains to the earth after the spirit had ascended on high. And they\nthought that the most noble relics of their ancestors were their virtues,\ntheir doctrine, and their faith. Moreover, as they commend these \"relics\"\nwhen praising the dead, so they strive to copy them during their life on\nearth.\n\nSWEARING BY GOD'S NAME ALONE. These ancient men did not swear except by\nthe name of the only God, Yahweh, as prescribed by the divine\nlaw. Therefore, as it is forbidden to swear by the names of strange gods\n(Ex. 23:;13; Deut. 10:20), so we do not perform oaths to the saints that\nare demanded of us. We therefore reject in all these matters a doctrine\nthat ascribes much too much to the saints in heaven.\n"},{"name":"Of the Providence of God","number":6,"text":"\nALL THINGS ARE GOVERNED BY THE PROVIDENCE OF GOD. We believe that all\nthings in heaven and on earth, and in all creatures, are preserved and\ngoverned by the providence of this wise, eternal and almighty God. For\nDavid testifies and says: \"The Lord is high above all nations, and his\nglory above the heavens! Who is like the Lord our God, who is seated on\nhigh, who looks far down upon the heavens and the earth?\" (Ps. 113:4\nff.). Again: \"Thou searchest out...all my ways. Even before a word is on\nmy tongue, lo, O Lord, Thou knowest it altogether\" (Ps. 139:3 f.). Paul\nalso testifies and declares: \"In him we live and move and have our being\"\n(Acts 17:28), and \"from him and through him and to him are all things\"\n(Rom. 11:36). Therefore Augustine most truly and according to Scripture\ndeclared in his book De Agone Christi, cap. 8, \"The Lord said, 'Are not\ntwo sparrows sold for a penny? And not one of them will fall to the ground\nwithout your Father's will' \" (Matt. 10:29). By speaking thus he wanted to\nshow that what men regard as of least value is governed by God's\nomnipotence. For he who is the truth says that the birds of the air are\nfed by him and lilies of the field are clothed by him; he also says that\nthe hairs of our head are numbered (Matt. 6:26 ff.).\n\nTHE EPICUREANS. We therefore condemn the Epicureans who deny the\nprovidence of God, and all those who blasphemously say that God is busy\nwith the heavens and neither sees nor cares about us and our\naffairs. David, the royal prophet, also condemned this when he said: \"O\nLord, how long shall the wicked exult? They say, \"The Lord does not see;\nthe God of Jacob does not perceive.\" Understand, O dullest of the people!\nFools, when will you be wise? He who planted the ear, does he not hear? He\nwho formed the eye, does he not see?\" (Ps. 94:3, 7-9).\n\nMEANS NOT TO BE DESPISED. Nevertheless, we do not spurn as useless the\nmeans by which divine providence works, but we teach that we are to adapt\nourselves to them in so far as they are recommended to us in the Word of\nGod. Wherefore we disapprove of the rash statements of those who say that\nif all things are managed by the providence of God, then our efforts and\nendeavors are in vain. It will be sufficient if we leave everything to the\ngovernance of divine providence, and we will not have to worry about\nanything or do anything. For although Paul understood that he sailed under\nthe providence of God who had said to him: \"You must bear witness also at\nRome\" (Acts 23:11), and in addition had given him the promise, \"There will\nbe no loss of life among you...and not a hair is to perish from the head\nof any of you\" (Acts 27:22,34), yet when the sailors were nevertheless\nthinking about abandoning ship the same Paul said to the centurion and the\nsoldiers: \"Unless these men stay in the ship, you cannot be saved\" (Acts\n27:31). For God, who has appointed to everything its end, has ordained the\nbeginning and the means by which it reaches its goal. The heathen ascribe\nthings to blind fortune and uncertain chance. But St. James does not want\nus to say: \"Today or tomorrow we will go into such and such a town and\ntrade,\" but adds: \"Instead you ought to say, `If the Lord wills, we shall\nlive and we shall do this or that' \" (James 4:13, 15). And Augustine says:\n\"Everything which to vain men seems to happen in nature by accident,\noccurs only by his Word, because it happens only at his command\"\n(Enarrationes in Psalmos 148). Thus it seemed to happen by mere chance\nwhen Saul, while seeking his father's asses, unexpectedly fell in with the\nprophet Samuel. But previously the Lord had said to the prophet: \"Tomorrow\nI will send to you a man from the land of Benjamin\" (1 Sam 9:15).\n"},{"name":"Of The Creation of All Things; Of Angels, the Devil, and Man","number":7,"text":"\nGOD CREATED ALL THINGS. This good and almighty God created all things,\nboth visible and invisible, by his co-eternal Word, and preserves them by\nhis co-eternal Spirit, as David testified when he said: \"By the word of\nthe Lord the heavens were made, and all their host by the breath of his\nmouth\" (Ps. 33:6). And, as Scripture says, everything that God had made\nwas very good, and was made for the profit and use of man. Now we assert\nthat all those things proceed from one beginning. MANICHAEANS AND\nMARCIONITES. Therefore, we condemn the Manichaeans and Marcionites who\nimpiously imagined two substances and natures, one good and the other\nevil; also two beginnings and two gods contrary to each other, a good and\nan evil one.\n\nOF ANGELS AND THE DEVIL. Among all creatures, angels and men are most\nexcellent. Concerning angels, Holy Scripture declares: \"who makest the\nwinds thy messengers, fire and flame thy ministers\" (Ps 104:4). Also it\nsays: \"Are they not all ministering spirits sent forth to serve, for the\nsake of those who are to obtain salvation?\" (Heb. 1:14). Concerning the\nDevil, the Lord Jesus Himself testifies: \"He was a murderer from the\nbeginning, and has nothing to do with the truth, because there is no truth\nin him. When he lies, he speaks according to his own nature, for he is a\nliar and the father of lies\" (John 8:44). Consequently we teach that some\nangels persisted in obedience and were appointed for faithful service to\nGod and men, but others fell of their own free will and were cast into\ndestruction, becoming enemies of all good and of the faithful, etc....\n\nOF MAN. Now concerning, Scripture says that in the beginning he was made\ngood according to the image and likeness of God; that God placed him in\nparadise and made all thing subject to him (Gen. chp 2). This is what\nDavid magnificently sets forth in Psalm 8. Moreover, God gave him a wife\nand blessed them. We also affirm that man consists of two different\nsubstances in one person: an immortal soul which, when separate from the\nbody, neither sleeps nor dies, and a mortal body which will nevertheless\nbe raised up from the dead at the last judgement, in order that then the\nwhole man, either in life or in death, abide forever.\n\nTHE SECTS. We condemn all who ridicule or by subtle arguments cast doubt\nupon the immortality of the soul, or who say that the soul sleeps or is a\npart of God. In short, we condemn all opinions of all men, however many,\nthat depart from what has been delivered unto us by the Holy Scriptures in\nthe Apostolic Church of Christ concerning creation, angels, and demons,\nand man.\n"},{"name":"Of Man's Fall, Sin and the Cause of Sin","number":8,"text":"\nTHE FALL OF MAN. In the beginning, man was made according to the image of\nGod, in righteousness and true holiness, good and upright. But when at the\ninstigation of the serpent and by his own fault he abandoned goodness and\nrighteousness, he became subject to sin, death and various calamities. And\nwhat he became by the fall, that is, subject to sin, death and various\ncalamities, so are all those who have descended from him.\n\nSIN. By sin we understand that innate corruption of man which has been\nderived or propagated in us all from our first parents, by which we,\nimmersed in perverse desires and averse to all good, are inclined to all\nevil. Full of all wickedness, distrust, contempt and hatred of God, we are\nunable to do or even to think anything good of ourselves. Moreover, even\nas we grow older, so by wicked thoughts, words and deeds committed against\nGod's law, we bring forth corrupt fruit worthy of an evil tree\n(Matt. 12:33 ff.). For this reason by our own deserts, being subject to\nthe wrath of God, we are liable to just punishment, so that all of us\nwould have been cast away by God if Christ, the Deliverer, had not brought\nus back.\n\nDEATH. By death we understand not only bodily death, which all of us must\nonce suffer on account of sins, but also eternal punishment due to our\nsins and corruption. For the apostle says: \"We were dead through\ntrespasses and sins...and were by nature children of wrath, like the rest\nof mankind. But God, who is rich in mercy...even when we were dead through\nour trespasses, made us alive together with Christ\" (Eph. 2:1 ff.) Also:\n\"As sin came into the world through one man and death through sin, and so\ndeath spread to all men because all men sinned\" (Rom. 5:12).\n\nORIGINAL SIN. We therefore acknowledge that there is original sin in all\nmen.\n\nACTUAL SINS. We acknowledge that all other sins which arise from it are\ncalled and truly are sins, no matter by what name they may be called,\nwhether mortal, venial or that which is said to be the sin against the\nHoly Spirit which is never forgiven (Mark 3:29; 1 John 5:16). We also\nconfess that sins are not equal; although they arise from the same\nfountain of corruption and unbelief, some are more serious than others. As\nthe Lord said, it will be more tolerable for Sodom than for the city that\nrejects the word of the Gospel (Matt. 10:14 f.; 11:20 ff.).\n\nTHE SECTS. We therefore condemn all who have taught contrary to this,\nespecially Pelagius and all Pelagians, together with the Jovinians who,\nwith the Stoics, regard all sins as equal. In this whole matter we agree\nwith St. Augustine who derived and defended his view from Holy\nScriptures. Moreover, we condemn Florinus and Blastus, against whom\nIrenaeus wrote, and all who make God the author of sin.\n\nGOD IS NOT THE AUTHOR OF SIN, AND HOW FAR HE IS SAID TO HARDEN. It is\nexpressly written: \"Thou art not a God who delights in wickedness. Thou\nhatest all evildoers. Thou destroyest those who speak lies\" (Ps. 5:4\nff.). And again: \"When the devil lies, he speaks according to his own\nnature, for he is a liar and the father of lies\" (John 8:44). Moreover,\nthere is enough sinfulness and corruption in us that it is not necessary\nfor God to infuse into us a new or still greater perversity. When,\ntherefore, it is said in Scripture that God hardens, blinds and delivers\nup to a reprobate mind, it is to be understood that God does it by a just\njudgment as a just Judge and Avenger. Finally, as often as God in\nScripture is said or seems to do something evil, it is not thereby said\nthat man does not do evil, but that God permits it and does not prevent\nit, according to his just judgment, who could prevent it if he wished, or\nbecause he turns man's evil into good, as he did in the case of the sin of\nJoseph's brethren, or because he governs sins lest they break out and rage\nmore than is appropriate. St. Augustine writes in his Enchiridion: \"What\nhappens contrary to his will occurs, in a wonderful and ineffable way, not\napart from his will. For it would not happen if he did not allow it. And\nyet he does not allow it unwillingly but willingly. But he who is good\nwould not permit evil to be done, unless, being omnipotent, he could bring\ngood out of evil.\" Thus wrote Augustine.\n\nCURIOUS QUESTIONS. Other questions, such as whether God willed Adam to\nfall, or incited him to fall, or why he did not prevent the fall, and\nsimilar questions, we reckon among curious questions (unless perchance the\nwickedness of heretics or of other churlish men compels us also to explain\nthem out of the Word of God, as the godly teachers of the Church have\nfrequently done), knowing that the Lord forbade man to eat of the\nforbidden fruit and punished his transgression. We also know that what\nthings are done are not evil with respect to the providence, will, and the\npower of God, but in respect of Satan and our will opposing the will of\nGod.\n"},{"name":"Of Free Will, and Thus of Human Powers","number":9,"text":"\nIn this matter, which has always produced many conflicts in the Church, we\nteach that a threefold condition or state of man is to be considered.\n\nWHAT MAN WAS BEFORE THE FALL. There is the state in which man was in the\nbeginning before the fall, namely, upright and free, so that he could both\ncontinue in goodness and decline to evil. However, he declined to evil,\nand has involved himself and the whole human race in sin and death, as has\nbeen said already.\n\nWHAT MAN WAS AFTER THE FALL. Then we are to consider what man was after\nthe fall. To be sure, his reason was not taken from him, nor was he\ndeprived of will, and he was not entirely changed into a stone or a\ntree. But they were so altered and weakened that they no longer can do\nwhat they could before the fall. For the understanding is darkened, and\nthe will which was free has become an enslaved will. Now it serves sin,\nnot unwillingly but willingly. And indeed, it is called a will, not an\nunwill (ing). [Etenim voluntas, non noluntas dicitur.]\n\nMAN DOES EVIL BY HIS OWN FREE WILL. Therefore, in regard to evil or sin,\nman is not forced by God or by the devil but does evil by his own free\nwill, and in this respect he has a most free will. But when we frequently\nsee that the worst crimes and designs of men are prevented by God from\nreaching their purpose, this does not take away man's freedom in doing\nevil, but God by his own power prevents what man freely planned\notherwise. Thus Joseph's brothers freely determined to get rid of him, but\nthey were unable to do it because something else seemed good to the\ncounsel of God.\n\nMAN IS NOT CAPABLE OF GOOD Per Se. In regard to goodness and virtue man's\nreason does not judge rightly of itself concerning divine things. For the\nevangelical and apostolic Scripture requires regeneration of whoever among\nus wishes to be saved. Hence our first birth from Adam contributes nothing\nto out salvation. Paul says: \"The unspiritual man does not receive the\ngifts of the Spirit of God,\" etc. (1 Cor. 2:14). And in another place he\ndenies that we of ourselves are capable of thinking anything good (2\nCor. 3:5) Now it is known that the mind or intellect is the guide of the\nwill, and when the guide is blind, it is obvious how far the will\nreaches. Wherefore, man not yet regenerate has no free will for good, no\nstrength to perform what is good. The Lord says in the Gospel: \"Truly,\ntruly, I say to you, everyone who commits sin is a slave to sin\" (John\n8:34). And the apostle Paul says: \"The mind that is set on the flesh is\nhostile to God; it does not submit to God's law, indeed it cannot\"\n(Rom. 8:7). Yet in regard to earthly things, fallen man is not entirely\nlacking in understanding.\n\nUNDERSTANDING OF THE ARTS. For God in his mercy has permitted the powers\nof the intellect to remain, though differing greatly from what was in man\nbefore the fall. God commands us to cultivate our natural talents, and\nmeanwhile adds both gifts and success. And it is obvious that we make no\nprogress in all the arts without God's blessing. In any case, Scripture\nrefers all the arts to God; and, indeed, the heathen trace the origin of\nthe arts to the gods who invented them.\n\nOF WHAT KIND ARE THE POWERS OF THE REGENERATE, AND IN WHAT WAY THEIR WILLS\nARE FREE. Finally, we must see whether the regenerate have free wills, and\nto what extent. In regeneration the understanding is illumined by the Holy\nSpirit in order that it many understand both the mysteries and the will of\nGod. And the will itself is not only changed by the Spirit, but it is also\nequipped with faculties so that it wills and is able to do the good of its\nown accord (Rom. 8:1ff.). Unless we grant this, we will deny Christian\nliberty and introduce a legal bondage. But the prophet has God saying: \"I\nwill put my law within them, and I will write it upon their hearts\"\n(Jer. 31:33; Ezek. 36:26f.). The Lord also says in the Gospel: \"If the Son\nmakes you free, you will be free indeed\" (John 8:36). Paul also writes to\nthe Philippians: \"It has been granted to you that for the sake of Christ\nyou should not only believe in him but also suffer for his sake\"\n(Phil. 1:29). Again: \"I am sure that he who began a good work in you will\nbring it to completion at the day of Jesus Christ\" (v. 6). Also: \"God is\nat work in you, both to will and to work for his good pleasure\"\n(ch. 2:13).\n\nTHE REGENERATE WORK NOT ONLY PASSIVELY BUT ACTIVELY. However, in this\nconnection we teach that there are two things to be observed: First, that\nthe regenerate, in choosing and doing good, work not only passively but\nactively. For they are moved by God that they may do themselves what they\ndo. For Augustine rightly adduces the saying that \"God is said to be our\nhelper. But no one can be helped unless he does something.\" The\nManichaeans robbed man of all activity and made him like a stone or a\nblock of wood.\n\nTHE FREE WILL IS WEAK IN THE REGENERATE. Secondly, in the regenerate a\nweakness remains. For since sin dwells in us, and in the regenerate the\nflesh struggles against the Spirit till the end of our lives, they do not\neasily accomplish in all things what they had planned. These things are\nconfirmed by the apostle in Rom., ch. 7, and Gal., ch. 5. Therefore that\nfree will is weak in us on account of the remnants of the old Adam and of\ninnate human corruption remaining in us until the end of our\nlives. Meanwhile, since the powers of the flesh and the remnants of the\nold man are not so efficacious that they wholly extinguish the work of the\nSpirit, for that reason the faithful are said to be free, yet so that they\nacknowledge their infirmity and do not glory at all in their free\nwill. For believers ought always to keep in mind what St. Augustine so\nmany times inculcated according to the apostle: \"What have you that you\ndid not receive? If then you received it, why do you boast as if it were\nnot a gift?\" To this he adds that what we have planned does not\nimmediately come to pass. For the issue of things lies in the hand of\nGod. This is the reason Paul prayed to the Lord to prosper his journey\n(Rom. 1:10). And this also is the reason the free will is weak.\n\nIN EXTERNAL THINGS THERE IS LIBERTY. Moreover, no one denies that in\nexternal things both the regenerate and the unregenerate enjoy free\nwill. For man has in common with other living creatures (to which he is\nnot inferior) this nature to will some things and not to will others. Thus\nhe is able to speak or to keep silent, to go out of his house or to remain\nat home, etc. However, even here God's power is always to be observed, for\nit was the cause that Balaam could not go as far as he wanted (Num.,\nch. 24), and Zacharias upon returning from the temple could not speak as\nhe wanted (Luke, ch.1).\n\nHERESIES. In this matter we condemn the Manichaeans who deny that the\nbeginning of evil was for man [created] good, from his free will. We also\ncondemn the Pelagians who assert that an evil man has sufficient free will\nto do the good that is commanded. Both are refuted by Holy Scripture which\nsays to the former, \"God made man upright\" and to the latter, \"If the Son\nmakes you free, you will be free indeed\" (John 8:36).\n"},{"name":"Of the Predestination of God and the Election of the Saints","number":10,"text":"\nGOD HAS ELECTED US OUT OF GRACE. From eternity God has freely, and of his\nmere grace, without any respect to men, predestinated or elected the\nsaints whom he wills to save in Christ, according to the saying of the\napostle, \"God chose us in him before the foundation of the world\"\n(Eph. 1:4). And again: \"Who saved us and called an with a holy calling,\nnot in virtue of our works but in virtue of his own purpose and the grace\nwhich he gave us in Christ Jesus ages ago, and now has manifested through\nthe appearing of our Savior Christ Jesus\" (2 Tim. 1:9 f.).\n\nWE ARE ELECTED OR PREDESTINATED IN CHRIST. Therefore, although not on\naccount of any merit of ours, God has elected us, not directly, but in\nChrist, and on account of Christ, in order that those who are now\nengrafted into Christ by faith might also be elected. But those who were\noutside Christ were rejected, according to the word of the apostle,\n\"Examine yourselves, to see whether you are holding to your faith. Test\nyourselves. Do you not realize that Jesus Christ is in you? -- unless\nindeed you fail to meet the test!\" (2 Cor. 13:5).\n\nWE ARE ELECTED FOR A DEFINITE PURPOSE. Finally, the saints are chosen in\nChrist by God for a definite purpose, which the apostle himself explains\nwhen he says, \"He chose us in him for adoption that we should be holy and\nblameless before him in love. He destined us for adoption to be his sons\nthrough Jesus Christ that they should be to the praise of the glory of his\ngrace\" (Eph. 1:4 ff.).\n\nWE ARE TO HAVE A GOOD HOPE FOR ALL. And although God knows who are his,\nand here and there mention is made of the small number of elect, yet we\nmust hope well of all, and not rashly judge any man to be a reprobate. For\nPaul says to the Philippians, \"I thank my God for you all\" (now he speaks\nof the whole Church in Phillippi), \"because of your fellowship in the\nGospel, being persuaded that he who began a good work in you will bring it\nto completion at the day of Jesus Christ. It is also right that I have\nthis opinion of you all\" (Phil. 1:3 ff.).\n\nWHETHER FEW ARE ELECT. And when the Lord was asked whether there were few\nthat should be saved, he does not answer and tell them that few or many\nshould be saved or damned, but rather he exhorts every man to \"strive to\nenter by the narrow door\" (Luke 13:24): as if he should say, It is not for\nyou curiously to inquire about these matters, but rather to endeavor that\nyou may enter into heaven by the straight way.\n\nWHAT IN THIS MATTER IS TO BE CONDEMNED. Therefore we do not approve of the\nimpious speeches of some who say, \"Few are chosen, and since I do not know\nwhether I am among the number of the few, I will enjoy myself.\" Others\nsay, \"If I am predestinated and elected by God, nothing can hinder me from\nsalvation, which is already certainly appointed for me, no matter what I\ndo. But if I am in the number of the reprobate, no faith or repentance\nwill help me, since the decree of God cannot be changed. Therefore all\ndoctrines and admonitions are useless.\" Now the saying of the apostle\ncontradicts these men: \"The Lord's servant must be ready to teach,\ninstructing those who oppose him, so that if God should grant that they\nrepent to know the truth, they may recover from the snare of the devil,\nafter being held captive by him to do his will\" (2 Tim. 2:23 ff.).\n\nADMONITIONS ARE NOT IN VAIN BECAUSE SALVATION PROCEEDS FROM\nELECTION. Augustine also shows that both the grace of free election and\nthe predestination, and also salutary admonitions and doctrines, are to be\npreached (Lib. de Dono Perseverantiae, cap. 14 ff.).\n\nWHETHER WE ARE ELECTED. We therefore find fault with those who outside of\nChrist ask whether they are elected. [Ed. 1568 reads: \"whether they are\nelected from eternity?\"] And what has God decreed concerning them before\nall eternity? For the preaching of the Gospel is to be heard, and it is to\nbe believed; and it is to be held as beyond doubt that if you believe and\nare in Christ, you are elected. For the Father has revealed unto us in\nChrist the eternal purpose of his predestination, as I have just now shown\nfrom the apostle in 2 Tim. 1:9-10. This is therefore above all to be\ntaught and considered, what great love of the Father toward us is revealed\nto us in Christ. We must hear what the Lord himself daily preaches to us\nin the Gospel, how he calls and says: \"Come to me all who labor and are\nheavy-laden, and I will give you rest\" (Matt. 11:28). \"God so loved the\nworld, that he gave his only Son, that whoever believes in him should not\nperish, but have eternal life\" (John 3:16). Also, \"It is not the will of\nmy Father that one of these little ones should perish\" (Matt. 18:14).  Let\nChrist, therefore be the looking glass, in whom we may contemplate our\npredestination. We shall have a sufficiently clear and sure testimony that\nwe are inscribed in the Book of Life if we have fellowship with Christ,\nand he is ours and we are his in true faith.\n\nTEMPTATION IN REGARD TO PREDESTINATION. In the temptation in regard to\npredestination, than which there is scarcely any other more dangerous, we\nare confronted by the fact that God's promises apply to all the faithful,\nfor he says: \"Ask, and everyone who seeks, shall receive\" (Luke 11:9 f.)\nThis finally we pray, with the whole Church of God, \"Our Father who art in\nheaven\" (Matt. 6:9), both because by baptism we are ingrafted into the\nbody of Christ, and we are often fed in his Church with his flesh and\nblood unto life eternal. Thereby, being strengthened, we are commanded to\nwork out our salvation with fear trembling, according to the precept of\nPaul.\n"},{"name":"Of Jesus Christ, True God and Man, the Only Savior of the World","number":11,"text":"\nCHRIST IS TRUE GOD. We further believe and teach that the Son of God, our\nLord Jesus Christ, was predestinated or foreordained from eternity by the\nFather to be the Savior of the world. And we believe that he was born, not\nonly when he assumed flesh of the Virgin Mary, and not only before the\nfoundation of the world was laid, but by the Father before all eternity in\nan inexpressible manner. For Isaiah said: \"Who can tell his generation?\"\n(Ch. 53:8). And Micah says: \"His origin is from of old, from ancient days\"\n(Micah 5:2). And John said in the Gospel: \"In the beginning was the Word,\nand the Word was with God, and the Word was God,\"\netc. (Ch. 1:1). Therefore, with respect to his divinity the Son is coequal\nand consubstantial with the Father; true God (Phil. 2:11), not only in\nname or by adoption or by any merit, but in substance and nature, as the\napostle John has often said: \"This is the true God and eternal life\" (I\nJohn 5:20). Paul also says: \"He appointed the Son the heir of all things,\nthrough whom also he created the world. He reflects the glory of God and\nbears the very stamp of his nature, upholding all things by his word of\npower\" (Heb. 1:2 f.). For in the Gospel the Lord himself said: \"Father,\nglorify Thou me in Thy own presence with the glory which I had with Thee\nbefore the world was made\" (John 17:5). And in another place in the Gospel\nit is written: \"The Jews sought all the more to kill him because\nhe...called God his Father, making himself equal with God\" (John 5:18).\n\nTHE SECTS. We therefore abhor the impious doctrine of Arius and the Arians\nagainst the Son of God, and especially the blasphemies of the Spaniard,\nMichael Servetus, and all his followers, which Satan through them has, as\nit were, dragged up out of hell and has most audaciously and impiously\nspread abroad in the world.\n\nCHRIST IS TRUE MAN, HAVING REAL FLESH. We also believe and teach that the\neternal Son of the eternal God was made the Son of man, from the seed of\nAbraham and David, not from the coitus of a man, as the Ebionites said,\nbut was most chastely conceived by the Holy Spirit and born of the ever\nvirgin Mary, as the evangelical history carefully explains to us (Matt.,\nch. 1). And Paul says: \"he took not on him the nature of angels, but of\nthe seed of Abraham.\" Also the apostle John says that woever does not\nbelieve that Jesus Christ has come in the flesh, is not of God. Therefore,\nthe flesh of Christ was neither imaginary not brought from heaven, as\nValentinus and Marcion wrongly imagined.\n\nA RATIONAL SOUL IN CHRIST. Moreover, our Lord Jesus Christ did not have a\nsoul bereft of sense and reason, as Apollinaris thought, nor flesh without\na soul, as Eunomius taught, but a soul with its reason, and flesh with its\nsenses, by which in the time of his passion he sustained real bodily pain,\nas himself testified when he said: \"My soul is very sorrowful, even to\ndeath\" (Matt. 26:38). And, \"Now is my soul troubled\" (John 12:27).\n\nTWO NATURES IN CHRIST. We therefore acknowledge two natures or substances,\nthe divine and the human, in one and the same Jesus Christ our Lord (Heb.,\nch. 2). And we say that these are bound and united with one another in\nsuch a way that they are not absorbed, or confused, or mixed, but are\nunited or joined together in one person the properties of the natures\nbeing unimpaired and permanent.\n\nNOT TWO BUT ONE CHRIST. Thus we worship not two but one Christ the\nLord. We repeat: one true God and man. With respect to his divine nature\nhe is consubstantial with the Father, and with respect to the human nature\nhe is consubstantial with us men, and like us in all things, sin excepted\n(Heb. 4:15).\n\nTHE SECTS. And indeed we detest the dogma of the Nestorians who make two\nof one Christ and dissolve the unity of the Person. Likewise we thoroughly\nexecrate the madness of Eutyches and of the Monothelites or Monophysites\nwho destroy the property of the human nature.\n\nTHE DIVINE NATURE OF CHRIST IS NOT PASSIBLE, AND THE HUMAN NATURE IS NOT\nEVERYWHERE. Therefore, we do not in any way teach that the divine nature\nin Christ has suffered or that Christ according to his human nature is\nstill in this world and thus is everywhere. For neither do we think or\nteach that the body of Christ ceased to be a true body after his\nglorification, or was deified, and deified in such a way that it laid\naside its properties as regards body and soul, and changed entirely into a\ndivine nature and began to be merely one substance.\n\nTHE SECTS. Hence we by no means approve of or accept the strained,\nconfused and obscure subtleties of Schwenkfeldt and of similar sophists\nwith their self-contradictory arguments; neither are we Schwenkfeldians.\n\nOUR LORD TRULY SUFFERED. We believe, moreover, that our Lord Jesus Christ\ntruly suffered and died for us in the flesh, as Peter says (1 Peter\n4:1). We abhor the most impious madness of the Jacobites and all the Turks\nwho execrate the suffering of the Lord. At the same time we do not deny\nthat the Lord of glory was crucified for us, according to Paul's words (I\nCor. 2:8).\n\nIMPARTATION OF PROPERTIES. We piously and reverently accept and use the\nimpartation of properties which is derived from Scripture and which has\nbeen used by all antiquity in explaining and reconciling apparently\ncontradictory passages.\n\nCHRIST IS TRULY RISEN FROM THE DEAD. We believe and teach that the same\nJesus Christ our Lord, in his true flesh in which he was crucified and\ndied, rose again from the dead, and that not another flesh was raised\nother than the one buried, or that a spirit was taken up instead of the\nflesh, but that he retained his true body. Therefore, while his disciples\nthought they saw the spirit of the Lord, he showed them his hands and feet\nwhich were marked by the prints of the nails and wounds, and added: \"See\nmy hands and my feet, that it is I myself; handle me, and see, for a\nspirit has not flesh and bones as you see that I have\" (Luke 24:39).\n\nCHRIST IS TRULY ASCENDED INTO HEAVEN. We believe that our Lord Jesus\nChrist, in his same flesh, ascended above all visible heavens into the\nhighest heaven, that is, the dwelling-place of God and the blessed ones,\nat the right hand of God the Father. Although it signifies an equal\nparticipation in glory and majesty, it is also taken to be a certain place\nabout which the Lord, speaking in the Gospel, says: \"I go to prepare a\nplace for you\" (John 14:2). The apostle Peter also says: \"Heaven must\nreceive Christ until the time of restoring all things\" (Acts 3:21). And\nfrom heaven the same Christ will return in judgment, when wickedness will\nthen be at its greatest in the world and when the Antichrist, having\ncorrupted true religion, will fill up all things with superstition and\nimpiety and will cruelly lay waste the Church with bloodshed and flames\n(Dan., ch. 11). But Christ will come again to claim his own, and by his\ncoming to destroy the Antichrist, and to judge the living and the dead\n(Acts 17:31). For the dead will rise again (2 Thess. 4:14 ff.), and those\nwho on that day (which is unknown to all creatures [Mark 13:32]) will be\nalive will be changed \"in the twinkling of an eye,\" and all the faithful\nwill be caught up to meet Christ in the air, so that then they may enter\nwith him into the blessed dwelling-places to live forever (1 Cor. 15:51\nf.). But the unbelievers and ungodly will descend with the devils into\nhell to burn forever and never to be redeemed from torments (Matt. 25:46).\n\nTHE SECTS. We therefore condemn all who deny a real resurrection of the\nflesh (2 Tim. 2:18), or who with John of Jerusalem, against whom Jerome\nwrote, do not have a correct view of the glorification of bodies. We also\ncondemn those who thought that the devil and all the ungodly would at some\ntime be saved, and that there would be an end to punishments. For the Lord\nhas plainly declared: \"Their fire is not quenched, and their worm does not\ndie\" (Mark 9:44). We further condemn Jewish dreams that there will be a\ngolden age on earth before the Day of Judgment, and that the pious, having\nsubdued all their godless enemies, will possess all the kingdoms of the\nearth. For evangelical truth in Matt., chs. 24 and 25, and Luke, ch. 18,\nand apostolic teaching in 2 Thess., ch. 2, and 2 Tim., chs. 3 and 4,\npresent something quite different.\n\nTHE FRUIT OF CHRIST'S DEATH AND RESURRECTION. Further by his passion and\ndeath and everything which he did and endured for our sake by his coming\nin the flesh, our Lord reconciled all the faithful to the heavenly Father,\nmade expiation for sins, disarmed death, overcame damnation and hell, and\nby his resurrection from the dead brought again and restored life and\nimmortality. For he is our righteousness, life and resurrection, in a\nword, the fulness and perfection of all the faithful, salvation and all\nsufficiency. For the apostle says: \"In him all the fulness of God was\npleased to dwell,\" and, \"You have come to fulness of life in him\" (Col.,\nchs. 1 and 2).\n\nJESUS CHRIST IS THE ONLY SAVIOR OF THE WORLD, AND THE TRUE AWAITED\nMESSIAH. For we teach and believe that this Jesus Christ our Lord is the\nunique and eternal Savior of the human race, and thus of the whole world,\nin whom by faith are saved all who before the law, under the law, and\nunder the Gospel were saved, and however many will be saved at the end of\nthe world. For the Lord himself says in the Gospel: \"He who does not enter\nthe sheepfold by the door but climbs in by another way, that man is a\nthief and a robber....I am the door of the sheep\" (John 10:1 and 7). And\nalso in another place in the same Gospel he says: \"Abraham saw my day and\nwas glad\" (ch. 7:56). The apostle Peter also says: \"There is salvation in\nno one else, for there is no other name under heaven given among men by\nwhich we must be saved.\" We therefore believe that we will be saved\nthrough the grace of our Lord Jesus Christ, as our fathers were (Acts\n4:12; 10:43; 15:11). For Paul also says: \"All our fathers ate the same\nspiritual food, and all drank the same spiritual drink. For they drank\nfrom the spiritual Rock which followed them, and the Rock was Christ\" (I\nCor. 10:3 f.). And thus we read that John says: \"Christ was the Lamb which\nwas slain from the foundation of the world\" (Rev. 14:8), and John the\nBaptist testified that Christ is that \"Lamb of God, who takes away the sin\nof the world\" (John 1:29). Wherefore, we quite openly profess and preach\nthat Jesus Christ is the sole Redeemer and Savior of the world, the King\nand High Priest, the true and awaited Messiah, that holy and blessed one\nwhom all the types of the law and predictions of the prophets prefigured\nand promised; and that God appointed him beforehand and sent him to us, so\nthat we are not now to look for any other. Now there only remains for all\nof us to give all glory to Christ, believe in him, rest in him alone,\ndespising and rejecting all other aids in life. For however many seek\nsalvation in any other than in Christ alone, have fallen from the grace of\nGod and have rendered Christ null and void for themselves (Gal. 5:4).\n\nTHE CREEDS OF FOUR COUNCILS RECEIVED. And, to say many things with a few\nwords, with a sincere heart we believe, and freely confess with open\nmouth, whatever things are defined from the Holy Scriptures concerning the\nmystery of the incarnation of our Lord Jesus Christ, and are summed up in\nthe Creeds and decrees of the first four most excellent synods convened at\nNicaea, Constantinople, Ephesus and Chalcedon -- together with the Creed\nof blessed Athanasius [The so-called Athanasian Creed was not written by\nAthanasius but dates from the ninth century. It is also called the\n\"Quicunque\" from the opening word of the Latin text.], and all similar\nsymbols; and we condemn everything contrary to these.\n\nTHE SECTS. And in this way we retain the Christian, orthodox and catholic\nfaith whole and unimpaired; knowing that nothing is contained in the\naforesaid symbols which is not agreeable to the Word of God, and does not\naltogether make for a sincere exposition of the faith.\n"},{"name":"Of the Law of God","number":12,"text":"\nTHE WILL OF GOD IS EXPLAINED FOR US IN THE LAW OF GOD. We teach that the\nwill of God is explained for us in the law of God, what he wills or does\nnot will us to do, what is good and just, or what is evil and\nunjust. Therefore, we confess that the law is good and holy.\n\nTHE LAW OF NATURE. And this law was at one time written in the hearts of\nmen by the finger of God (Rom. 2:15), and is called the law of nature (the\nlaw of Moses is in two Tables), and at another it was inscribed by his\nfinger on the two Tables of Moses, and eloquently expounded in the books\nof Moses (Ex. 20:1 ff.; Deut. 5:6 ff.). For the sake of clarity we\ndistinguish the moral law which is contained in the Decalogue or two\nTables and expounded in the books of Moses, the ceremonial law which\ndetermines the ceremonies and worship of God, and the judicial law which\nis concerned with political and domestic matters.\n\nTHE LAW IS COMPLETE AND PERFECT. We believe that the whole will of God and\nall necessary precepts for every sphere of life are taught in this\nlaw. For otherwise the Lord would not have forbidden us to add or to take\naway anything from this law; neither would he have commanded us to walk in\na straight path before this law, and not to turn aside from it by turning\nto the right or to the left (Deut. 4:2; 12:32).\n\nWHY THE LAW WAS GIVEN. We teach that this law was not given to men that\nthey might be justified by keeping it, but that rather from what it\nteaches we may know (our) weakness, sin and condemnation, and, despairing\nof our strength, might be converted to Christ in faith. For the apostle\nopenly declares: \"The law brings wrath,\" and, \"Through the law comes\nknowledge of sin\" (Rom. 4:15; 3:20), and, \"If a law had been given which\ncould justify or make alive, then righteousness would indeed be by the\nlaw. But the Scripture (that is, the law) has concluded all under sin,\nthat the promise which was of the faith of Jesus might be given to those\nwho believe....Therefore, the law was our schoolmaster unto Christ, that\nwe might be justified by faith\" (Gal.3:21 ff.).\n\nTHE FLESH DOES NOT FULFIL THE LAW. For no flesh could or can satisfy the\nlaw of God and fulfil it, because of the weakness in our flesh which\nadheres and remains in us until our last breath. For the apostle says\nagain: \"God has done what the law, weakened by the flesh, could not do:\nsending his own Son in the likeness of sinful flesh and for sin\"\n(Rom. 8:3). Therefore, Christ is the perfecting of the law and our\nfulfilment of it (Rom. 10:4), who, in order to take away the curse of the\nlaw, was make a curse for us (Gal. 3:13). Thus he imparts to us through\nfaith his fulfilment of the law, and his righteousness and obedience are\nimputed to us.\n\nHOW FAR THE LAW IS ABROGATED. The law of God is therefore abrogated to the\nextent that it no longer condemns us, nor works wrath in us. For we are\nunder grace and not under the law. Moreover, Christ has fulfilled all the\nfigures of the law. Hence, with the coming of the body, the shadows\nceased, so that in Christ we now have the truth and all fulness. But yet\nwe do not on that account contemptuously reject the law. For we remember\nthe words of the Lord when he said: \"I have not come to abolish the law\nand the prophets but to fulfil them\" (Matt. 5:17). We know that in the law\nis delivered to us the patterns of virtues and vices. We know that the\nwritten law when explained by the Gospel is useful to the Church, and that\ntherefore its reading is not to be banished from the Church. For although\nMoses' face was covered with a veil, yet the apostle says that the veil\nhas been taken away and abolished by Christ.\n\nTHE SECTS. We condemn everything that heretics old and new have taught\nagainst the law.\n"},{"name":"Of the Gospel of Jesus Christ, of the Promises, and of the Spirit and Letter","number":13,"text":"\nTHE ANCIENTS HAD EVANGELICAL PROMISES. The Gospel is, indeed, opposed to\nthe law. For the law works wrath and announces a curse, whereas the Gospel\npreaches grace and blessing. John says: \"For the law was given through\nMoses; grace and truth came through Jesus Christ\" (John 1:17). Yet\nnotwithstanding it is most certain that those who were before the law and\nunder the law, were not altogether destitute of the Gospel. For they had\nextraordinary evangelical promises such as these are: \"The seed of the\nwoman shall bruise the serpent's head\" (Gen. 3:15). \"In thy seed shall all\nthe nations of the earth be blessed\" (Gen. 22:18). \"The scepter shall not\ndepart from Judah...until he comes\" (Gen. 49:10). \"The Lord will raise up\na prophet from among his own brethren\" (Deut. 18:15; Acts 3:22), etc.\n\nTHE PROMISES TWOFOLD. And we acknowledge that two kinds of promises were\nrevealed to the fathers, as also to us. For some were of present or\nearthly things, such as the promises of the Land of Canaan and of\nvictories, and as the promise today still of daily bread. Others were then\nand are still now of heavenly and eternal things, namely, divine grace,\nremission of sins, and eternal life through faith in Jesus Christ.\n\nTHE FATHERS ALSO HAD NOT ONLY CARNAL BUT SPIRITUAL PROMISES. Moreover, the\nancients had not only external and earthly but also spiritual and heavenly\npromises in Christ. Peter says: \"The prophets who prophesied of the grace\nthat was to be yours searched and inquired about this salvation\" (1 Peter\n1:10). Wherefore the apostle Paul also said: \"The Gospel of God was\npromised beforehand through his prophets in the holy scriptures\"\n(Rom. 1:2). Thereby it is clear that the ancients were not entirely\ndestitute of the whole Gospel.\n\nWHAT IS THE GOSPEL PROPERLY SPEAKING? And although our fathers had the\nGospel in this way in the writings of the prophets by which they attained\nsalvation in Christ through faith, yet the Gospel is properly called glad\nand joyous news, in which, first by John the Baptist, then by Christ the\nLord himself, and afterwards by the apostles and their successors, is\npreached to us in the world that God has now performed what he promised\nfrom the beginning of the world, and has sent, nay more, has given us his\nonly Son and in him reconciliation with the Father, the remission of sins,\nall fulness and everlasting life. Therefore, the history delineated by the\nfour Evangelists and explaining how these things were done or fulfilled by\nChrist, what things Christ taught and did, and that those who believe in\nhim have all fulness, is rightly called the Gospel. The preaching and\nwritings of the apostles, in which the apostles explain for us how the Son\nwas given to us by the Father, and in him everything that has to do with\nlife and salvation, is also rightly called evangelical doctrine, so that\nnot even today, if sincerely preached, does it lose its illustrious title.\n\nOF THE SPIRIT AND THE LETTER. That same preaching of the Gospel is also\ncalled by the apostle \"the spirit\" and \"the ministry of the spirit\"\nbecause by faith it becomes effectual and living in the ears, nay more, in\nthe hearts of believers through the illumination of the Holy Spirit (2\nCor. 3:6). For the letter, which is opposed to the Spirit, signifies\neverything external, but especially the doctrine of the law which, without\nthe Spirit and faith, works wrath and provokes sin in the minds of those\nwho do not have a living faith. For this reason the apostle calls it \"the\nministry of death.\" In this connection the saying of the apostle is\npertinent: \"The letter kills, but the Spirit gives life.\" And false\napostles preached a corrupted Gospel, having combined it with the law, as\nif Christ could not save without the law.\n\nTHE SECTS. Such were the Ebionites said to be, who were descended from\nEbion the heretic, and the Nazarites who were formerly called Mineans. All\nthese we condemn, while preaching the pure Gospel and teaching that\nbelievers are justified by the Spirit [The original manuscript has\n\"Christ\" instead of \"Spirit\".] alone, and not by the law. A more detailed\nexposition of this matter will follow presently under the heading of\njustification.\n\nTHE TEACHING OF THE GOSPEL IS NOT NEW, BUT MOST ANCIENT DOCTRINE. And\nalthough the teaching of the Gospel, compared with the teaching of the\nPharisees concerning the law, seemed to be a new doctrine when first\npreached by Christ (which Jeremiah also prophesied concerning the New\nTeatament), yet actually it not only was and still is an old doctrine\n(even if today it is called new by the Papists when compared with the\nteaching now received among them), but is the most ancient of all in the\nworld. For God predestinated from eternity to save the world through\nChrist, and he has disclosed to the world through the Gospel this his\npredestination and eternal counsel (2 Tim. 2:9 f.). Hence it is evident\nthat the religion and teaching of the Gospel among all who ever were, are\nand will be, is the most ancient of all. Wherefore we assert that all who\nsay that the religion and teaching of the Gospel is a faith which has\nrecently arisen, being scarcely thirty years old, err disgracefully and\nspeak shamefully of the eternal counsel of God. To them applies the saying\nof Isaiah the prophet: \"Woe to those who call evil good and good evil, who\nput darkness for light and light for darkness, who put bitter for sweet\nand sweet for bitter!\" (Isa. 5:20).\n"},{"name":"Of Repentance and the Conversion of Man","number":14,"text":"\nThe doctrine of repentance is joined with the Gospel. For so has the Lord\nsaid in the Gospel: \"Repentance and forgiveness of sins should be preached\nin my name to all nations\" (Luke 24:47).\n\nWHAT IS REPENTANCE? By repentance we understand (1) the recovery of a\nright mind in sinful man awakened by the Word of the Gospel and the Holy\nSpirit, and received by true faith, by which the sinner immediately\nacknowledges his innate corruption and all his sins accused by the Word of\nGod; and (2) grieves for them from his heart, and not only bewails and\nfrankly confesses them before God with a feeling of shame, but also (3)\nwith indignation abominates them; and (4) now zealously considers the\namendment of his ways and constantly strives for innocence and virtue in\nwhich conscientiously to exercise himself all the rest of his life.\n\nTRUE REPENTANCE IS CONVERSION TO GOD. And this is true repentance, namely,\na sincere turning to God and all good, and earnest turning away from the\ndevil and all evil.\n\n1. REPENTANCE IS A GIFT OF GOD. Now we expressly say that this repentance\nis a sheer gift of God and not a work of our strength. For the apostle\ncommands a faithful minister diligently to instruct those who oppose the\ntruth, if \"God may perhaps grant that they will repent and come to know\nthe truth\" (2 Tim. 2:25).\n\n2. LAMENTS SINS COMMITTED. Now that sinful woman who washed the feet of\nthe Lord with her tears, and Peter who wept bitterly and bewailed his\ndenial of the Lord (Luke 7:38; 22:62) show clearly how the mind of a\npenitent man ought to be seriously lamenting the sins he has committed.\n\n3. CONFESSES SINS TO GOD. Moreover, the prodigal son and the publican in\nthe Gospel, when compared with the Pharisee, present us with the most\nsuitable pattern of how our sins are to be confessed to God. The former\nsaid: \"Father, I have sinned against heaven and before you; I am no longer\nworthy to be called your son; treat me as one of your hired servants\"\n(Luke 15:8 ff.). And the latter, not daring to raise his eyes to heaven,\nbeat his breast, saying, \"God be merciful to me a sinner\" (ch. 18:13). And\nwe do not doubt that they were accepted by God into grace. For the apostle\nJohn says: \"If we confess our sins, he is faithful and just, and will\nforgive our sins and cleanse us from all unrighteousness. If we say we\nhave not sinned, we make him a liar, and his word is not in us\" (1 John\n1:9 f.).\n\nSACERDOTAL CONFESSION AND ABSOLUTION. But we believe that this sincere\nconfession which is made to God alone, either privately between God and\nthe sinner, or publicly in the Church where the general confession of sins\nis said, is sufficient, and that in order to obtain forgiveness of sins it\nis not necessary for anyone to confess his sins to a priest, mumuring them\nin his ears, that in turn he might receive absolution from the priest with\nhis laying on of hands, because there is neither a commandment nor an\nexample of this in Holy Scriptures. David testifies and says: \"I\nacknowledged my sin to thee, and did not hide my iniquity; I said, `I will\nconfess my transgressions to the Lord'; then thou didst forgive the guilt\nof my sin\" (Ps. 32:5). And the Lord who taught us to pray and at the same\ntime to confess our sins said: \"Pray then like this: Our Father, who art\nin heaven,...forgive us our debts, as we also forgive our debtors\"\n(Matt. 6:12). Therefore it is necessary that we confess our sins to God\nour Father, and be reconciled with our neighbor if we have offended\nhim. Concerning this kind of confession, the Apostle James says: \"Confess\nyour sins to one another\" (James 5:16). If, however, anyone is overwhelmed\nby the burden of his sins and by perplexing temptations, and will seek\ncounsel, instruction and comfort privately, either from a minister of the\nChurch, or from any other brother who is instructed in God's law, we do\nnot disapprove; just as we also fully approve of that general and public\nconfession of sins which is usually said in Church and in meetings for\nworship, as we noted above, inasmuch as it is agreeable to Scripture.\n\nOF THE KEYS OF THE KINGDOM OF HEAVEN. Concerning the keys of the Kingdom\nof Heaven which the Lord gave to the apostles, many babble many\nastonishing things, and out of them forge swords, spears, scepters and\ncrowns, and complete power over the greatest kingdoms, indeed, over souls\nand bodies. Judging simply according to the Word of the Lord, we say that\nall properly called ministers possess and exercise the keys or the use of\nthem when they proclaim the Gospel; that is, when they teach, exhort,\ncomfort, rebuke, and keep in discipline the people committed to their\ntrust.\n\nOPENING AND SHUTTING (THE KINGDOM). For in this way they open the Kingdom\nof Heaven to the obedient and shut it to the disobedient. The Lord\npromised these keys to the apostles in Matt., ch. 16, and gave them in\nJohn, ch. 20, Mark, ch. 16, and Luke, ch. 24, when he sent out his\ndisciples and commanded them to preach the Gospel in all the world, and to\nremit sins.\n\nTHE MINISTRY OF RECONCILIATION. In the letter to the Corinthians the\napostle says that the Lord gave the ministry of reconciliation to his\nministers (2 Cor. 5:18 ff.). And what this is he then explains, saying\nthat it is the preaching or teaching of reconciliation. And explaining his\nwords still more clearly he adds that Christ's ministers discharge the\noffice of an ambassador in Christ's name, as if God himself through\nministers exhorted the people to be reconciled to God, doubtless by\nfaithful obedience. Therefore, they excercise the keys when they persuade\n[men] to believe and repent. Thus they reconcile men to God.\n\nMINISTERS REMIT SINS. Thus they remit sins. Thus they open the Kingdom of\nHeaven, and bring believers into it: very different from those of whom the\nLord said in the Gospel, \"Woe to you lawyers! For you have taken away the\nkey of knowledge; you did not enter yourselves, and you hindered those who\nwere entering.\"\n\nHOW MINISTERS ABSOLVE. Ministers, therefore, rightly and effectually\nabsolve when they preach the Gospel of Christ and thereby the remission of\nsins, which is promised to each one who believes, just as each one is\nbaptized, and when they testify that it pertains to each one\npeculiarly. Neither do we think that this absolution becomes more\neffectual by being murmured in the ear of someone or by being murmured\nsingly over someone's head. We are nevertheless of the opinion that the\nremission of sins in the blood of Christ is to be diligently proclaimed,\nand that each one is to be admonished that the forgiveness of sins\npertains to him.\n\nDILIGENCE IN THE RENEWAL OF LIFE. But the examples in the Gospel teach us\nhow vigilant and diligent the penitent ought to be in striving for newness\nof life and in mortifying the old man and quickening the new. For the Lord\nsaid to the man he healed of palsy: \"See, you are well! Sin no more, that\nnothing worse befall you\" (John 5:14). Likewise to the adulteress whom he\nset free he said: \"Go, and sin no more\" (ch. 8:11). To be sure, by these\nwords he did not mean that any man, as long as he lived in the flesh,\ncould not sin; he simply recommends diligence and a careful devotion, so\nthat we should strive by all means, and beseech God in prayers lest we\nfall back into sins from which, as it were, we have been resurrected, and\nlest we be overcome by the flesh, the world and the devil. Zacchaeus the\npublican, whom the Lord had received back into favor, exclaims in the\nGospel: \"Behold, Lord, the half of my goods I give to the poor; and if I\nhave defrauded any one of anything, I restore it fourfold\" (Luke\n19:8). Therefore, in the same way we preach that restitution and\ncompassion, and even almsgiving, are necessary for those who truly repent,\nand we exhort all men everywhere in the words of the apostle: \"Let not sin\ntherefore reign in your mortal bodies, to make you obey their passions. Do\nnot yield your members to sin as instruments of wickedness, but yield\nyourselves to God as men who have been brought from death to life, and\nyour members to God as instruments of righteousness\" (Rom. 6:12 f.).\n\nERRORS. Wherefore we condemn all impious utterances of some who wrongly\nuse the preaching of the Gospel and say that it is easy to return to\nGod. Christ has atoned for all sins. Forgiveness of sins is\neasy. Therefore, what harm is there in sinning? Nor need we be greatly\nconcerned about repentance, etc. Notwithstanding we always teach that an\naccess to God is open to all sinners, and that he forgives all sinners of\nall sins except the one sin against the Holy Spirit (Mark 3:29).\n\nTHE SECTS. Wherefore we condemn both old and new Novatians and Catharists.\n\nPAPAL INDULGENCES. We especially condemn the lucrative doctrine of the\nPope concerning penance, and against his simony and his simoniacal\nindulgences we avail ourselves of Peter's judgment concerning Simon: \"Your\nsilver perish with you, because you thought you could obtain the gift of\nGod with money! You have neither part nor lot in this matter, for your\nheart is not right before God\" (Acts 8:20 f.).\n\nSATISFACTIONS. We also disapprove of those who think that by their own\nsatisfactions they make amends for sins committed. For we teach that\nChrist alone by his death or passion is the satisfaction, propitiation or\nexpiation of all sins (Isa., ch.53; 1 Cor. 1:30). Yet as we have already\nsaid, we do not cease to urge the mortification of the flesh. We add,\nhowever, that this mortification is not to be proudly obtruded upon God as\na satisfaction for sins, but is to be performed humble, in keeping with\nthe nature of the children of God, as a new obedience out of gratitude for\nthe deliverance and full satisfaction obtained by the death and\nsatisfaction of the Son of God.\n"},{"name":"Of the True Justification of the Faithful","number":15,"text":"\nWHAT IS JUSTIFICATION? According to the apostle in his treatment of\njustification, to justify means to remit sins, to absolve from guilt and\npunishment, to receive into favor, and to pronounce a man just. For in his\nepistle to the Romans the apostle says: \"It is God who justifies; who is\nto condemn?\" (Rom. 8:33). To justify and to condemn are opposed. And in\nThe Acts of the Apostles the apostle states: \"Through Christ forgiveness\nof sins is proclaimed to you, and by him everyone that believes is freed\nfrom everything from which you could not be freed by the law of Moses\"\n(Acts 13:38 f.). For in the Law and also in the Prophets we read: \"If\nthere is a dispute between men, and they come into court...the judges\ndecide between them, acquitting the innocent and condemning the guilty\"\n(Deut. 25:1). And in Isa., ch. 5: \"Woe to those...who aqcuit the guilty\nfor a bribe.\"\n\nWE ARE JUSTIFIED ON ACCOUNT OF CHRIST. Now it is most certain that all of\nus are by nature sinners and godless, and before God's judgment-seat are\nconvicted of godlessness and are guilty of death, but that, solely by the\ngrace of Christ and not from any merit of ours or consideration for us, we\nare justified, that is, absolved from sin and death by God the Judge. For\nwhat is clearer than what Paul said: \"Since all have sinned and fall short\nof the glory of God, they are justified by his grace as a gift, through\nthe redemption which is in Christ Jesus\" (Rom. 3:23 f.).\n\nIMPUTED RIGHTEOUSNESS. For Christ took upon himself and bore the sins of\nthe world, and satisfied divine justice. Therefore, solely on account of\nChrist's sufferings and resurrection God is propitious with respect to our\nsins and does not impute them to us, but imputes Christ's righteousness to\nus as our own (2 Cor. 5;19 ff.; Rom. 4;25), so that now we are not only\ncleansed and purged from sins or are holy, but also, granted the\nrighteousness of Christ, and so absolved from sin, death and condemnation,\nare at last righteous and heirs of eternal life. Properly speaking,\ntherefore, God alone justifies us, and justifies only on account of\nChrist, not imputing sins to us but imputing his righteousness to us.\n\nWE ARE JUSFIFIED BY FAITH ALONE. But because we receive this\njustification, not through any works, but through faith in the mercy of\nGod and in Christ, we therefore teach and believe with the apostle that\nsinful man is justified by faith alone in Christ, not by the law or any\nworks. For the apostle says: \"We hold that a man is justified by faith\napart from works of law\" (Rom. 3:28). Also: \"If Abraham was justified by\nworks, he has something to boast about, but not before God. For what does\nthe scripture say? Abraham believed God, and it was reckoned to him as\nrighteousness....And to one who does not work but believes in him who\njustifies the ungodly, his faith is reckoned as righteousness\" (Rom. 4:2\nff.; Gen. 15:6). And again: \"By grace you have been saved through faith;\nand this is not your own doing, it is the gift of God--not because of\nworks, lest any man should boast,\" etc. (Eph. 2:8 f.). Therefore, because\nfaith receives Christ our righteousness and attributes everything to the\ngrace of God in Christ, on that account justification is attributed to\nfaith, chiefly because of Christ and not therefore because it is our\nwork. For it is the gift of God.\n\nWE RECEIVE CHRIST BY FAITH. Moreover, the Lord abundantly shows that we\nreceive Christ by faith, in John, ch. 6, where he puts eating for\nbelieving, and believing for eating. For as we receive food by eating, so\nwe participate in Christ by believing.\n\nJUSTIFICATION IS NOT ATTRIBUTED PARTLY TO CHRIST OR TO FAITH, PARTLY TO\nUS. Therefore, we do not share in the benefit of justification partly\nbecause of the grace of God or Christ, and partly because of ourselves,\nour love, works or merit, but we attribute it wholly to the grace of God\nin Christ through faith. For our love and our works could not please God\nin Christ through faith. For our love and our works could not please God\nif performed by unrighteous men. Therefore, it is necessary for us to be\nrighteous before we may love and do good works. We are made truly\nrighteous, as we have said, by faith in Christ purely by the grace of God,\nwho does not impute to us our sins, but the righteousness of Christ, or\nrather, he imputes faith in Christ to us for righteousness. Moreover, the\napostle very clearly derives love from faith when he says: \"The aim of our\ncommand is love that issues from a pure heart, a good conscience, and a\nsincere faith\" (1 Tim. 1:5)\n\nJAMES COMPARED WITH PAUL. Wherefore, in this matter we are not speaking of\na fictitious, empty, lazy and dead faith, but of a living, quickening\nfaith. It is and is called a living faith because it apprehends Christ who\nis life and makes alive, and shows that it is alive by living works. And\nso James does not contradict anything in this doctrine of ours. For he\nspeaks of an empty, dead faith of which some boasted but who did not have\nChrist living in them by faith (James 2:14 ff.). James said that works\njustify, yet without contradicting the apostle (otherwise he would have to\nbe rejected) but showing that Abraham proved his living and justifying\nfaith by works. This all the pious do, but they trust in Christ alone and\nnot in their own works. For again the apostle said: \"It is no longer I who\nlive, but Christ who lives in me; and the life I now live in the flesh I\nlive by faith in the Son of God, [The Latin reads: \"by the faith of the\nSon of God.\"] who loved me and gave himself for me. I do not reject the\ngrace of God; for if justification were through the law, then Christ died\nto no purpose,\" etc. (Gal. 2:20 f.).\n"},{"name":"Of Faith and Good Works, and of Their Reward, and of Man's Merit","number":16,"text":"\nWHAT IS FAITH? Christian faith is not an opinion or human conviction, but\na most firm trust and a clear and steadfast assent of the mind, and then a\nmost certain apprehension of the truth of God presented in the Scriptures\nand in the Apostles' Creed, and thus also of God himself, the greatest\ngood, and especially of God's promise and of Christ who is the fulfilment\nof all promises.\n\nFAITH IS THE GIFT OF GOD. But this faith is a pure gift of God which God\nalone of his grace gives to his elect according to this measure when, to\nwhom and to the degree he wills. And he does this by the holy Spirit by\nmeans of the preaching of the Gospel and steadfast prayer.\n\nTHE INCREASE OF FAITH. This faith also has its increase, and unless it\nwere given by God, the apostles would not have said: \"Lord, increase our\nfaith\" (Luke 17:5). And all these things which up to this point we have\nsaid concerning faith, the apostles have taught before us. For Paul said:\n\"For faith is the sure subsistence, of things hoped for, and the clear and\ncertain apprehension\" (Heb. 11:1). And again he says that all the promises\nof God are Yes through Christ and through Christ are Amen (2\nCor. 1:20). And to the Philippians he said that it has been given tothem\nto believe in Christ (Phil. 1:29). Again, God assigned to each the measure\nof faith (Rom. 12:3). Again: \"Not all have faith\" and, \"Not all obey the\nGospel\" (2 Thess. 3:2; Rom. 10:16). But Luke also bears witness, saying:\n\"As many as were ordained to life believed\" (Acts 13:48). Wherefore Paul\nalso calls faith \"the faith of God's elect\" (Titus 1:1), and again: \"Faith\ncomes from hearing, and hearing comes by the Word of God\"\n(Rom. 10:17). Elsewhere he often commands men to pray for faith.\n\nFAITH EFFICACIOUS AND ACTIVE. The same apostle calls faith efficacious and\nactive through love (Gal. 5:6). It also quiets the conscience and opens a\nfree access to God, so that we may draw near to him with confidence and\nmay obtain from him what is useful and necessary. The same [faith] keeps\nus in the service we owe to God and our neighbor, strengthens our patience\nin adversity, fashions and makes a true confession, and in a word brings\nforth good fruit of all kinds, and good works.\n\nCONCERNING GOOD WORKS. For we teach that truly good works grow out of a\nliving faith by the Holy Spirit and are done by the faithful according\ntothe will or rule of God's Word. Now the apostle Peter says: \"Make every\neffort to supplement your faith with virtue, and virtue with knowledge,\nand knowledge with self-control,\" etc.(2 Peter 1:5 ff.). But we have said\nabove that the law of God, which is his will, prescribes for us the\npattern of good works. And the apostle says: \"This is the will of God,\nyour sanctification, that you abstain form immorality...that no man\ntransgress, and wrong his brother in business\" (1 Thess. 4:3 ff.).\n\nWORKS OF HUMAN CHOICE. And indeed works and worship which we choose\narbitrarily are not pleasing to God. These Paul calls \"self-devised\nworship\" Col. 2:23. Of such the Lord says in the Gospel: \"In vain do they\nworship me, teaching as doctrines the precepts of men\"\n(Matt. 15:9). Therefore, we disapprove of such works, and approve and urge\nthose that are of God's will and commission.\n\nTHE END OF GOOD WORKS. These same works ought not to be done in order that\nwe may earn eternal life by them, for, as the apostle says, eternal life\nis the gift of God. Nor are they to be done for ostentation which the Lord\nrejects in Matt., ch. 6, nor for gain which he also rejects in Matt.,\nch. 23, but for the glory of God, to adorn our calling, to show gratitude\nto God, and for the profit of the neighbor. For our Lord says again in the\nGospel: \"Let your light so shine before men, that they may see your good\nworks and give glory to your Father who is in heaven\" (Matt. 5:16). And\nthe apostle Paul says: \"Lead a life worthy of the calling to which you\nhave been called\" (Eph. 4:1). Also: \"And whatever you do, in word or deed,\ndo everything in the name of the Lord Jesus, giving thanks to God and to\nthe Fatehr through him\" (Col. 3:17), and, \"Let each of you look not to his\nown interests, but to the interests of others\" (Phil. 2:4), and, \"Let our\npeople learn to apply themselves to good deeds, so as to help cases of\nurgent need, and not to be unfruitful\" (Titus 3;14).\n\nGOOD WORKS NOT REJECTED. Therefore, although we teach with the apostle\nthat a man is justified by grace through faith in Christ and not through\nany good works, yet we do not think that good works are of little value\nand condemn them. We know that man was not created or regenerated through\nfaith in order to be idle, but rather that without ceasing he should do\nthose things which are good and useful. For in the Gospel the Lord says\nthat a good tree brings forth good fruit (Matt. 12:33), and that he who\nabides in me bears much fruit (John 15:5). The apostle says: \"For we are\nhis workmanship, created in Christ Jesus for good works, which God\nprepared beforehand, that we should walk in them\" (Eph. 2:10), and again:\n\"Who gave himself for us to redeem us from all iniquity and to purify for\nhimself a people of his own who are zealous for good deeds\" (Titus\n2:14). We therefore condemn all who despise good works and who babble that\nthey are useless and that we do not need to pay attention to them.\n\nWE ARE NOT SAVED BY GOOD WORKS. Nevertheless, as was said above, we do not\nthink that we are saved by good works, and that they are so necessary for\nsalvation that no one was ever saved without them. For we are saved by\ngrace and the favor of Christ alone. Works necessarily proceed from\nfaith. And salvation is improperly attributed to them, but is most\nproperly ascribed to grace. The apostle's sentence is well known: \"If it\nis by grace, then it is no longer of works; otherwise grace would no\nlonger be grace. But if it is of works, then it is no longer grace,\nbecause otherwise work is no longer work\" (Rom. 11:6).\n\nGOOD WORKS PLEASE GOD. Now the works which we do by faith are pleasing to\nGod and are approved by him. Because of faith in Christ, those who do good\nworks which, moreover, are done from God's grace through the Holy Spirit,\nare pleasing to god. For St. Peter said: \"In every nation anyone who fears\nGod and does what is right is acceptable to him\" (Acts 10:35). And Paul\nsaid: \"We have not ceased to pray for you...that you may walk worthily of\nthe Lord, fully pleasing to him, bearing fruit in every good work\"\n(Col. 1:9 f.).\n\nWE TEACH TRUE, NOT FALSE AND PHILOSOPHICAL VIRTUES. And so we diligently\nteach true, not false and philosophical virtues, truly good works, and the\ngenuine service of a Christian. And as much as we can we diligently and\nzealously press them upon all men, while censuring the sloth and Hypocrisy\nof all those who praise and profess the Gospel with their lips and\ndishonor it by their disgraceful lives. In this matter we place before\nthem God's terrible threats and then his rich promises and generous\nrewards -- exhorting, consoling and rebuking.\n\nGOD GIVES A REWARD FOR GOOD WORKS. For we teach that God gives a rich\nreward to those who do good works, according to that saying of the\nprophet: \"keep your voice from weeping,...for your work shall be rewarded\"\n(Jer. 31:16; Isa., ch. 4). The Lord also said in the Gospel: \"Rejoice and\nbe glad, for your reward is great in heaven\" (Matt. 5:12), and, \"Whoever\ngives to one of these my little ones a cup of cold water, truly, I say to\nyou, he shall not lose his reward\" (ch. 10:42). However, we do not ascribe\nthis reward, which the Lord gives, to the merit of the man who receives\nit, but to the goodness, generosity and truthfulness of God who promises\nand gives it, and who, although he owes nothing to anyone, nevertheless\npromises that he will give a reward to his faithful worshippers; meanwhile\nhe also gives them that they may honor him. Moreover, in the works even of\nthe saints there is much that is unworthy of God and very much that is\nimperfect. But because God receives into favor and embraces those who do\nworks for Christ's sake, he grants to them the promised reward. For in\nother respects our righteousnesses are compared to a filthy wrap\n(Isa. 64:6). And the Lord says in the Gospel: \"When you have done all that\nis commanded you, say, \"We are unworthy servants; we have only done what\nwas our duty\" (Like 17:10).\n\nTHERE ARE NO MERITS OF MEN. Therefore, although we teach that God rewards\nour good deeds, yet at the same time we teach, with Augustine, that God\ndoes not crown in us our merits but his gifts. Accordingly we say that\nwhatever reward we receive is also grace, and is more grace than reward,\nbecause the good we do, we do more through God than through ourselves, and\nbecause Paul says: \"What have you that you did not receive? If then you\nreceived it, why do you boast as if you had not received it?\" (I\nCor. 4:7). And this is what the blessed martyr Cyprian concluded from this\nverse: We are not to glory in anything in us, since nothing is our own. We\ntherefore condemn those who defend the merits of men in such a way that\nthey invalidate the grace of God.\n"},{"name":"Of The Catholic and Holy Church of God, and of The One Only Head of The Church","number":17,"text":"\nTHE CHURCH HAS ALWAYS EXISTED AND IT WILL ALWAYS EXIST. But because God\nfrom the beginning would have men to be saved, and to come to the\nknowledge of the truth (1 Tim. 2:4), it is altogether necessary that there\nalways should have been, and should be now, and to the end of the world, a\nChurch.\n\nWHAT IS THE CHURCH? The Church is an assembly of the faithful called or\ngathered out of the world; a communion, I say, of all saints, namely, of\nthose who truly know and rightly worship and serve the true God in Christ\nthe Savior, by the Word and holy Spirit, and who by faith are partakers of\nall benefits which are freely offered through Christ.\n\nCITIZENS OF ONE COMMONWEALTH. They are all citizens of the one city,\nliving under the same Lord, under the same laws and in the same fellowship\nof all good things. For the apostle calls them \"fellow citizens with the\nsaints and members of the household of God\" (Eph. 2:19), calling the\nfaithful on earth saints (1 Cor. 4:1), who are sanctified by the blood of\nthe Son of God. The article of the Creed, \"I believe in the holy catholic\nChurch, the communion of saints,\" is to be understood wholly as concerning\nthese saints.\n\nONLY ONE CHURCH FOR ALL TIMES. And since there is always but one God, and\nthere is one mediator between God and men, Jesus the Messiah, and one\nShepherd of the whole flock, one Head of this body, and, to conclude, one\nSpirit, one salvation, one faith, one Testament or covenant, it\nnecessarily follows that there is only one Church.\n\nTHE CATHOLIC CHURCH. We, therefore, call this Church catholic because it\nis universal, scattered through all parts of the world, and extended unto\nall times, and is not limited to any times or places. Therefore, we\ncondemn the Donatists who confined the Church to I know not what corners\nof Africa. Nor do we approve of the Roman clergy who have recently passed\noff only the Roman Church as catholic.\n\nPARTS OR FORMS OF THE CHURCH. The Church is divided into different parts\nor forms; not because it is divided or rent asunder in itself, but rather\nbecause it is distinguished by the diversity of the numbers that are in\nit.\n\nMILITANT AND TRIUMPHANT. For the one is called the Church Militant, the\nother the Church Triumphant. The former still wages war on earth, and\nfights against the flesh, the world, and the prince of this world, the\ndevil; against sin and death. But the latter, having been now discharged,\ntriumphs in heaven immediately after having overcome all those things and\nrejoices before the Lord. Notwithstanding both have fellowship and union\none with another.\n\nTHE PARTICULAR CHURCH. Moreover, the Church Militant upon the earth has\nalways had many particular churches. yet all these are to be referred to\nthe unity of the catholic Church. This [Militant] Church was set up\ndifferently before the Law among the patriarchs; otherwise under Moses by\nthe Law; and differently by Christ through the Gospel.\n\nTHE TWO PEOPLES. Generally two peoples are usually counted, namely, the\nIsraelites and Gentiles, or those who have been gathered from among Jews\nand Gentiles into the Church. There are also two Testaments, the Old and\nthe New.\n\nTHE SAME CHURCH FOR THE OLD AND THE NEW PEOPLE. Yet from all these people\nthere was and is one fellowship, one salvation in the one Messiah; in\nwhom, as members of one body under one Head, all united together in the\nsame faith, partaking also of the same spiritual food and drink. Yet here\nwe acknowledge a diversity of times, and a diversity in the signs of the\npromised and delivered Christ; and that now the ceremonies being\nabolished, the light shines unto us more clearly, and blessings are given\nto us more abundantly, and a fuller liberty.\n\nTHE CHURCH THE TEMPLE OF THE LIVING GOD. This holy Church of God is called\nthe temple of the living God, built of living and spiritual stones and\nfounded upon a firm rock, upon a foundation which no other can lay, and\ntherefore it is called \"the pillar and bulwark of the truth\" (I\nTim. 3:15).\n\nTHE CHURCH DOES NOT ERR. It does not err as long as it rests upon the rock\nChrist, and upon the foundation of the prophets and apostles. And it is no\nwonder if it errs, as often as it deserts him who alone is the truth.\n\nTHE CHURCH AS BRIDE AND VIRGIN. This Church is also called a virgin and\nthe Bride of Christ, and even the only Beloved. For the apostle says: \"I\nbetrothed you to Christ to present you as a pure bride to Christ\" (2\nCor. 11:2).\n\nTHE CHURCH AS A FLOCK OF SHEEP. The Church is called a flock of sheep\nunder the one shepherd, Christ, according to Ezek., ch. 34, and John,\nch. 10.\n\nTHE CHURCH AS THE BODY. It is also called the body of Christ because the\nfaithful are living members of Christ under Christ the Head.\n\nCHRIST THE SOLE HEAD OF THE CHURCH. It is the head which has the\npreeminence in the body, and from it the whole body receives life; by its\nspirit the body is governed in all things; from it, also, the body\nreceives increase, that it may grow up. Also, there is one head of the\nbody, and it is suited to the body. Therefore the Church cannot have any\nother head besides Christ. For as the Church is a spiritual body, so it\nmust also have a spiritual head in harmony with itself. Neither can it be\ngoverned by any other spirit than by the Spirit of Christ. Wherefore Paul\nsays: \"He is the head of the body, the church; he is the beginning, the\nfirstborn from the dead, that in everything he might be preeminent\"\n(Col. 1:18). And in another place: \"Christ is the head of the church, his\nbody, and is himself its Savior\" (Eph. 5:23). And again: he is \"the head\nover all things for the church, which is his body, the fulness of him who\nfills all in all\" (Eph. 1:22 f.). Also: \"We are to grow up in every way\ninto him who is the head, into Christ, from whom the whole body, joined\nand knit together, makes bodily growth\" (Eph. 4:15 f.). And therefore we\ndo not approve of the doctrine of the Roman clergy, who make their Pope at\nRome the universal shepherd and supreme head of the Church Militant here\non earth, and so the very vicar of Jesus Christ, who has (as they say) all\nfulness of power and sovereign authority in the Church.\n\nCHRIST THE ONLY PASTOR OF THE CHURCH. For we teach that Christ the Lord\nis, and remains the only universal pastor, and highest Pontiff before God\nthe Father; and that in the Church he himself performs all the duties of a\nbishop or pastor, even to the world's end; [Vicar] and therefore does not\nneed a substitute for one who is absent. For Christ is present with his\nChurch, and is its life-giving Head.\n\nNO PRIMACY IN THE CHURCH. He has strictly forbidden his apostles and their\nsuccessors to have any primacy and dominion in the Church. Who does not\nsee, therefore, that whoever contradicts and opposes this plain truth is\nrather to be counted among the number of those of whom Christ's apostles\nprophesied: Peter in 2 Peter, ch. 2, and Paul in Acts 20:2; 2 Cor. 11:2;\n2 Thess., ch.2, and also in other places?\n\nNO DISORDER IN THE CHURCH. However, by doing away with a Roman head we do\nnot bring any confusion or disorder into the Church, since we teach that\nthe government of the Church which the apostles handed down is sufficient\nto keep the Church in proper order, the Church was not disordered or in\nconfusion. The Roman head does indeed preserve his tyranny and the\ncorruption that has been brought into the Church, and meanwhile he\nhinders, resists, and with all the strength he can muster cuts off the\nproper reformation of the Church.\n\nDISSENSIONS AND STRIFE IN THE CHURCH. We are reproached because there have\nbeen manifold dissensions and strife in our churches since they separated\nthemselves from the Church of Rome, and therefore cannot be true\nchurches. As though there were never in the Church of Rome any sects, nor\ncontentions and quarrels concerning religion, and indeed, carried on not\nso much in the schools as from pulpits in the midst of the people. We\nknow, to be sure, that the apostle said: \"God is not a God of confusion\nbut of peace\" (1 Cor. 14:33), and, \"While there is jealousy and strife\namong you, are you not of the flesh?\" Yet we cannot deny that God was in\nthe apostolic Church and that it was a true Church, even though there were\nwranglings and dissensions in it. The apostle Paul reprehended Peter, an\napostle (Gal. 2:11 ff.), and Barnabas dissented from Paul. Great\ncontention arose in the Church of Antioch between them that preached the\none Christ, as Luke records in The Acts of the Apostles, ch. 15. And there\nhave at all times been great contentions in the Church, and the most\nexcellent teachers of the Church have differed among themselves about\nimportant matters without meanwhile the Church ceasing to be the Church\nbecause of these contentions. For thus it pleases God to use the\ndissensions that arise in the Church to the glory of his name, to\nillustrate the truth, and in order that those who are in the right might\nbe manifest (1 Cor. 11:19).\n\nOF THE NOTES OR SIGNS OF THE TRUE CHURCH. Moreover, as we acknowledge no\nother head of the Church than Christ, so we do not acknowledge every\nchurch to be the true Church which vaunts herself to be such; but we teach\nthat the true Church is that in which the signs or marks of the true\nChurch are to be found, especially the lawful and sincere preaching of the\nWord of God as it was delivered to us in the books of the prophets and the\napostles, which all lead us unto Christ, who said in the Gospel: \"My sheep\nhear me voice, and I know them, and they follow me; and I give unto them\neternal life. A stranger they do not follow, but they flee from him, for\nthey do not know the voice of strangers\" (John 10:5, 27, 28).\n\nAnd those who are such in the Church have one faith and one spirit; and\ntherefore they worship but one God, and him alone they worship in spirit\nand in truth, loving him alone with all their hearts and with all their\nstrength, praying unto him alone through Jesus Christ, the only Mediator\nand Intercessor; and they do not seek righteousness and life outside\nChrist and faith in him. Because they acknowledge Christ the only head and\nfoundation of the Church, and, resting on him, daily renew themselves by\nrepentance, and patiently bear the cross laid upon them. Moreover, joined\ntogether with all the members of Christ by an unfeigned love, they show\nthat they are Christ's disciples by persevering in the bond of peace and\nholy unity. At the same time they participate in the sacraments instituted\nby Christ, and delivered unto us by his apostles, using them in no other\nway than as they received them from the Lord. That saying of the apostle\nPaul is well known to all: \"I received from the Lord what I also delivered\nto you\" (1 Cor. 11:23 ff.). Accordingly, we condemn all such churches as\nstrangers from the true Church of Christ, which are not such as we have\nheard they ought to be, no matter how much they brag of a succession of\nbishops, of unity, and of antiquity. Moreover, we have a charge from the\napostles of Christ \"to shun the worship of idols\" (1 Cor. 10:14; 1 John\n5:21), and \"to come out of Babylon,\" and to have no fellowship with her,\nunless we want to be partakers with her of all God's plagues (Rev. 18:4;\n2 Cor. 6:17).\n\nOUTSIDE THE CHURCH OF GOD THERE IS NO SALVATION. But we esteem fellowship\nwith the true Church of Christ so highly that we deny that those can live\nbefore God who do not stand in fellowship with the true Church of God, but\nseparate themselves from it. For as there was no salvation outside Noah's\nark when the world perished in flood; so we believe that there is no\ncertain salvation outside Christ, who offers himself to be enjoyed by the\nelect in the Church; and hence we teach that those who wish to live ought\nnot to be separated from the true Church of Christ.\n\nTHE CHURCH IS NOT BOUND TO ITS SIGNS. Nevertheless, by the signs [of the\ntrue Church] mentioned above, we do not so narrowly restrict the Church as\nto teach that all those are outside the Church who either do not\nparticipate in the sacraments, at least not willingly and through\ncontempt, but rather, being forced by necessity, unwillingly abstain from\nthem or are deprived of them; or in whom faith sometimes fails, though it\nis not entirely extinguished and does not wholly cease; or in whom\nimperfections and errors due to weakness are found. For we know that God\nhad some friends in the world outside the commonwealth of Israel. We know\nwhat befell the people of God in the captivity of Babylon, where they were\ndeprived of their sacrifices for seventy years. We know what happened to\nSt. Peter, who denied his Master, and what is wont to happen daily to\nGod's elect and faithful people who go astray and are weak. We know,\nmoreover, what kind of churches the churches in Galatia and Corinth were\nin the apostles' time, in which the apostle found fault with many serious\noffenses; yet he calls them holy churches of Christ (1 Cor. 1:2;\nGal. 1:2).\n\nTHE CHURCH APPEARS AT TIMES TO BE EXTINCT. Yes, and it sometimes happens\nthat God in his just judgment allows the truth of his Word, and the\ncatholic faith, and the proper worship of God to be so obscured and\noverthrown that the Church seems almost extinct, and no more to exist, as\nwe see to have happened in the days of Elijah (1 Kings 19:10, 14), and at\nother times. Meanwhile God has in this world and in this darkness his true\nworshippers, and those not a few, but even seven thousand and more (I\nKings 19:18; Rev. 7:3 ff.). For the apostle exclaims: \"God's firm\nfoundation stands, bearing this seal, `The Lord knows those who are his,'\n\" etc. (2 Tim. 2:19). Whence the Church of God may be termed invisible;\nnot because the men from whom the Church is gathered are invisible, but\nbecause, being hidden from our eyes and known only to God, it often\nsecretly escapes human judgment.\n\nNOT ALL WHO ARE IN THE CHURCH ARE OF THE CHURCH. Again, not all that are\nreckoned in the number of the Church are saints, and living and true\nmembers of the Church. For there are many hypocrites, who outwardly hear\nthe Word of God, and publicly receive the sacraments, and seem to pray to\nGod through Christ alone, to confess Christ to be their only\nrighteousness, and to worship God, and to exercise the duties of charity,\nand for a time to endure with patience in misfortune. And yet they are\ninwardly destitute of true illumination of the Spirit, of faith and\nsincerity of heart, and of perseverance to the end. But eventually the\ncharacter of these men, for the most part, will be disclosed. For the\napostle John says: \"They went out from us, but they were not of us; for if\nthey had been of us, they would indeed have continued with us\" (1 John\n2:19). And although while they simulate piety they are not of the Church,\nyet they are considered to be in the Church, just as traitors in a state\nare numbered among its citizens before they are discovered; and as the\ntares or darnel and chaff are found among the wheat, and as swellings and\ntumors are found in a sound body, And therefore the Church of God is\nrightly compared to a net which catches fish of all kinds, and to a field,\nin which both wheat and tares are found (Matt. 13:24 ff., 47 ff.).\n\nWE MUST NOT JUDGE RASHLY OR PREMATURELY. Hence we must be very careful not\nto judge before the time, nor undertake to exclude, reject or cut off\nthose whom the Lord does not want to have excluded or rejected, and those\nwhom we cannot eliminate without loss to the Church. On the other hand, we\nmust be vigilant lest while the pious snore the wicked gain ground and do\nharm to the Church.\n\nTHE UNITY OF THE CHURCH IS NOT IN EXTERNAL RITES. Furthermore, we\ndiligently teach that care is to be taken wherein the truth and unity of\nthe Church chiefly lies, lest we rashly provoke and foster schisms in the\nChurch. Unity consists not in outward rites and ceremonies, but rather in\nthe truth and unity of the catholic faith. The catholic faith is not given\nto us by human laws, but by Holy Scriptures, of which the Apostles' Creed\nis a compendium. And, therefore, we read in the ancient writers that there\nwas a manifold diversity of rites, but that they were free, and no one\never thought that the unity of the Church was thereby dissolved. So we\nteach that the true harmony of the Church consists in doctrines and in the\ntrue and harmonious preaching of the Gospel of Christ, and in rites that\nhave been expressly delivered by the Lord. And here we especially urge\nthat saying of the apostle: \"Let those of us who are perfect have this\nmind; and if in any thing you are otherwise minded, God will reveal that\nalso to you. Nevertheless let us walk by the same rule according to what\nwe have attained, and let us be of the same mind\" (Phil. 3:15 f.).\n"},{"name":"Of The Ministers of The Church, Their Institution and Duties","number":18,"text":"\nGOD USES MINISTERS IN THE BUILDING OF THE CHURCH. God has always used\nministers for the gathering or establishing of a Church for himself, and\nfor the governing and preservation of the same; and still he does, and\nalways will, use them so long as the Church remains on earth. Therefore,\nthe first beginning, institution, and office of ministers is a most\nancient arrangement of God himself, and not a new one of men.\n\nINSTITUTION AND ORIGIN OF MINISTERS. It is true that God can, by his\npower, without any means join to himself a Church from among men; but he\npreferred to deal with men by the ministry of men. Therefore ministers are\nto be regarded, not as ministers by themselves alone, but as the ministers\nof God, inasmuch as God effects the salvation of men through them.\n\nTHE MINISTRY IS NOT TO BE DESPISED. Hence we warn men to beware lest we\nattribute what has to do with our conversion and instruction to the secret\npower of the Holy Spirit in such a way that we make void the\necclesiastical ministry. For it is fitting that we always have in mind the\nwords of the apostle: \"How are they to believe in him of whom they have\nnot heard? And how are they to hear without a preacher? So faith comes\nfrom hearing, and hearing comes by the word of God\" (Rom. 10: 14, 17). And\nalso what the Lord said in the Gospel: \"Truly, truly, I say to you, he who\nreceives any one whom I send receives me; and he who receives me receives\nhim who sent me\" (John 13:20). Likewise a man of Macedonia, who appeared\nto Paul in a vision while he was in Asia, secretly admonished him, saying:\n\"Come over to Macedonia and help us\" (Acts 16:9). And in another place the\nsame apostle said: \"We are fellow workmen for God; you are God's tillage,\nGod's building\" (1 Cor. 3:9).\n\nYet, on the other hand, we must beware that we do not attribute too much\nto ministers and the ministry; remembering here also the words of the Lord\nin the Gospel: \"No one can come to me unless my Father draws him\" (John\n6:44), and the words of the apostle: \"What then is Paul? What is Apollos?\nServants through whom you believed, as the Lord assigned to each. I\nplanted, Apollos watered, but only God gives the growth\" (1 Cor. 3:5 ff.).\n\nGOD MOVES THE HEARTS OF MEN. Therefore, let us believe that God teaches us\nby his word, outwardly through his ministers, and inwardly moves the\nhearts of his elect to faith by the Holy Spirit; and that therefore we\nought to render all glory unto God for this whole favor. But this matter\nhas been dealt with in the first chapter of this Exposition.\n\nWHO THE MINISTERS ARE AND OF WHAT SORT GOD HAS GIVEN TO THE WORLD. And\neven from the beginning of the world God has used the most excellent men\nin the whole world (even if many of them were simple in worldly wisdom or\nphilosophy, but were outstanding in true theology), namely, the\npatriarchs, with whom he frequently spike by angels. For the patriarchs\nwere the prophets or teachers of their age whom God for this reason wanted\nto live for several centuries, in order that they might be, as it were,\nfathers and lights of the world. They were followed by Moses and the\nprophets renowned throughout all the world.\n\nCHRIST THE TEACHER. After these the heavenly Father even sent his\nonly-begotten Son, the most perfect teacher of the world; in whom is\nhidden the wisdom of God, and which has come to us through the most holy,\nsimple, and most perfect doctrine of all. For he chose disciples for\nhimself whom he made apostles. These went out into the whole world, and\neverywhere gathered together churches by the preaching of the Gospel, and\nthen throughout all the churches in the world they appointed pastors or\nteachers according to Christ's command; through their successors he has\ntaught and governed the Church unto this day. Therefore, as God gave unto\nhis ancient people the patriarchs, together with Moses and the prophets,\nso also to his people of the New Testament he sent his only-begotten Son,\nand, with him, the apostles and teachers of the Church.\n\nMINISTERS OF THE NEW TESTAMENT. Furthermore, the ministers of the new\npeople are called by various names. For they are called apostles,\nprophets, evangelists, bishops, elders, pastors, and teachers (I\nCor. 12:28; Eph. 4:11).\n\nTHE APOSTLES. The apostles did not stay in any particular place, but\nthroughout the world gathered together different churches. When they were\nonce established, there ceased to be apostles, and pastors took their\nplace, each in his church.\n\nPROPHETS. In former times the prophets were seers, knowing the future; but\nthey also interpreted the Scriptures. Such men are also found still today.\n\nEVANGELISTS. The writers of the history of the Gospel were called\nEvangelists; but they also were heralds of the Gospel of Christ; as Paul\nalso commended Timothy: \"Do the work of an evangelist\" (2 Tim. 4:5).\n\nBISHOPS. Bishops are the overseers and watchmen of the Church, who\nadminister the food and needs of the life of the Church.\n\nPRESBYTERS. The presbyters are the elders and, as it were, senators and\nfathers of the Church, governing it with wholesome counsel.\n\nPASTORS The pastors both keep the Lord's sheepfold, and also provide for\nits needs.\n\nTEACHERS. The teachers instruct and teach the true faith and\ngodliness. Therefore, the ministers of the churches may now be called\nbishops, elders, pastors, and teachers.\n\nPAPAL ORDERS. Then in subsequent times many more names of ministers in the\nChurch were introduced into the Church of God. For some were appointed\npatriarchs, others archbishops, others suffragans; also, metropolitans,\narchdeacons, deacons, subdeacons, acolytes, exorcists, cantors, porters,\nand I know not what others, as cardinals, provosts, and priors; greater\nand lesser fathers, greater and lesser orders. But we are not troubled\nabout all these about how they once were and are now. For us the apostolic\ndoctrine concerning ministers is sufficient.\n\nCONCERNING MONKS. Since we assuredly know that monks, and the orders or\nsects of monks, are instituted neither by Christ nor by the apostles, we\nteach that they are of no use to the Church of God, nay rather, are\npernicious. For, although in former times they were tolerable (when they\nwere hermits, earning their living with their own hands, and were not a\nburden to anyone, but like the laity were everywhere obedient to the\npastors of the churches), yet now the whole world sees and knows what they\nare like. They formulate I know not what vows; but they lead a life quite\ncontrary to their vows, so that the best of them deserves to be numbered\namong those of whom the apostle said: \"We hear that some of you are living\nan irregular life, mere busybodies, not doing any work\" etc. (2\nThess. 3:11). Therefore, we neither have such in our churches, nor do we\nteach that they should be in the churches of Christ.\n\nMINISTERS ARE TO BE CALLED AND ELECTED. Furthermore, no man ought to usurp\nthe honor of the ecclesiastical ministry; that is, to seize it for himself\nby bribery or any deceits, or by his own free choice. But let the\nministers of the Church be called and chosen by lawful and ecclesiastical\nelection; that is to say, let them be carefully chosen by the Church or by\nthose delegated from the Church for that purpose in a proper order without\nany uproar, dissension and rivalry. Not any one may be elected, but\ncapable men distinguished by sufficient consecrated learning, pious\neloquence, simple wisdom, lastly, by moderation and an honorable\nreputation, according to that apostolic rule which is compiled by the\napostle in 1 Tim., ch. 3, and Titus, ch. 1.\n\nORDINATION. And those who are elected are to be ordained by the elders\nwith public prayer and laying on of hands. Here we condemn all those who\ngo off of their own accord, being nether chosen, sent, nor ordained (Jer.,\nch. 23). We condemn unfit ministers and those not furnished with the\nnecessary gifts of a pastor.\n\nIn the meantime we acknowledge that the harmless simplicity of some\npastors in the primitive Church sometimes profited the Church more than\nthe many-sided, refined and fastidious, but a little too esoteric learning\nof others. For this reason we do not reject even today the honest, yet by\nno means ignorant, simplicity of some.\n\nPRIESTHOOD OF ALL BELIEVERS. To be sure, Christ's apostles call all who\nbelieve in Christ \"priests,\" but not on account of an office, but because,\nall the faithful having been made kings and priests, we are able to offer\nup a spiritual sacrifices to God through Christ (Ex. 19:6; 1 Peter 2:9;\nRev. 1:6). Therefore, the priesthood and the ministry are very different\nfrom one another. For the priesthood, as we have just said, is common to\nall Christians; not so is the ministry. Nor have we abolished the ministry\nof the Church because we have repudiated the papal priesthood from the\nChurch of Christ.\n\nPRIESTS AND PRIESTHOOD. Surely in the new covenant of Christ there is no\nlonger any such priesthood as was under the ancient people; which had an\nexternal anointing, holy garments, and very many ceremonies which were\ntypes of Christ, who abolished them all by this coming and fulfilling\nthem. But he himself remains the only priest forever, and lest we derogate\nanything form him, we do not impart the name of priest to any\nminister. For the Lord himself did not appoint any priests in the Church\nof the New Testament who, having received authority from the suffragan,\nmay daily offer up the sacrifice that is, the very flesh and blood of the\nLord, for the living and the dead, but ministers who may teach and\nadminister the sacraments.\n\nTHE NATURE OF THE MINISTERS OF THE NEW TESTAMENT. Paul explains simply and\nbriefly what we are to think of the ministers of the New Testament or of\nthe Christian Church, and what we are to attribute to them. \"This is how\none should regard us, as servants of Christ and stewards of the mysteries\nof God\" 2 Cor. 4:1). Therefore, the apostle wants us to think of\nministers as ministers. Now the apostle calls them rowers, who have their\neyes fixed on the coxswain, and so men who do not live for themselves or\naccording to their own will, but for others--namely, their masters, upon\nwhose command they altogether depend. For in all his duties every minister\nof the Church is commanded to carry out only what he has received in\ncommandment from his Lord, and not to indulge his own free choice. And in\nthis case it is expressly declared who is the Lord, namely, Christ; to\nwhom the ministers are subject in all the affairs of the ministry.\n\nMINISTERS AS STEWARDS OF THE MYSTERIES OF GOD. Moreover, to the end that\nhe might expound the ministry more fully, the apostle adds that ministers\nof the Church are administrators and stewards of the mysteries of God. Now\nin may passages, especially in Eph., ch. 3, Paul called the mysteries of\nGod the Gospel of Christ. And the sacraments of Christ are also called\nmysteries by the ancient writers. Therefore for this purpose are the\nministers of the Church called--namely, to preach the Gospel of Christ to\nthe faithful, and to administer the sacraments. We read, also, in another\nplace in the Gospel, of \"the faithful and wise steward,\" whom \"his master\nwill set over his household, to give them their portion of food at the\nproper time\" (Luke 12:42). Again, elsewhere in the Gospel a man takes a\njourney in a foreign country and, leaving his house, gives his substance\nand authority over it to his servants, and to each his work.\n\nTHE POWER OF MINISTERS OF THE CHURCH. Now, therefore, it is fitting that\nwe also say something about the power and duty of the ministers of the\nChurch. Concerning this power some have argued industriously, and to it\nhave subjected everything on earth, even the greatest things, and they\nhave done so contrary to the commandment of the Lord who has prohibited\ndominion for this disciples and has highly commended humility (Luke 22:24\nff.; Matt. 18:3 f.; 20:25 ff.). There is, indeed, another power that is\npure and absolute, which is called the power of right. According to this\npower all things in the whole world are subject to Christ, who is Lord of\nall, as he himself has testified when he said: \"All authority in heaven\nand on earth has been given to me\" (Matt. 28:18), and again, \"I am the\nfirst and the last, and behold I am alive for evermore, and I have the\nkeys of Hades and Death\" (Rev. 1:18); also, \"He has the key of David,\nwhich opens and no one shall shut, who shuts and no one opens\" (Rev. 3:7).\n\nTHE LORD RESERVES TRUE POWER FOR HIMSELF. This power the Lord reserves to\nhimself, and does not transfer it to any other, so that he might stand\nidly by as a spectator while his ministers work. For Isaiah says, \"I will\nplace on his shoulder the key of the house of David\" (Isa. 22:22), and\nagain, \"The government will be upon his shoulders, but still keeps and\nuses his own power, governing all things.\n\nTHE POWER OF THE OFFICE AND OF THE MINISTER. Then there is another power\nof an office or of ministry limited by him who has full and absolute\npower. And this is more like a service than a dominion.\n\nTHE KEYS. For a lord gives up his power to the steward in his house, and\nfor that cause gives him the keys, that he may admit into or exclude from\nthe house those whom his lord will have admitted or excluded. In virtue of\nthis power the minister, because of his office, does that which the Lord\nhas commanded him to do; and the Lord confirms what he does, and wills\nthat what his servant has done will be so regarded and acknowledges, as if\nhe himself had done it. Undoubtedly, it is to this that these evangelical\nsentences refer: \"I will give you the keys of the kingdom of heaven, and\nwhatever you bind on earth shall be bound in heaven, and whatever you\nloose on earth shall be loosed in heaven\" (Matt. 16:19). Again, \"If you\nforgive the sins of any, they are forgiven; if you retain the sins of any,\nthey are retained\" (John 20:23). But if the minister does not carry out\neverything as the Lord has commanded him, but transgresses the bounds of\nfaith, then the Lord certainly makes void what he has done. Wherefore the\necclesiastical power of the ministers of the Church is that function\nwhereby they indeed govern the Church of God, but yet se do all things in\nthe Church as the Lord has prescribed in his Word. When those things are\ndone, the faithful esteem them as done by the Lord himself. But mention\nhas already been made of the keys above.\n\nTHE POWER OF MINISTERS IS ONE AND THE SAME, AND EQUAL. Now the one and an\nequal power or function is given to all ministers in the\nChurch. Certainly, in the beginning, the bishops or presbyters governed\nthe Church in common; no man lifted up himself above another, none usurped\ngreater power or authority over his fellow-bishops. For remembering the\nwords of the Lord: \"Let the leader among you become as one who serves\"\n(Luke 22:26), they kept themselves in humility, and by mutual services\nthey helped one another in the governing and preserving of the Church.\n\nORDER TO BE PRESERVED. Nevertheless, for the sake of preserving order some\none of the ministers called the assembly together, proposed matters to be\nlaid before it, gathered the opinions of the others, in short, to the best\nof man's ability took precaution lest any confusion should arise. Thus did\nSt. Peter, as we read in The Acts of the Apostles, who nevertheless was\nnot on that account preferred to the others, nor endowed with greater\nauthority than the rest. Rightly then does Cyprian the Martyr say, in his\nDe Simplicitate Clericorum: \"The other apostles were assuredly what Peter\nwas, endowed with a like fellowship of honor and power; but [his] primacy\nproceeds from unity in order that the Church may be shown to be one.\"\n\nWHEN AND HOW ONE WAS PLACED BEFORE THE OTHERS. St. Jerome also in his\ncommentary upon The Epistle of Paul to Titus, says something not unlike\nthis: \"Before attachment to persons in religion was begun at the\ninstigation of the devil, the churches were governed by the common\nconsultation of the elders; but after every one thought that those whom he\nhad baptized were his own, and not Christ's, it was decreed that one of\nthe elders should be chosen, and set over the rest, upon whom should fall\nthe care of the whole Church, and all schismatic seeds should be removed.\"\nYet St. Jerome does not recommend this decree as divine; for he\nimmediately adds: \"As the elders knew from the custom of the Church that\nthey were subject to him who was set over them, so the bishops knew that\nthey were subject to him who was set over them, so the bishops knew that\nthey were above the elders, more from custom than from the truth of an\narrangement by the Lord, and that they ought to rule the Church in common\nwith them.\" Thus far St. Jerome. Hence no one can rightly forbid a return\nto the ancient constitution of the Church of God, and to have recourse to\nit before human custom.\n\nTHE DUTIES OF MINISTERS. The duties of ministers are various; yet for the\nmost part they are restricted to two, in which all the rest are\ncomprehended: to the teaching of the Gospel of Christ, and to the proper\nadministration of the sacraments. For it is the duty of the ministers to\ngather together an assembly for worship in which to expound God's Word and\nto apply the whole doctrine to the care and use of the Church, so that\nwhat is taught may benefit the hearers and edify the faithful It falls to\nministers, I say, to teach the ignorant, and to exhort; and to urge the\nidlers and lingerers to make progress in the way of the Lord. Moreover,\nthey are to comfort and to strengthen the fainthearted, and to arm them\nagainst the manifold temptations of Satan; to rebuke offenders; to recall\nthe erring into the way; to raise the fallen; to convince the gainsayers\nto drive the wolf away from the sheepfold of the Lord; to rebuke\nwickedness and wicked men wisely and severely; no to wink at nor to pass\nover great wickedness. And, besides, they are to administer the\nsacraments, and to commend the right use of them, and to prepare all men\nby wholesome doctrine to receive them; to preserve the faithful in a holy\nunity; and to check schisms; to catechize the unlearned, to commend the\nneeds of the poor to the Church, to visit, instruct, and keep in the way\nof life the sick and those afflicted with various temptations. In\naddition, they are to attend to public prayers of supplications in times\nof need, together with common fasting, that is, a holy abstinence; and as\ndiligently as possible to see to everything that pertains to the\ntranquility, peace and welfare of the churches.\n\nBut in order that the minister may perform all these things better and\nmore easily, it is especially required of him that he fear God, be\nconstant in prayer, attend to spiritual reading, and in all things and at\nall times be watchful, and by a purity of life to let his light to shine\nbefore all men.\n\nDISCIPLINE. And since discipline is an absolute necessity in the Church\nand excommunication was once used in the time of the early fathers, and\nthere were ecclesiastical judgments among the people of God, wherein this\ndiscipline was exercised by wise and godly men, it also falls to ministers\nto regulate this discipline for edification, according to the\ncircumstances of the time, public state, and necessity. At all times and\nin all places the tule is to be observed that everything is to be done for\nedification, decently and honorably, without oppression and strife. For\nthe apostle testifies that authority in the Church was given to him by the\nLord for building up and not for destroying (2 Cor. 10:8). And the Lord\nhimself forbade the weeds to be plucked up in the Lord's field, because\nthere would be danger lest the wheat also be plucked up with it\n(Matt. 13:29 f.).\n\nEVEN EVIL MINISTERS ARE TO BE HEARD. Moreover, we strongly detest the\nerror of the Donatists who esteem the doctrine and administration of the\nsacraments to be either effectual or not effectual, according to the good\nor evil life of the ministers. For we know that the voice of Christ is to\nbe heard, though it be out of the mouths of evil ministers; because the\nLord himself said: \"Practice and observe whatever they tell you, but not\nwhat they do\" (Matt. 23:3). We know that the sacraments are sanctified by\nthe institution and the word of Christ, and that they are effectual to the\ngodly, although they be administered by unworthy ministers. Concerning\nthis matter, Augustine, the blessed servant of God, many times argued from\nthe Scriptures against the Donatists.\n\nSYNODS. Nevertheless, there ought to be proper discipline among\nministers. In synods the doctrine and life of ministers is to be carefully\nexamined. Offenders who can be cured are to be rebuked by the elders and\nrestored to the right way, and if they are incurable, they are to be\ndeposed, and like wolves driven away from he flock of the Lord by the true\nshepherds. For, if they be false teachers, they are not to be tolerated at\nall. Neither do we disapprove of ecumenical councils, if they are convened\naccording to the example of the apostles, for the welfare of the Church\nand not for its destruction.\n\nTHE WORKER IS WORTHY OF HIS REWARD. All faithful ministers, as good\nworkmen, are also worthy of their reward, and do not sin when they receive\na stipend, and all things that be necessary for themselves and their\nfamily. For the apostle shows in 1 Cor., ch. 9, and in 1 Tim., ch. 5, and\nelsewhere that these things may rightly be given by the Church and\nreceived by ministers. The Anabaptists, who condemn and defame ministers\nwho live from their ministry are also refuted by the apostolic teaching.\n"},{"name":"Of the Sacraments of the Church of Christ","number":19,"text":"\nTHE SACRAMENTS [ARE] ADDED TO THE WORD AND WHAT THEY ARE. From the\nbeginning, God added to the preaching of his Word in his Church sacraments\nor sacramental signs. For thus does all Holy Scripture clearly\ntestify. Sacraments are mystical symbols, or holy rites, or sacred\nactions, instituted by God himself, consisting of his Word, of signs and\nof things signified, whereby in the Church he keeps in mind and from time\nto time recalls the great benefits he has shown to men; whereby also he\nseals his promises, and outwardly represents, and, as it were, offers unto\nour sight those things which inwardly he performs for us, and so\nstrengthens and increases our faith through the working of God's Spirit in\nour hearts. Lastly, he thereby distinguishes us from all other people and\nreligions, and consecrates and binds us wholly to himself, and signifies\nwhat he requires of us.\n\nSOME ARE SACRAMENTS OF THE OLD, OTHERS OF THE NEW, TESTAMENTS. Some\nsacraments are of the old, others of the new, people. The sacraments of\nthe ancient people were circumcision, and the Paschal Lamb, which was\noffered up; for that reason it is referred to the sacrifices which were\npracticed from the beginning of the world.\n\nTHE NUMBER OF SACRAMENTS OF THE NEW PEOPLE. The sacraments of the new\npeople are Baptism and the Lord's Supper. There are some who count seven\nsacraments of the new people. Of these we acknowledge that repentance. the\nordination of ministers (not indeed the papal but apostolic ordination),\nand matrimony are profitable ordinances of God, but not\nsacraments. Confirmation and extreme unction are human inventions which\nthe Church can dispense with without any loss, and indeed, we do not have\nthem in our churches. For they contain some things of which we can by no\nmeans approve. Above all we detest all the trafficking in which the\nPapists engage in dispensing the sacraments.\n\nTHE AUTHOR OF THE SACRAMENTS. The author of all sacraments is not any man,\nbut God alone. Men cannot institute sacraments. For they pertain to the\nworship of God, and it is not for man to appoint and prescribe a worship\nof God, but to accept and preserve the one he has received from\nGod. Besides, the symbols have God's promises annexed to them, which\nrequire faith. Now faith rests only upon the Word of God; and the Word of\nGod is like papers or letters, and the sacraments are like seals which\nonly God appends to the letters.\n\nCHRIST STILL WORKS IN SACRAMENTS. And as God is the author of the\nsacraments, so he continually works in the Church in which they are\nrightly carried out; so that the faithful, when they receive them from the\nministers, know that God works in his own ordinance, and therefore they\nreceive them as from the hand of God; and the minister's faults (even if\nthey be very great) cannot affect them, since they acknowledge the\nintegrity of the sacraments to depend upon the institution of the Lord.\n\nTHE SUBSTANCE OR CHIEF THING IN THE SACRAMENTS. But the principal thing\nwhich God promises in all sacraments and to which all the godly in all\nages direct their attention (some call it the substance and matter of\nsacraments) is Christ the Savior -- that only sacrifice, and that Lamb of\nGod slain from the foundation of the world; that rock, also, from which\nall our fathers drank, by whom all the elect are circumcised without hands\nthrough the Holy Spirit, and are washed from all their sins, and are\nnourished with the very body and blood of Christ unto eternal life.\n\nTHE SIMILARITY AND DIFFERENCE IN THE SACRAMENTS OF OLD AND NEW\nPEOPLES. Now, in respect of that which is the principal thing and the\nmatter itself in the sacraments, the sacraments of both peoples are\nequal. For Christ, the only Mediator and Savior of the faithful, is the\nchief thing and very substance of the sacraments in both; for the one God\nis the author of them both. They were given to both peoples as signs and\nseals of the grace and promises of God, which should call to mind and\nrenew the memory of God's great benefits, and should distinguish the\nfaithful from all the religions in the world; lastly, which should be\nreceived spiritually by faith, and should bind the receivers to the\nChurch, and admonish them of their duty. In these and similar respects, I\nsay, the sacraments of both peoples are not dissimilar, although in the\noutward signs they are different. And, indeed, with respect to the signs\nwe make a great difference. For ours are more firm and lasting, inasmuch\nas they will never be changed to the end of the world. Moreover, ours\ntestify that both the substance and the promise have been fulfilled or\nperfected in Christ; the former signified what was to be fulfilled. Ours\nare also more simple and less laborious, less sumptuous and involved with\nceremonies. Moreover, they belong to a more numerous people. one that is\ndispersed throughout the whole earth. And since they are more excellent,\nand by the Holy Spirit kindle greater faith, a greater abundance of the\nSpirit also ensues.\n\nOUR SACRAMENTS SUCCEED THE OLD WHICH ARE ABROGATED. But now since Christ\nthe true Messiah is exhibited unto us, and the abundance of grace is\npoured forth upon the people of The New Testament, the sacraments of the\nold people are surely abrogated and have ceased; and in their stead the\nsymbols of the New Testament are placed -- Baptism in the place of\ncircumcision, the Lord's Supper in place of the Paschal Lamb and\nsacrifices.\n\nIN WHAT THE SACRAMENTS CONSIST. And as formerly the sacraments consisted\nof the word, the sign, and the thing signified; so even now they are\ncomposed, as it were, of the same parts. For the Word of God makes them\nsacraments, which before they were not.\n\nTHE CONSECRATION OF THE SACRAMENTS. For they are consecrated by the Word,\nand shown to be sanctified by him who instituted them. To sanctify or\nconsecrate anything to God is to dedicate it to holy uses; that is, to\ntake it from the common and ordinary use, and to appoint it to a holy\nuse. For the signs in the sacraments are drawn from common use, things\nexternal and visible. For in baptism the sign is the element of water, and\nthat visible washing which is done by the minister; but the thing\nsignified is regeneration and the cleansing from sins. Likewise, in the\nLord's Supper, the outward sign is bread and wine, taken from things\ncommonly used for meat and drink; but the thing signified is the body of\nChrist which was given, and his blood which was shed for us, or the\ncommunion of the body and blood of the Lord. Wherefore, the water, bread,\nand wine, according to their nature and apart from the divine institution\nand sacred use, are only that which they are called and we experience. But\nwhen the Word of God is added to them, together with invocation of the\ndivine name, and the renewing of their first institution and\nsanctification, then these signs are consecrated, and shown to be\nsanctified by Christ. For Christ's first institution and consecration of\nthe sacraments remains always effectual in the Church of God, so that\nthese who do not celebrate the sacraments in any other way than the Lord\nhimself instituted from the beginning still today enjoy that first and\nall-surpassing consecration. And hence in the celebration of the\nsacraments the very words of Christ are repeated.\n\nSIGNS TAKE NAME OF THINGS SIGNIFIED. And as we learn out of the Word of\nGod that these signs were instituted for another purpose than the usual\nuse, therefore we teach that they now, in their holy use, take upon them\nthe names of things signified, and are no longer called mere water, bread\nor wine, but also regeneration or the washing of water, and the body and\nblood of the Lord or symbols and sacraments of the Lord's body and\nblood. Not that the symbols are changed into the things signified, or\ncease to be what they are in their own nature. For otherwise they world\nnot be sacraments. If they were only the thing signified, they would not\nbe signs.\n\nTHE SACRAMENTAL UNION. Therefore the signs acquire the names of things\nbecause they are mystical signs of sacred things, and because the signs\nand the things signified are sacramentally joined together; joined\ntogether, I say, or united by a mystical signification, and by the purpose\nor will of him who instituted the sacraments. For the water, bread, and\nwine are not common, but holy signs. And he that instituted water in\nbaptism did not institute it with the will and intention that the faithful\nshould only be sprinkled by the water of baptism; and he who commanded the\nbread to be eaten and the wine to be drunk in the supper did not want the\nfaithful to receive only bread and wine without any mystery as they eat\nbread in their homes; but that they should spiritually partake of the\nthings signified, and by faith be truly cleansed from their sins, and\npartake of Christ.\n\nTHE SECTS. And, therefore, we do not at all approve of those who attribute\nthe sanctification of the sacraments to I know not what properties and\nformula or to the power of words pronounced by one who is consecrated and\nwho has the intention of consecrating, and to other accidental things\nwhich neither Christ or the apostles delivered to us by word or\nexample. Neither do we approve of the doctrine of those who speak of the\nsacraments just as common signs, not sanctified and effectual. Nor do we\napprove of those who despise the visible aspect of the sacraments because\nof the invisible, and so believe the signs to be superfluous because they\nthink they already enjoy the things themselves, as the Messalians are said\nto have held.\n\nTHE THING SIGNIFIED IS NEITHER INCLUDED IN OR BOUND TO THE SACRAMENTS. We\ndo not approve of the doctrine of those who teach that grace and the\nthings signified are so bound to and included in the signs that whoever\nparticipate outwardly in the signs, no matter what sort of persons they\nbe, also inwardly participate in the grace and things signified.\n\nHowever, as we do not estimate the value of the sacraments by the\nworthiness or unworthiness of the ministers, so we do not estimate it by\nthe condition of those who receive them. For we know that the value of the\nsacraments depends upon faith and upon the truthfulness and pure goodness\nof God. For as the Word of God remains the true Word of God, in which,\nwhen it is preached, not only bare words are repeated, but at the same\ntime the things signified or announced in words are offered by God, even\nif the ungodly and unbelievers hear and understand the words yet do not\nenjoy the things signified, because they do not receive them by true\nfaith; so the sacraments, which by the Word consist of signs and the\nthings signified, remain true and inviolate sacraments, signifying not\nonly sacred things, but, by God offering, the things signified, even if\nunbelievers do not receive the things offered. This is not the fault of\nGod who gives and offers them, but the fault of men who receive them\nwithout faith and illegitimately; but whose unbelief does not invalidate\nthe faithfulness of God (Rom. 3:3 f.).\n\nTHE PURPOSE FOR WHICH SACRAMENTS WERE INSTITUTED. Since the purpose for\nwhich sacraments were instituted was also explained in passing when right\nat the beginning of our exposition it was shown what sacraments are, there\nis no need to be tedious by repeating what once has been said. Logically,\ntherefore, we now speak severally of the sacraments of the new people.\n"},{"name":"Of Holy Baptism","number":20,"text":"\nTHE INSTITUTION OF BAPTISM. Baptism was instituted and consecrated by\nGod. First John baptized, who dipped Christ in the water in Jordan. From\nhim it came to the apostles, who also baptized with water. The Lord\nexpressly commanded them to preach the Gospel and to baptize \"in the name\nof the Father and of the Son and of the Holy Spirit\" (Matt. 28:19). And in\nThe Acts, Peter said to the Jews who inquired what they ought to do: \"Be\nbaptized every one of you in the name of Jesus Christ for the forgiveness\nof your sins; and you shall receive the gift of the Holy Spirit\" (Acts\n2:37 f.). Hence by some baptism is called a sign of initiation for God's\npeople, since by it the elect of God are consecrated to God.\n\nONE BAPTISM. There is but one baptism in the Church of God; and it is\nsufficient to be once baptized or consecrated unto God. For baptism once\nreceived continues for all of life, and is a perpetual sealing of our\nadoption.\n\nWHAT IT MEANS TO BE BAPTIZED. Now to be baptized in the name of Christ is\nto be enrolled, entered, and received into the covenant and family, and so\ninto the inheritance of the sons of God; yes, and in this life to be\ncalled after the name of God; that is to say, to be called a son of God;\nto be cleansed also from the filthiness of sins, and to be granted the\nmanifold grace of God, in order to lead a new and innocent life. Baptism,\ntherefore, calls to mind and renews the great favor God has shown to the\nrace of mortal men. For we are all born in the pollution of sin and are\nthe children of wrath. But God, who is rich in mercy, freely cleanses us\nfrom our sins by the blood of his Son, and in him adopts us to be his\nsons, and by a holy covenant joins us to himself, and enriches us with\nvarious gifts, that we might live a new life. All these things are assured\nby baptism. For inwardly we are regenerated, purified, and renewed by God\nthrough the Holy Spirit and outwardly we receive the assurance of the\ngreatest gifts in the water, by which also those great benefits are\nrepresented, and, as it were, set before our eyes to be beheld.\n\nWE ARE BAPTIZED WITH WATER. And therefore we are baptized, that is, washed\nor sprinkled with visible water. For the water washes dirt away, and cools\nand refreshes hot and tired bodies. And the grace of God performs these\nthings for souls, and does so invisibly or spiritually.\n\nTHE OBLIGATION OF BAPTISM. Moreover, God also separates us from all\nstrange religions and peoples by the symbol of baptism, and consecrates us\nto himself as his property. We, therefore, confess our faith when we are\nbaptized, and obligate ourselves to God for obedience, mortification of\nthe flesh, and newness of life. Hence, we are enlisted in the holy\nmilitary service of Christ that all our life long we should fight against\nthe world, Satan, and our own flesh. Moreover, we are baptized into one\nbody of the Church, that with all members of the Church we might\nbeautifully concur in the one religion and in mutual services.\n\nTHE FORM OF BAPTISM. We believe that the most perfect form of baptism is\nthat by which Christ was baptized, and by which the apostles\nbaptized. Those things, therefore, which by man's device were added\nafterwards and used in the Church we do not consider necessary to the\nperfection of baptism. Of this kind is exorcism, the use of burning\nlights, oil, salt, spittle, and such other things as that baptism is to be\ncelebrated twice every year with a multitude of ceremonies. For we believe\nthat one baptism of the Church has been sanctified in God's first\ninstitution, and that it is consecrated by the Word and is also effectual\ntoday in virtue of God's first blessing.\n\nTHE MINISTER OF BAPTISM. We teach that baptism should not be administered\nin the Church by women or midwives. For Paul deprived women of\necclesiastical duties, and baptism has to do with these.\n\nANABAPTISTS. We condemn the Anabaptists, who deny that newborn infants of\nthe faithful are to be baptized. For according to evangelical teaching, of\nsuch is the Kingdom of God, and they are in the covenant of God. Why,\nthen, should the sign of God's covenant not be given to them? Whey should\nthose who belong to God and are in his Church not be initiated by holy\nbaptism? We condemn also the Anabaptists in the rest of their peculiar\ndoctrines which they hold contrary to the Word of God. We therefore are\nnot Anabaptists and have nothing in common with them.\n"},{"name":"Of the Holy Supper of the Lord","number":21,"text":"\nTHE SUPPER OF THE LORD. The Supper of the Lord (which is called the Lord's\nTable, and the Eucharist, that is, a Thanksgiving), is, therefore, usually\ncalled a supper, because it was instituted by Christ at this last supper,\nand still represents it, and because in it the faithful are spiritually\nfed and given drink.\n\nTHE AUTHOR AND CONSECRATOR OF THE SUPPER. For the author of the Supper of\nthe Lord is not an angel or any man, but the Son of God himself, our Lord\nJesus Christ, who first consecrated it to his Church. And the same\nconsecration or blessing still remains among all those who celebrate no\nother but that very Supper which the Lord instituted, and at which they\nrepeat the words of the Lord's Supper, and in all things look to the one\nChrist by a true faith, from whose hands they receive, as it were, what\nthey receive through the ministry of the ministers of the Church.\n\nA MEMORIAL OF GOD'S BENEFITS. By this sacred rite the Lord wishes to keep\nin fresh remembrance that greatest benefit which he showed to mortal men,\nnamely, that by having given his body and shed his blood he has pardoned\nall our sins, and redeemed us from eternal death and the power of the\ndevil, and now feeds us with his flesh, and gives us his blood to drink,\nwhich, being received spiritually by true faith, nourish us to eternal\nlife. And this so great a benefit is renewed as often as the Lord's Supper\nis celebrated. For the Lord said: \"Do this in remembrance of me.\" This\nholy Supper also seals to us that the very body of Christ was truly given\nfor us, and his blood shed for the remission of our sins, lest our faith\nshould in any way waver.\n\nTHE SIGN AND THING SIGNIFIED. And this is visibly represented by this\nsacrament outwardly through the ministers, and, as it were, presented to\nout eyes to be seen, which is invisibly wrought by the Holy Spirit\ninwardly in the soul. Bread is outwardly offered by the minister, and the\nwords of the Lord are heard: \"Take, eat; this is my body\"; and, \"Take and\ndivide among you. Drink of it, all of you; this is my blood.\" Therefore\nthe faithful receive what is given by the ministers of the Lord, and they\neat the bread of the Lord and drink of the Lord's cup. At the same time by\nthe work of Christ through the Holy Spirit they also inwardly receive the\nflesh and blood of the Lord, and are thereby nourished unto life\neternal. For the flesh and blood of Christ is the true food and drink unto\nlife eternal; and Christ himself, since he was given for us and is our\nSavior, is the principal thing in the Supper, and we do not permit\nanything else to be substituted in his place.\n\nBut in order to understand better and more clearly how the flesh and blood\nof Christ are the food and drink of the faithful, and are received by the\nfaithful unto eternal life, we would add these few things. There is more\nthan one kind of eating. There is corporeal eating whereby food is taken\ninto the mouth, is chewed with the teeth, and swallowed into the\nstomach. In times past the Capernaites thought that the flesh of the Lord\nshould be eaten in this way, but they are refuted by him in John,\nch. 6. For as the flesh of Christ cannot be eaten corporeally without\ninfamy and savagery, so it is not food for the stomach. All men are forced\nto admit this. We therefore disapprove of that canon in the Pope's\ndecrees, Ego Berengarius (De Consecrat., Dist. 2). For neither did godly\nantiquity believe, nor do we believe, that the body of Christ is to be\neaten corporeally and essentially with a bodily mouth.\n\nSPIRITUAL EATING OF THE LORD. There is also a spiritual eating of Christ's\nbody; not such that we think that thereby the food itself is to be changed\ninto spirit, but whereby the body and blood of the Lord, while remaining\nin their own essence and property, are spiritually communicated to us,\ncertainly not in a corporeal but in a spiritual way, by the Holy Spirit,\nwho applies and bestows upon us these things which have been prepared for\nus by the sacrifice of the Lord's body and blood for us, namely, the\nremission of sins, deliverance, and eternal life; so that Christ lives in\nus and we live in him, and he causes us to receive him by true faith to\nthis end that he may become for us such spiritual food and drink, that is,\nour life.\n\nCHRIST AS OUR FOOD SUSTAINS US IN LIFE. For even as bodily food and drink\nnot only refresh and strengthen our bodies, but also keeps them alive, so\nthe flesh of Christ delivered for us, and his blood shed for us, not only\nrefresh and strengthen our souls, but also preserve them alive, not in so\nfar as they are corporeally eaten and drunken, but in so far as they are\ncommunicated unto us spiritually by the Spirit of God, as the Lord said:\n\"The bread which I shall give for the life of the world is my flesh (John\n6:51), and \"the flesh\" (namely what is eaten bodily) \"is of no avail; it\nis the spirit that gives life\" (v. 63). And: \"The words that I have spoken\nto you are spirit and life.\"\n\nCHRIST RECEIVED BY FAITH. And as we must by eating receive food into our\nbodies in order that it may work in us, and prove its efficacy in us --\nsince it profits us nothing when it remains outside us -- so it is\nnecessary that we receive Christ by faith, that he may become ours, and he\nmay live in us and we in him. For he says: \"I am the bread of life; he who\ncomes to me shall not hunger, and he who believes in me shall never\nthirst\" (John 6:35); and also, \"He who eats me will live because of\nme...he abides in me, I in him\" (vs. 57, 56).\n\nSPIRITUAL FOOD. From all this it is clear that by spiritual food we do not\nmean some imaginary food I know not what but the very body of the Lord\ngiven to us, which nevertheless is received by the faithful not\ncorporeally, but spiritually by faith. In this matter we follow the\nteaching of the Savior himself, Christ the Lord, according to John, ch. 6.\n\nEATING NECESSARY FOR SALVATION. And this eating of the flesh and drinking\nof the blood of the Lord is so necessary for salvation that without it no\nman can be saved. But this spiritual eating and drinking also occurs apart\nfrom the Supper of the Lord, and as often and wherever a man believes in\nChrist. To which that sentence of St. Augustine's perhaps applies: \"Why do\nyou provide for your teeth and your stomach? Believe, and you have eaten.\"\n\nSACRAMENTAL EATING OF THE LORD. Besides the higher spiritual eating there\nis also a sacramental eating of the body of the Lord by which not only\nspiritually and internally the believer truly participates in the true\nbody and blood of the Lord, but also, by coming to the Table of the Lord,\noutwardly receives the visible sacrament of the body and blood of the\nLord. To be sure, when the believer believed, he first received the\nlife-giving food, and still enjoys it. But therefore, when he now received\nthe sacrament, he does not received nothing. For he progresses in\ncontinuing to communicate in the body and blood of the Lord, and so his\nfaith is kindle and grows more and more, and is refreshed by spiritual\nfood. For while we live, faith is continually increased. And he who\noutwardly receives the sacrament by true faith, not only receives the\nsign, but also, as we said, enjoys the thing itself. Moreover, he obeys\nthe Lord's institution and commandment, and with a joyful mind gives\nthanks for his redemption and that of all mankind, and makes a faithful\nmemorial to the Lord's death, and gives a witness before the Church, of\nwhose body he is a member. Assurance is also given to those who receive\nthe sacrament that the body of the Lord was given and his blood shed, not\nonly for men in general, but particularly for every faithful communicant,\nto whom it is food and drink unto eternal life.\n\nUNBELIEVERS TAKE THE SACRAMENT TO THEIR JUDGMENT. But he who comes to this\nsacred Table of the Lord without faith, communicates only in the sacrament\nand does not receive the substance of the sacrament whence comes life and\nsalvation; and such men unworthily eat of the Lord's Table. Whoever eats\nthe bread or drinks the cup of the Lord in an unworthy manner will be\nguilty of the body and blood of the Lord, and eats and drinks judgment\nupon himself (1 Cor. 11:26-29). For when they do not approach with true\nfaith, they dishonor the death of Christ, and therefore eat and drink\ncondemnation to themselves.\n\nTHE PRESENCE OF CHRIST IN THE SUPPER. We do not, therefore, so join the\nbody of the Lord and his blood with the bread and wine as to say that the\nbread itself is the body of Christ except in a sacramental way; or that\nthe body of Christ is hidden corporeally under the bread, so that it ought\nto be worshipped under the form of bread; or yet that whoever receives the\nsign, receives also the thing itself. The body of Christ is in heaven at\nthe right hand of the Father; and therefore our hearts are to be lifted up\non high, and not to be fixed on the bread, neither is the Lord to be\nworshipped in the bread. Yet the Lord is not absent from his Church when\nshe celebrates the Supper. The sun, which is absent from us in the\nheavens, is notwithstanding effectually present among us. How much more is\nthe Sun of Righteousness, Christ, although in his body he is absent from\nus in heaven, present with us, not corporeally, but spiritually, by his\nvivfying operation, and as he himself explained at his Last Supper that he\nworld be present with us (John, chs. 14; 15; and 16). Whence it follows\nthat we do not have the Supper without Christ, and yet at the same time\nhave an unbloody and mystical Supper, as it was universally called by\nantiquity.\n\nOTHER PURPOSES OF THE LORD'S SUPPERS. Moreover, we are admonished in the\ncelebration of the Supper of the Lord to be mindful of whose body we have\nbecome members, and that, therefore, we may be of one mind with all the\nbrethren, live a holy life, and not pollute ourselves with wickedness and\nstrange religions; but, perservering in the true faith to the end of our\nlife, strive to excel in holiness of life.\n\nPREPARATION FOR THE SUPPER. It is therefore fitting that when we would\ncome to the Supper, we first examine ourselves according to the\ncommandment of the apostle, especially as to the kind of faith we have,\nwhether we believe that Christ has come to save sinners and to call them\nto repentance, and whether each man believes that he is in the number of\nthose who have been delivered by Christ and saved; and whether he is\ndetermined to change his wicked life, to lead a holy life, and with the\nLord's help to persevere in the true religion and in harmony with the\nbrethren, and to give due thanks to God for his deliverance.\n\nTHE OBSERVANCE OF THE SUPPER WITH BOTH BREAD AND WINE. We think that rite,\nmanner, or form of the Supper to be the most simple and excellent which\ncomes nearest to the first institution of the Lord and to the apostles'\ndoctrine. It consists in proclaiming the Word of God, in godly prayers, in\nthe action of the Lord himself, and its repetition, in the eating of the\nLord's body and drinking of this blood; in a fitting remembrance of the\nLord's death, and a faithful thanksgiving; and in a holy fellowship in the\nunion of the body of the Church.\n\nWe therefore disapprove of those who have taken from the faithful one\nspecies of the sacrament, namely, the Lord's cup. For these seriously\noffend against the institution of the Lord who says: \"Drink ye all of\nthis\"; which he did not so expressly say of the bread.\n\nWe are not now discussing we what kind of mass once existed among the\nfathers, whether it is to be tolerated or not. But this we say freely that\nthe mass which is now used throughout the Roman Church has been abolished\nin our churches for many and very good reasons which, for brevity's sake,\nwe do not now enumerate in detail. We certainly could not approve of\nmaking a wholesome action into a vain spectacle and a means of giving\nmerit, and of celebrating it for a price. Nor could we approve of saying\nthat in it the priest is said to effect the very body of the Lord, and\nreally to offer it for the remission of the sins of the living and the\ndead, and in addition, for the honor, veneration and remembrance of the\nsaints in heaven, etc.\n"},{"name":"Of Religious and Ecclesiastical Meetings","number":22,"text":"\nWHAT OUGHT TO BE DONE IN MEETINGS FOR WORSHIP. Although it is permitted\nall men to read the Holy Scriptures privately at home, and by instruction\nto edify one another in the true religion, yet in order that the Word of\nGod may be properly preached to the people, and prayers and supplication\npublicly made, also that the sacraments may be rightly administered, and\nthat collections may be made for the poor and to pay the cost of all the\nChurch's expenses, and in order to maintain social intercourse, it is most\nnecessary that religious or Church gatherings be held. For it is certain\nthat in the apostolic and primitive Church, there were such assemblies\nfrequented by all the godly.\n\nMEETINGS FOR WORSHIP NOT TO BE NEGLECTED. As many as spun such meetings\nand stay away from them, despise true religion, and are to be urged by the\npastors and godly magistrates to abstain from stubbornly absenting\nthemselves from sacred assemblies.\n\nMEETINGS ARE PUBLIC. But Church meetings are not to be secret and hidden,\nbut public and well attended, unless persecution by the enemies of Christ\nand the Church does not permit them to be public. For we know how under\nthe tyranny of the Roman emperors the meetings of the primitive Church\nwere held in secret places.\n\nDECENT MEETING PLACES. Moreover, the places where the faithful meet are to\nbe decent, and in all respects fit for God's Church. Therefore, spacious\nbuildings or temples are to be chosen, but they are to be purged of\neverything that is not fitting for a church. And everything is to be\narranged for decorum, necessity, and godly decency, lest anything be\nlacking that is required for worship and the necessary works of the\nChurch.\n\nMODESTY AND HUMILITY TO BE OBSERVED IN MEETINGS. And as we believe that\nGod does not dwell in temples made with hands, so we know that on account\nof God's Word and sacred use places dedicated to God and his worship are\nnot profane, but holy, and that those who are present in them are to\nconduct themselves reverently and modestly, seeing that they are in a\nsacred place, in the presence of God and his holy angels.\n\nTHE TRUE ORNAMENTATION OF SANCTUARIES. Therefore, all luxurious attire,\nall pride, and everything unbecoming to Christian humility, discipline and\nmodesty, are to be banished from the sanctuaries and places of prayer of\nChristians. For the true ornamentation of churches does not consist in\nivory, gold, and precious stones, but in the frugality, piety, and virtues\nof those who are in the Church. Let all things be done decently and in\norder in the church, and finally, let all things be done for edification.\n\nWORSHIP IN THE COMMON LANGUAGE. Therefore, let all strange tongues keep\nsilence in gatherings for worship, and let all things be set forth in a\ncommon language which is understood by the people gathered in that place.\n"},{"name":"Of the Prayers of the Church, of Singing, and of Canonical Hours","number":23,"text":"\nCOMMON LANGUAGE. It is true that a man is permitted to pray privately in\nany language that he understands, but public prayers in meetings for\nworship are to be made in the common language known to all.\n\nPRAYER. Let all the prayers of the faithful be poured forth to God alone,\nthrough the mediation of Christ only, out of faith and love. The\npriesthood of Christ the Lord and true religion forbid the invocation of\nsaints in heaven or to use them as intercessors. Prayer is to be made for\nmagistracy, for kings, and all that are placed in authority, for ministers\nof the Church, and for all needs of churches. In calamities, especially of\nthe Church, unceasing prayer is to be made both privately and publicly.\n\nFREE PRAYER. Moreover, prayer is to be made voluntarily, without\nconstraint or for any reward. Nor is it proper for prayer to be\nsuperstitiously restricted to one place, as if it were not permitted to\npray anywhere except in a sanctuary. Neither is it necessary for public\nprayers to be the same in all churches with respect to form and time. Each\nChurch is to exercise its own freedom. Socrates, in his history, says, \"In\nall regions of the world you will not find two churches which wholly agree\nin prayer\" (Hist. ecclesiast. V.22, 57). The authors of this difference, I\nthink, were those who were in charge of the Churches at particular\ntimes. Yet if they agree, it is to be highly commended and imitated by\nothers.\n\nTHE METHOD TO BE EMPLOYED IN PUBLIC PRAYERS. As in everything, so also in\npublic prayers there is to be a standard lest they be excessively long and\nirksome. The greater part of meetings for worship is therefore to be given\nto evangelical teaching, and care is to be taken lest the congregation is\nwearied by too lengthy prayers and when they are to hear the preaching of\nthe Gospel they either leave the meeting or, having been exhausted, want\nto do away with it altogether. To such people the sermon seems to be\noverlong, which otherwise is brief enough. And therefore it is appropriate\nfor preachers to keep to a standard.\n\nSINGING. Likewise moderation is to be exercised where singing is used in a\nmeeting for worship. That song which they call the Gregorian Chant has\nmany foolish things in it; hence it is rightly rejected by many of our\nchurches. If there are churches which have a true and proper sermon but no\nsinging, they ought not to be condemned. For all churches do not have the\nadvantage of singing. And it is well known form testimonies of antiquity\nthat the custom of singing is very old in the Eastern Churches whereas it\nwas late when it was at length accepted in the West.\n\nCANONICAL HOURS. Antiquity knew nothing of canonical hours, that is,\nprayers arranged for certain hours of the day, and sung or recited by the\nPapists, as can be proved from their breviaries and by many arguments. But\nthey also have not a few absurdities, of which I say nothing else;\naccordingly they are rightly omitted by churches which substitute in their\nplace things that are beneficial for the whole Church of God.\n"},{"name":"Of Holy Days, Fasts and the Choice of Foods","number":24,"text":"\nTHE TIME NECESSARY FOR WORSHIP. Although religion is not bound to time,\nyet it cannot be cultivated and exercised without a proper distribution\nand arrangement of time. Every Church, therefore, chooses for itself a\ncertain time for public prayers, and for the preaching of the Gospel, and\nfor the celebration of the sacraments; and no one is permitted to\noverthrow this appointment of the Church at his own pleasure. For unless\nsome due time and leisure is given for the outward exercise of religion,\nwithout doubt men would be drawn away from it by their own affairs.\n\nTHE LORD'S DAY. Hence we see that in the ancient churches there were not\nonly certain set hours in the week appointed for meetings, but that also\nthe Lord's Day itself, ever since the apostles' time, was set aside for\nthem and for a holy rest, a practice now rightly preserved by our Churches\nfor the sake of worship and love.\n\nSUPERSTITION. In this connection we do not yield to the Jewish observance\nand to superstitions. For we do not believe that one day is any holier\nthan another, or think that rest in itself is acceptable to God. Moreover,\nwe celebrate the Lord's Day and not the Sabbath as a free observance.\n\nTHE FESTIVALS OF CHRIST AND THE SAINTS. Moreover, if in Christian liberty\nthe churches religiously celebrate the memory of the Lord's nativity,\ncircumcision, passion, resurrection, and of his ascension into heaven, and\nthe sending of the Holy Spirit upon his disciples, we approve of it\nhighly. But we do not approve of feasts instituted for men and for\nsaints. Holy days have to do with the first Table of the Law and belong to\nGod alone. Finally, holy days which have been instituted for the saints\nand which we have abolished, have much that is absurd and useless, and are\nnot to be tolerated. In the meantime, we confess that the remembrance of\nsaints, at a suitable time and place, is to be profitably commended to the\npeople in sermons, and the holy examples of the saints set forth to be\nimitated by all.\n\nFASTING. Now, the more seriously the Church of Christ condemns surfeiting,\ndrunkenness, and all kinds of lust and intemperance, so much the more\nstrongly does it commend to us Christian fasting. For fasting is nothing\nelse than the abstinence and moderation of the godly, and a discipline,\ncare and chastisement of our flesh undertaken as a necessity for the time\nbeing, whereby we are humbled before God, and we deprive the flesh of its\nfuel so that it may the more willingly and easily obey the\nSpirit. Therefore, those who pay no attention to such things do not fast,\nbut imagine that they fast if they stuff their stomachs once day, and at a\ncertain or prescribed time abstain from certain foods, thinking that by\nhaving done this work they please God and do something good. Fasting is an\naid to the prayers of the saints and for all virtues. But as is seen in\nthe books of the prophets, the fast of the Jews who fasted from food but\nnot from wickedness did not please God.\n\nPUBLIC AND PRIVATE FASTING. Now there is a public and a private\nfasting. In olden times they celebrated public fasts in calamitous limes\nand in the affliction of the Church. They abstained altogether from food\ntill the evening, and spent all that time in holy prayers, the worship Of\nGod, and repentance These differed little from mourning, and there is\nfrequent mention of them in the Prophets and especially by Joel in Ch. 2\nSuch a fast should be kept at this day, when the Church is in\ndistress. private fasts are undertaken by each one of us, as he feels\nhimself withdrawn from the Spirit. For in this manner he withdraws the\nflesh from its fuel.\n\nCHARACTERISTICS OF FASTING. All fasts ought to proceed from a free and\nwilling spirit, and from genuine humility, and not feigned to gain the\napplause or favor of men, much less that a man should wish to merit\nrighteousness by them. But let every one fast to this end, that he may\ndeprive the flesh of its fuel in order that he may the more zealously\nserve God.\n\nLENT. The fast of Lent is attested by antiquity but not at all in the\nwritings of the apostles. Therefore it ought not, and cannot, be imposed\non the faithful. It is certain that formerly there were various forms and\ncustoms of fasting. hence, Irenaeus, a most ancient writer, says: \"Some\nthink that a fast should be observed one day only, others two days, but\nothers more, and some forty days. This diversity in keeping this fast did\nnot first begin in our times, but long before us by those, as I suppose,\nwho did not simply keep to what had been delivered to them from the\nbeginning, but afterwards fell into another custom either through\nnegligence or ignorance\" (Fragm. 3, ed. Stieren, I. 824 f.). Moreover,\nSocrates, the historian, says: \"Because no ancient text is found\nconcerning this matter, I think the apostles left this to every man's own\njudgment, that every one might do what is good without fear or constraint\"\n(Hist. ecclesiast. V.22, 40).\n\nCHOICE OF FOOD. Now concerning the choice of foods, we think that in\nfasting all things should be denied to the flesh whereby the flesh is made\nmore insolent, and by which it is greatly pleased, and by which it is\ninflamed with desire whether by fish or meat or spices or delicacies and\nexcellent wines. Moreover, we know that all the creatures of God were made\nfor the use and service of men. All things which God made are good, and\nwithout distinction are to be used in the fear of God and with proper\nmoderation (Gen. 2:15 f.). For the apostle says: \"To the pure all things\nare pure\" (Titus 1:15), and also: \"Eat whatever is sold in the meat market\nwithout raising any question on the ground of conscience\" (I\nCor. 10:25). The same apostle calls the doctrine of those who teach to\nabstain form meats \"the doctrine of demons\"; for \"God created foods to be\nreceived with thanksgiving by those who believe and know this truth that\neverything created by God is good, and nothing is to be rejected if it is\nreceived with thanksgiving\" (1 Tim. 4:1 ff.) The same apostle, in the\nepistle to the Colossians, reproves those who want to acquire a reputation\nfor holiness by excessive abstinence (Col. 2:18 ff.).\n\nSECTS. Therefore we entirely disapprove of the Tatians and the Encratites,\nand all the disciples of Eustathius, against whom the Gangrain Synod was\ncalled.\n"},{"name":"Of Catechizing and of Comforting and Visiting the Sick","number":25,"text":"\nYOUTH TO BE INSTRUCTED IN GODLINESS. The Lord enjoined his ancient people\nto exercise the greatest care that young people, even from infancy, be\nproperly instructed. Moreover, he expressly commanded in his law that they\nshould teach them, and that the mysteries of the sacraments should be\nexplained. Now since it is well known from the writings of the Evangelists\nand apostles that God has no less concern for the youth of his new people,\nwhen he openly testifies and says: \"Let the children come to me; for to\nsuch belongs the kingdom of heaven\" (Mark 10:14), the pastors of the\nchurches act most wisely when they early and carefully caetchize the\nyouth, laying the first grounds of faith, and faithfully teaching the\nrudiments of our religion by expounding the Ten Commandments, the\nApostles' Creed, the Lord's Prayer, and the doctrine of the sacraments,\nwith other such principles and chief heads of our religion. Here let the\nChurch show her faith and diligence in bringing the children to be\ncatechized, desirous and glad to have her children well instructed.\n\nTHE VISITATION OF THE SICK. Since men are never exposed to more grievous\ntemptations than when they are harassed by infirmities, are sick and are\nweakened by diseases of both soul and body, surely it is never more\nfitting for pastors of churches to watch more carefully for the welfare of\ntheir flocks than in such diseases and infirmities. Therefore let them\nvisit the sick soon, and let them be called in good time by the sick, if\nthe circumstance itself would have required it. Let them comfort and\nconfirm them in the true faith, and then arm them against the dangerous\nsuggestions of Satan. They should also hold prayer for the sick in the\nhome and, if need be, prayers should also be made for the sick in the\npublic meeting; and they should see that they happily depart this life. We\nsaid above that we do not approve of the popish visitation of the sick\nwith extreme unction because it is absurd and is not approved by canonical\nScriptures.\n"},{"name":"Of the Burial of the Faithful, and of the Care to Be Shown for the Dead; of Purgatory, and the Appearing of Spirits","number":26,"text":"\nTHE BURIAL OF BODIES. As the bodies of the faithful are the temples of the\nHoly Spirit which we truly believe will rise again at the Last Day,\nScriptures command that they be honorably and without superstition\ncommitted to the earth, and also that honorable mention be made of those\nsaints who have fallen asleep in the Lord, and that all duties of familial\npiety be shown to those left behind, their widows and orphans. We do not\nteach that any other care be taken for the dead. Therefore, we greatly\ndisapprove of the Cynics, who neglected the bodies of the dead or most\ncarelessly and disdainfully cast them into the earth, never saying a good\nword about the deceased, or caring a bit about those whom they left behind\nthem.\n\nTHE CARE FOR THE DEAD. On the other hand, we do not approve of those who\nare overly and absurdly attentive to the deceased; who, like the heathen,\nbewail their dead (although we do not blame that moderate mourning which\nthe apostle permits in 1 Thess. 4:13, judging it to be inhuman not to\ngrieve at all); and who sacrifice for the dead, and mumble certain prayers\nfor pay, in order by such ceremonies to deliver their loved ones from the\ntorments in which they are immersed by death, and then think they are able\nto liberate them by such incantations.\n\nTHE STATE OF THE SOUL DEPARTED FROM THE BODY. For we believe that the\nfaithful, after bodily death, go directly to Christ, and, therefore, do\nnot need the eulogies and prayers of the living for the dead and their\nservices. Likewise we believe that unbelievers are immediately cast into\nhell from which no exit is opened for the wicked by any services of the\nliving.\n\nPURGATORY. But what some teach concerning the fire of purgatory is opposed\nto the Christian faith, namely, \"I believe in the forgiveness of sins, and\nthe life everlasting,\" and to the perfect purgation through Christ, and to\nthese words of Christ our Lord: \"Truly, truly, I say to you, he who hears\nmy word and believes him who sent me, has eternal life; he shall not come\ninto judgment, but has passed from death to life\" (John 5:24). Again: \"He\nwho has bathed does not need to wash, except for his feet, but he is clean\nall over, and you are clean\" (John 13:10).\n\nAPPARITION OF SPIRITS. Now what is related of the spirits or souls of the\ndead sometimes appearing to those who are alive, and begging certain\nduties of them whereby they may be set free, we count those apparitions\namong the laughingstocks, crafts, and deceptions of the devil, who, as he\ncan transform himself into an angel of light, so he strives either to\noverthrow the true faith or to call it into doubt. In the Old Testament\nthe Lord forbade the seeking of the truth from the dead, and any sort of\ncommerce with spirits Deut. 18:11). Indeed, as evangelical truth declares,\nthe glutton, being in torment, is denied a return to his brethren, as the\ndivine oracle declared in the words: \"They have Moses and the prophets;\nlet them hear them. If they hear not Moses and the prophets, neither will\nthey be convinced if some one should rise from the dead\" (Luke 16:29 ff.).\n"},{"name":"Of Rites, Ceremonies and Things Indifferent","number":27,"text":"\nCEREMONIES AND RITES. Unto the ancient people were given at one time\ncertain ceremonies, as a kind of instruction for those who were kept under\nthe law, as under a schoolmaster or tutor. But when Christ, the Deliverer,\ncame and the law was abolished, we who believe are no more under the law\n(Rom. 6:14), and the ceremonies have disappeared; hence the apostles did\nnot want to retain or to restore them in Christ's Church to such a degree\nthat they openly testified that they did not wish to impose any burden\nupon the Church. Therefore, we would seem to be bringing in and restoring\nJudaism if we were to increase ceremonies and rites in Christ's Church\naccording to the custom in the ancient Church. Hence, we by no means\napprove of the opinion of those who think that the Church of Christ must\nbe held in check by many different rites, as if by some kind of\ntraining. For if the apostles did not want to impose upon Christian people\nceremonies or rites which were appointed by God, who, I pray, in his right\nmind would obtrude upon them the inventions devised by man? The more the\nmass of rites is increased in the Church, the more is detracted not only\nfrom Christian liberty, but also from Christ, and from faith in him, as\nlong as the people seek those things in ceremonies which they should seek\nin the only Son of God, Jesus Christ, through faith. Wherefore a few\nmoderate and simple rites, that are not contrary to the Word of God, are\nsufficient for the godly.\n\nDIVERSITY OF RITES. If different rites are found in churches, no one\nshould think that for this reason the churches disagree. Socrates says:\n\"It would be impossible to put together in writing all the rites of\nchurches throughout cities and countries. No religion observes the same\nrites, even though it embraces the same doctrine concerning them. For\nthose who are of the same faith disagree among themselves about rites\"\n(Hist. ecclesiast. V.22, 30, 62). This much says Socrates. And we, today,\nhaving in our churches different rites in the celebration of the Lord's\nSupper and in some other things, nevertheless do not disagree in doctrine\nand faith; nor is the unity and fellowship of our churches thereby rent\nasunder. For the churches have always used their liberty in such rites, as\nbeing things indifferent. We also do the same thing today.\n\nTHINGS INDIFFERENT. But at the same time we admonish me to be on guard\nlest they reckon among things indifferent what are in fact not\nindifferent, as some are wont to regard the mass and the use of images in\nplaces of worship as things indifferent. \"Indifferent,\" wrote Jerome to\nAugustine, \"is that which is neither good nor bad, so that, whether you do\nit or not, you are neither just nor unjust.\" Therefore, when things\nindifferent are wrested to the confession of faith, they cease to be free;\nas Paul shows that it is lawful for a man to eat flesh if someone does not\nremind him that it was offered to idols; for then it is unlawful, because\nhe who eats it seems to approve idolatry by eating it (1 Cor. 8:9 ff.;\n10:25 ff.).\n"},{"name":"Of the possessions of the Church","number":28,"text":"\nTHE POSSESSIONS OF THE CHURCH AND THEIR PROPER USE. The Church of Christ\npossesses riches through the munificence of princes and the liberality of\nthe faithful who have given their means to the Church. For the Church has\nneed of such resources and from ancient time has had resources for the\nmaintenance of things necessary for the Church. Now the true use of the\nChurch's wealth was, and is now, to maintain teaching in schools and in\nreligious meetings, along with all the worship, rites, and buildings of\nthe Church; finally, to maintain teachers, scholars, and ministers, with\nother necessary things, and especially for the succor and relief of the\npoor.\n\nMANAGEMENT. Moreover, God-fearing and wise men, noted for the management\nof domestic affairs, should be chosen to administer properly the Church's\npossessions.\n\nTHE MISUSE OF THE CHURCH'S POSSESSIONS. But if through misfortune or\nthrough the audacity, ignorance or avarice of some persons the Church's\nwealth is abused, it is to be restored to a sacred use by godly and wise\nmen. For neither is an abuse, which is the greatest sacrilege, to be\nwinked at. Therefore, we teach that schools and institutions which have\nbeen corrupted in doctrine, worship and morals must be reformed, and that\nthe relief of the poor must be arranged dutifully, wisely, and in good\nfaith.\n"},{"name":"Of Celibacy, Marriage and the Management of Domestic Affairs","number":29,"text":"\nSINGLE PEOPLE. Those who have the gift of celibacy from heaven, so that\nfrom the heart or with their whole soul are pure and continent and are not\naflame with passion, let them serve the Lord in that calling, as long as\nthey feel endued with that divine gift; and let them not lift up\nthemselves above others, but let them serve the Lord continuously in\nsimplicity and humility (1 Cor. 7:7 ff.). For such are more apt to attend\nto divine things than those who are distracted with the private affairs of\na family. But if, again, the gift be taken away, and they feel a continual\nburning, let them call to mind the words of the apostle: \"It is better to\nmarry than to be aflame\" (1 Cor. 7:9).\n\nMARRIAGE. For marriage (which is the medicine of incontinency, and\ncontinency itself) was instituted by the Lord God himself, who blessed it\nmost bountifully, and willed man and woman to cleave one to the other\ninseparable, and to live together in complete love and concord (Matt. 19:4\nff.). Whereupon we know that the apostle said: \"Let marriage be held in\nhonor among all, and let the marriage bed be undefiled\" (Heb. 13:4). And\nagain: \"If a girl marries, she does not sin\" (1 Cor. 7:28).\n\nTHE SECTS. We therefore condemn polygamy, and those who condemn second\nmarriages.\n\nHOW MARRIAGES ARE TO BE CONTRACTED. We teach that marriages are to be\nlawfully contracted in the fear of the Lord, and not against the laws\nwhich forbid certain degrees of consanguinity, lest the marriages should\nbe incestuous. Let marriages be made with consent of the parents, or of\nthose who take the place of parents, and above all for that purpose for\nwhich the Lord instituted marriages. Moreover, let them be kept holy with\nthe utmost faithfulness, piety, love and purity of those joined\ntogether. Therefore let them guard against quarrels, dissensions, lust and\nadultery.\n\nMATRIMONIAL FORUM. Let lawful courts be established in the Church, and\nholy judges who may care for marriages, and may repress all unchastity and\nshamefulness, and before whom matrimonial disputes may be settled.\n\nTHE REARING OF CHILDREN. Children are to be brought up by the parents in\nthe fear of the Lord; and parents are to provide for their children,\nremembering the saying of the apostle: \"If anyone does not provide for his\nrelatives, he has disowned the faith and is worse than an unbeliever\" (I\nTim. 5:8). But especially they should teach their children honest trades\nor professions by which they may support themselves. They should ;keep\nthem from idleness and in all these things instill in them true faith in\nGod, lest through a lack of confidence or too much security or filthy\ngreed they become dissolute and achieve no success.\n\nAnd it is most certain that those works which are done by parents in true\nfaith by way of domestic duties and the management of their households are\nin God's sight holy and truly good works. They are no less pleasing to God\nthan prayers, fasting and almsgiving. For thus the apostle has taught in\nhis epistles, especially in those to Timothy and Titus. And with the same\napostle we account the doctrine of those who forbid marriage or openly\ncastigate or indirectly discredit it, as if it were not holy and pure,\namong the doctrine of demons.\n\nWe also detest an impure single life, the secret and open lusts and\nfornications of hypocrites pretending to be continent when they are the\nmost incontinent of all. All these God will judge. We do not disapprove of\nriches or rich men, if they be godly and use their riches well. But we\nreject the sect of the Apostolicals (The Apostolicals were followers of a\nreligious fanatic, Gherardo Segarelli, of Parma, who in the thirteenth\ncentury wanted to restore the poverty of the apostolic life.)\n"},{"name":"Of the Magistracy","number":30,"text":"\nTHE MAGISTRACY IS FROM GOD. Magistracy of every kind is instituted by God\nhimself for the peace and tranquillity of the human race, and thus it\nshould have the chief place in the world. If the magistrate is opposed to\nthe Church, he can hinder and disturb it very much; but if he is a friend\nand even a member of the Church, he is a most useful and excellent member\nof it, who is able to benefit it greatly, and to assist it best of all.\n\nTHE DUTY OF THE MAGISTRATE. The chief duty of the magistrate is to secured\nand preserve peace and public tranquillity. Doubtless he will never do\nthis more successfully than when he is truly God-fearing and religious;\nthat is to say, when, according to the example of the most holy kings and\nprinces of the people of the Lord, he promotes the preaching of the truth\nand sincere faith, roots out lies and all superstition, together with all\nimpiety and idolatry, and defends the Church of God. We certainly teach\nthat the care of religion belongs especially to the holy magistrate.\n\nLet him, therefore, hold the Word of God in his hands, and take care lest\nanything contrary to it is taught. Likewise let him govern the people\nentrusted to him by God with good laws made according to the Word of God,\nand let him keep them in discipline, duty and obedience. Let him exercise\njudgment by judging uprightly. Let him not respect any man's person or\naccept bribes. Let him protect widows, orphans and the afflicted. Let him\npunish and even banish criminals, impostors and barbarians. For he does\nnot bear the sword in vain (Rom. 13:4).\n\nTherefore, let him draw this sword of God against all malefactors,\nseditious persons, thieves, murderers, oppressors, blasphemers, perjured\npersons, and all those whom God has commanded him to punish and even to\nexecute. Let him suppress stubborn heretics (who are truly heretics), who\ndo not cease to blaspheme the majesty of God and to trouble, and even to\ndestroy the Church of God.\n\nWAR. And if it is necessary to preserve the safety of the people by war,\nlet him wage war in the name of God; provided he has first sought peace by\nall means possible, and cannot save his people in any other way except by\nwar. And when the magistrate does these things in faith, he serves God by\nthose very works which are truly good, and receives a blessing from the\nLord.\n\nWe condemn the Anabaptists, who when they deny that a Christian may hold\nthe office of a magistrate, deny also that a man may be justly put to\ndeath by the magistrate, or that the magistrate may wage war, or that\noaths are to be rendered to a magistrate, and such like things.\n\nTHE DUTY OF SUBJECTS. For as God wants to effect the safety of his people\nby the magistrate, whom he has given to the world to be, as it were, a\nfather, so all subjects are commanded to acknowledge this favor of God in\nthe magistrate. Therefore let them honor and reverence the magistrate as\nthe minister of God; let them love him, favor him, and pray for him as\ntheir father; and let them obey all his just and fair commands. Finally,\nlet them pay all customs and taxes, and all other such dues faithfully and\nwillingly. And if the public safety of the country and justice require it,\nand the magistrate of necessity wages war, let them even lay down their\nlife and pour out their blood for the public safety and that of the\nmagistrate. And let them do this in the name of God willingly, bravely and\ncheerfully. For he who opposes the magistrate provokes the severe wrath of\nGod against himself.\n\nSECTS AND SEDITIONS. We, therefore, condemn all who are contemptuous of\nthe magistrate - rebels, enemies of the state, seditious villains,\nfinally, all who openly or craftily refuse to perform whatever duties they\nowe.\n\nWe beseech God, our most merciful Father in heaven, that he will bless the\nrulers of the people, and us, and his whole people, through Jesus Christ,\nour only Lord and Savior; to whom be praise and glory and thanksgiving,for\nall ages. Amen.\n"}]}