{"name":"The Directory for Family Worship","publication_year":1647,"type":"document","markdown":true,"chapters":[{"name":"Preface","text":" Assembly at Edinburgh, August 24, 1647, Sess. 10.  *Act for observing the Directions of the GENERAL ASSEMBLY for secret and private Worship, and mutual Edification; and censuring such as neglect Family-worship.*  The General Assembly, after mature deliberation, doth approve the following Rules and Directions for cherishing piety, and preventing division and schism; and doth appoint ministers and ruling elders in each congregation to take special care that these Directions be observed and followed; as likewise, that presbyteries and provincial synods enquire and make trial whether the said Directions be duly observed in their bounds; and to reprove or censure (according to the quality of the offence), such as shall be found to be reprovable or censurable therein.  And, to the end that these directions may not be rendered ineffectual and unprofitable among some, through the usual neglect of the very substance of the duty of Family-worship, the Assembly doth further require and appoint ministers and ruling elders to make diligent search and enquiry, in the congregations committed to their charge respectively, whether there be among them any family or families which use to neglect this necessary duty; and if any such family be found, the head of the family is to be first adminished privately to amend his fault; and, in case of his continuing therein, he is to be gravely and sadly reproved by the session; after which reproof, if he be found still to neglect Family-worship, let him be, for his obstinacy in such an offence, suspended and debarred from the Lord's supper, as being justly esteemed unworthy to communicate therein, till he amend.  -------------------------------------------------------------------------  ## DIRECTIONS OF THE GENERAL ASSEMBLY  *Concerning secret and private worship, and mutual edification; for cherishing piety, for maintaining unity, and avoiding schism and division.*  Besides the publick worship in congregations, mercifully established in this land in great purity, it is expedient and necessary that secret worship of each person alone, and private worship of families, be pressed and set up; that, with national reformation, the profession and power of godliness, both personal and domestick, be advanced. "},{"name":"I.","text":" And first, for secret worship, it is most necessary, that every one apart, and by themselves, be given to prayer and meditation, the unspeakable benefit whereof is best known to them who are most exercised therein; this being the mean whereby, in a special way, communion with God is entertained, and right preparation for all other duties obtained: and therefore it becometh not only pastors, within their several charges, to press persons of all sorts to perform this duty morning and evening, and at other occasions; but also it is incumbent to the head of every family to have a care, that both themselves, and all within their charge, be daily diligent herein. "},{"name":"II.","text":" The ordinary duties comprehended under the exercise of piety which should be in families, when they are convened to that effect, are these: First, Prayer and praises performed with a special reference, as well to the publick condition of the kirk of God and this kingdom, as to the present case of the family, and every member thereof. Next, Reading of the scriptures, with catechising in a plain way, that the understandings of the simpler may be the better enabled to profit under the publick ordinances, and they made more capable to understand the scriptures when they are read; together with godly conferences tending to the edification of all the members in the most holy faith: as also, admonition and rebuke, upon just reasons, from those who have authority in the family. "},{"name":"III.","text":" As the charge and office of interpreting the holy scriptures is a part of the ministerial calling, which none (however otherwise qualified) should take upon him in any place, but he that is duly called thereunto by God and his kirk; so in every family where there is any that can read, the holy scriptures should be read ordinarily to the family; and it is commendable, that thereafter they confer, and by way of conference make some good use of what hath been read and heard. As, for example, if any sin be reproved in the word read, use may be made thereof to make all the family circumspect and watchful against the same; or if any judgment be threatened, or mentioned to have been inflicted, in that portion of scripture which is read, use may be made to make all the family fear lest the same or a worse judgment befall them, unless they beware of the sin that procured it: and, finally, if any duty be required, or comfort held forth in a promise, use may be made to stir up themselves to employ Christ for strength to enable them for doing the commanded duty, and to apply the offered comfort. In all which the master of the family is to have the chief hand; and any member of the family may propone a question or doubt for resolution. "},{"name":"IV.","text":" The head of the family is to take care that none of the family withdraw himself from any part of family-worship: and, seeing the ordinary performance of all the parts of family-worship belongeth properly to the head of the family, the minister is to stir up such as are lazy, and train up such as are weak, to a fitness to these exercises; it being always free to persons of quality to entertain one approved by the presbytery for performing family-exercise. And in other families, where the head of the family is unfit, that another, constantly residing in the family, approved by the minister and session, may be employed in that service, wherein the minister and session are to be countable to the presbytery. And if a minister, by divine Providence, be brought to any family, it is requisite that at no time he convene a part of the family for worship, secluding the rest, except in singular cases especially concerning these parties, which (in Christian prudence) need not, or ought not, to be imparted to others. "},{"name":"V.","text":" Let no idler, who hath no particular calling, or vagrant person under pretence of a calling, be suffered to perform worship in families, to or for the same; seeing persons tainted with errors, or aiming at division, may be ready (after that manner) to creep into houses, and lead captive silly and unstable souls. "},{"name":"VI.","text":" At family-worship, a special care is to be had that each family keep by themselves; neither requiring, inviting, nor admitting persons from divers families, unless it be those who are lodged with them, or at meals, or otherwise with them upon some lawful occasion. "},{"name":"VII.","text":" Whatsoever have been the effects and fruits of meetings of persons of divers families in the times of corruption or trouble, (in which cases many things are commendable, which otherwise are not tolerable,) yet, when God hath blessed us with peace and purity of the gospel, such meetings of persons of divers families (except in cases mentioned in these Directions) are to be disapproved, as tending to the hinderance of the religious exercise of each family by itself, to the prejudice of the publick ministry, to the rending of the families of particular congregations, and (in progress of time) of the whole kirk. Besides many offences which may come thereby, to the hardening of the hearts of carnal men, and grief of the godly. "},{"name":"VIII.","text":" On the Lord's day, after every one of the family apart, and the whole family together, have sought the Lord (in whose hands the preparation of men's hearts are) to fit them for the publick worship, and to bless to them the publick ordinances, the master of the family ought to take care that all within his charge repair to the publick worship, that he and they may join with the rest of the congregation: and the publick worship being finished, after prayer, he should take an account what they have heard; and thereafter, to spend the rest of the time which they may spare in catechising, and in spiritual conferences upon the word of God: or else (going apart) they ought to apply themselves to reading, meditation, and secret prayer, that they may confirm and increase their communion with God: that so the profit which they found in the publick ordinances may be cherished and promoved, and they more edified unto eternal life. "},{"name":"IX.","text":" So many as can conceive prayer, ought to make use of that gift of God; albeit those who are rude and weaker may begin at a set form of prayer, but so as they be not sluggish in stirring up in themselves (according to their daily necessities) the spirit of prayer, which is given to all the children of God in some measure: to which effect, they ought to be more fervent and frequent in secret prayer to God, for enabling of their hearts to conceive, and their tongues to express, convenient desires to God for their family. And, in the meantime, for their greater encouragement, let these materials of prayer be meditated upon, and made use of, as followeth.  > Let them confess to God how unworthy they are to come in his presence, > and how unfit to worship his Majesty; and therefore earnestly ask of God > the spirit of prayer.  > They are to confess their sins, and the sins of the family; accusing, > judging, and condemning themselves for them, till they bring their souls > to some measure of true humiliation.  > They are to pour out their souls to God, in the name of Christ, by the > Spirit, for forgiveness of sins; for grace to repent, to believe, and to > live soberly, righteously, and godly; and that they may serve God with > joy and delight, walking before him.  > They are to give thanks to God for his many mercies to his people, and > to themselves, and especially for his love in Christ, and for the light > of the gospel.  > They are to pray for such particular benefits, spiritual and temporal, > as they stand in need of for the time, (whether it be morning or > evening,) as anent health or sickness, prosperity or adversity.  > They ought to pray for the kirk of Christ in general, for all the > reformed kirks, and for this kirk in particular, and for all that suffer > for the name of Christ; for all our superiors, the king's majesty, the > queen, and their children; for the magistrates, ministers, and whole > body of the congregation whereof they are members, as well for their > neighbours absent in their lawful affairs, as for those that are at > home.  > The prayer may be closed with an earnest desire that God may be > glorified in the coming of the kingdom of his Son, and in doing of his > will, and with assurance that themselves are accepted, and what they > have asked according to his will shall be done.\" "},{"name":"X.","text":" These exercises ought to be performed in great sincerity, without delay, laying aside all exercises of worldly business or hinderances, not withstanding the mockings of atheists and profane men; in respect of the great mercies of God to this land, and of his severe corrections wherewith lately he hath exercised us. And, to this effect, persons of eminency (and all elders of the kirk) not only ought to stir up themselves and families to diligence herein, but also to concur effectually, that in all other families, where they have power and charge, the said exercises be conscionably performed. "},{"name":"XI.","text":" Besides the ordinary duties in families, which are above mentioned, extraordinary duties, both of humiliation and thanksgiving, are to be carefully performed in families, when the Lord, by extraordinary occasions, (private or publick,) calleth for them. "},{"name":"XII.","text":" Seeing the word of God requireth that we should consider one another, to provoke unto love and good works; therefore, at all times, and specially in this time, wherein profanity abounds, and mockers, walking after their own lusts, think it strange that others run not with them to the same excess of riot; every member of this kirk ought to stir up themselves, and one another, to the duties of mutual edification, by instruction, admonition, rebuke; exhorting one another to manifest the grace of God in denying ungodliness and worldly lusts, and in living godly, soberly and righteously in this present world; by comforting the feeble-minded, and praying with or for one another. Which duties respectively are to be performed upon special occasions offered by Divine Providence; as, namely, when under any calamity, cross, or great difficulty, counsel or comfort is sought; or when an offender is to be reclaimed by private admonition, and if that be not effectual, by joining one or two more in the admonition, according to the rule of Christ, that in the mouth of two or three witnesses every word may be established. "},{"name":"XIII.","text":" And, because it is not given to every one to speak a word in season to a wearied or distressed conscience, it is expedient, that a person (in that case,) finding no ease, after the use of all ordinary means, private and publick, have their address to their own pastor, or some experienced Christian: but if the person troubled in conscience be of that condition, or of that sex, that discretion, modesty, or fear of scandal, requireth a godly, grave, and secret friend to be present with them in their said address, it is expedient that such a friend be present. "},{"name":"XIV.","text":" When persons of divers families are brought together by Divine Providence, being abroad upon their particular vocations, or any necessary occasions; as they would have the Lord their God with them whithersoever they go, they ought to walk with God, and not neglect the duties of prayer and thanksgiving, but take care that the same be performed by such as the company shall judge fittest. And that they likewise take heed that no corrupt communication proceed out of their mouths, but that which is good, to the use of edifying, that it may minister grace to the hearers.  The drift and scope of all these Directions is no other, but that, upon the one part, the power and practice of godliness, amongst all the ministers and members of this kirk, according to their several places and vocations, may be cherished and advanced, and all impiety and mocking of religious exercises suppressed: and, upon the other part, that, under the name and pretext of religious exercises, no such meetings or practices be allowed, as are apt to breed error, scandal, schism, contempt, or misregard of the publick ordinances and ministers, or neglect of the duties of particular callings, or such other evils as are the works, not of the Spirit, but of the flesh, and are contrary to truth and peace. "}]}