{"name":"The Directory for Publick Worship","publication_year":1645,"type":"document","markdown":true,"chapters":[{"name":"The preface","text":"In the beginning of the blessed Reformation, our wise and pious ancestors took care to set forth an order for redress of many things, which they then, by the word, discovered to be vain erroneous, superstitious, and idolatrous, in the publick worship of God. This occasioned many godly and learned men to rejoice much in the Book of Common Prayer, at that time set forth; because the mass, and the rest of the Latin service being removed, the publick worship was celebrated in our own tongue: many of the common people also receive benefit by hearing the scriptures read in their own language, which formerly were unto them as a book that is sealed.  Howbeit, long and sad experience hath made it manifest, that the Liturgy used in the Church of England, (notwithstanding all the pains and religious intentions of the Compilers of it,) hath proved an offence, not only to many of the godly at home, but also to the reformed Churches abroad. For, not to speak of urging the reading of all the prayers, which very greatly increased the burden of it, the many unprofitable and  burdensome ceremonies contained in it have occasioned much mischief, as well by disquieting the consciences of many godly ministers and people, who could not yield unto them, as by depriving them of the ordinances of God, which they might not enjoy without conforming or subscribing to those ceremonies. Sundry good Christians have been, by means thereof, kept from the Lord's table; and divers able and faithful ministers debarred from the exercise of their ministry, (to the endangering of many thousand souls, in a time of such scarcity of faithful pastors,) and spoiled of their livelihood, to the undoing of them and their families. Prelates, and their faction, have laboured to raise the estimation of it to such a height, as if there were no other worship, or way of worship of God, amongst us, but only the Service-book; to the great hinderance of the preaching of the word, and (in some places, especially of late) to the justling of it out as unnecessary, or at best, as far inferior to the reading of common prayer; which was made no better than an idol by many ignorant and superstitious people, who, pleasing themselves in their presence at that service, and their lip-labour in bearing a part in it, have thereby hardened themselves in their ignorance and carelessness of saving knowledge and true piety.  In the meantime, Papists boasted that the book was a compliance with them in a great part of their service; and so were not a little confirmed in their superstition and idolatry, expecting rather our return to them, than endeavouring the reformation of themselves: in which expectation they were of late very much encouraged, when, upon the pretended warrantableness of imposing of the former ceremonies, new ones were daily obtruded upon the Church.  Add hereunto, (which was not foreseen, but since have come to pass,) that the Liturgy hath been a great means, as on the one hand to make and increase an idle and unedifying ministry, which contented itself with set forms made to their hands by others, without putting forth themselves to exercise the gift of prayer, with which our Lord Jesus Christ pleaseth to furnish all his servants whom he calls to that office: so, on the other side, it hath been (and ever would be, if continued) a matter of endless strife and contention in the Church, and a snare both to many godly and faithful ministers, who have been persecuted and silenced upon that occasion, and to others of hopeful parts, many of which have been, and more still would be, diverted from all thoughts of the ministry to other studies; especially in these latter times, wherein God vouchsafeth to his people more and better means for the discovery of error and superstition, and for attaining of knowledge in the mysteries of godliness, and gifts in preaching and prayer.  Upon these, and many the like weighty considerations in reference to the whole book in general, and because of divers particulars contained in it; not from any love to novelty, or intention to disparage our first reformers, (of whom we are persuaded, that, were they now alive, they would join with us in this work, and whom we acknowledge as excellent instruments, raised by God, to begin the purging and building of his house, and desire they may be had of us and posterity in everlasting remembrance, with thankfulness and honour,) but that we may in some measure answer the gracious providence of God, which at this time calleth upon us for further reformation, and may satisfy our own consciences, and answer the expectation of other reformed churches, and the desires of many of the godly among ourselves, and withal give some publick testimony of our endeavours for uniformity in divine worship, which we have promised in our Solemn League and Covenant; we have, after earnest and frequent calling upon the name of God, and after much consultation, not with flesh and blood, but with his holy word, resolved to lay aside the former Liturgy, with the many rites and ceremonies formerly used in the worship of God; and have agreed upon this following Directory for all the parts of publick worship, at ordinary and extraordinary times. Wherein our care hath been to hold forth such things as are of divine institution in every ordinance; and other things we have endeavoured to set forth according to the rules of Christian prudence, agreeable to the general rules of the word of God; our meaning therein being only, that the general heads, the sense and scope of the prayers, and other parts of publick worship, being known to all, there may be a consent of all the churches in those things that contain the substance of the service and worship of God; and the ministers may be hereby directed, in their administrations, to keep like soundness in doctrine and prayer, and may, if need be, have some help and furniture, and yet so as they become not hereby slothful and negligent in stirring up the gifts of Christ in them; but that each one, by meditation, by taking heed to himself, and the flock of God committed to him, and by wise observing the ways of Divine Providence, may be careful to furnish his heart and tongue with further or other materials of prayer and exhortation, as shall be needful upon all occasions. "},{"name":"Of the Assembling of the Congregation, and their Behaviour in the Publick Worship of God.","text":" When the congregation is to meet for publick worship, the people (having before prepared their hearts thereunto) ought all to come and join therein; not absenting themselves from the publick ordinance through negligence, or upon pretence of private meetings.  Let all enter the assembly, not irreverently, but in a grave and seemly manner, taking their seats or places without adoration, or bowing themselves towards one place or other.  The congregation being assembled, the minister, after solemn calling on them to the worshipping of the great name of God, is to begin with prayer.  \"In all reverence and humility acknowledging the incomprehensible greatness and majesty of the Lord, (in whose presence they do then in a special manner appear,) and their own vileness and unworthiness to approach so near him, with their utter inability of themselves to so great a work; and humbly beseeching him for pardon, assistance, and acceptance, in the whole service then to be performed; and for a blessing on that particular portion of his word then to be read: And all in the name and mediation of the Lord Jesus Christ.\"  The publick worship being begun, the people are wholly to attend upon it, forbearing to read any thing, except what the minister is then reading or citing; and abstaining much more from all private whisperings, conferences, salutations, or doing reverence to any person present, or coming in; as also from all gazing, sleeping, and other indecent behaviour, which may disturb the minister or people, or hinder themselves or others in the service of God.  If any, through necessity, be hindered from being present at the beginning, they ought not, when they come into the congregation, to betake themselves to their private devotions, but reverently to compose themselves to join with the assembly in that ordinance of God which is then in hand. "},{"name":"Of Publick Reading of the Holy Scriptures.","text":" Reading of the word in the congregation, being part of the publick worship of God, (wherein .i.we; acknowledge our dependence upon him, and subjection to him,) and one mean sanctified by him for the edifying of his people, is to be performed by the pastors and teachers.  Howbeit, such as intend the ministry, may occasionally both read the word, and exercise their gift in preaching in the congregation, if allowed by the presbytery thereunto.  All the canonical books of the Old and New Testament (but none of those which are commonly called *Apocrypha*) shall be publickly read in the vulgar tongue, out of the best allowed translation, distinctly, that all may hear and understand.  How large a portion shall be read at once, is left to the wisdom of the minister; but it is convenient, that ordinarily one chapter of each Testament be read at every meeting; and sometimes more, where the chapters be short, or the coherence of matter requireth it.  It is requisite that all the canonical books be read over in order, that the people may be better acquainted with the whole body of the scriptures; and ordinarily, where the reading in either Testament endeth on one Lord's day, it is to begin the next.  We commend also the more frequent reading of such scriptures as he that readeth shall think best for edification of his hearers, as the book of Psalms, and such like.  When the minister who readeth shall judge it necessary to expound any part of what is read, let it not be done until the whole chapter or psalm be ended; and regard is always to be had unto the time, that neither preaching, nor other ordinances be straitened, or rendered tedious. Which rule is to be observed in all other publick performances.  Beside publick reading of the holy scriptures, every person that can read, is to be exhorted to read the scriptures privately, (and all others that cannot read, if not disabled by age, or otherwise, are likewise to be exhorted to learn to read,) and to have a Bible. "},{"name":"Of Publick Prayer before the Sermon.","text":" After reading of the word, (and singing of the psalm,) the minister who is to preach, is to endeavour to get his own and his hearers hearts to be rightly affected with their sins, that they, may all mourn in sense thereof before the Lord, and hunger and thirst after the grace of God in Jesus Christ, by proceeding to a more full confession of sin, with shame and holy confusion of face, and to call upon the Lord to this effect:  \"To acknowledge our great sinfulness, First, by reason of original sin, which (beside the guilt that makes us liable to everlasting damnation) is the seed of all other sins, hath depraved and poisoned all the faculties and powers of soul and body, doth defile our best actions, and (were it not restrained, or our hearts renewed by grace) would break forth into innumerable transgressions, and greatest rebellions against the Lord that ever were committed by the vilest of the sons of men; and next, by reason of actual sins, our own sins, the sins of magistrates, of ministers, and of the whole nation, unto which we are many ways accessory: which sins of ours receive many fearful aggravations, we having broken all the commandments of the holy, just, and good law of God, doing that which is forbidden, and leaving undone what is enjoined; and that not only out of ignorance and infirmity, but also more pre sumptuously, against the light of our minds, checks of our consciences, and motions of his own Holy Spirit to the contrary, so that we have no cloak for our sins; yea, not only despising the riches of God's goodness, forbearance, and long-suffering, but standing out against many invitations and offers of grace in the gospel; not endeavouring, as we ought, to receive Christ into our hearts by faith, or to walk worthy of him in our lives.  To bewail our blindness of mind, hardness of heart, unbelief, impenitency, security, lukewarmness, barrenness; or not endeavouring after mortification and newness of life, nor after the exercise of godliness in the power thereof; and that the best of us have not so stedfastly walked with God, kept our garments so unspotted, nor been so zealous of his glory, and the good of others, as we ought: and to mourn over such other sins as the congregation is particularly guilty of, notwithstanding the manifold and great mercies of our God, the love of Christ, the light of the gospel, and reformation of religion, our own purposes, promises, vows, solemn covenant, and other special obligations, to the contrary.  To acknowledge and confess, that, as we are convinced of our guilt, so, out of a deep sense thereof, we judge ourselves unworthy of the smallest benefits, most worthy of God's fiercest wrath, and of all the curses of the law, and heaviest judgments inflicted upon the most rebellious sinners; and that he might most justly take his kingdom and gospel from us, plague us with all sorts of spiritual and temporal judgments in this life, and after cast us into utter darkness, in the lake that burneth with fire and brimstone, where is weeping and gnashing of teeth for evermore.  Notwithstanding all which, to draw near to the throne of grace, encouraging ourselves with hope of a gracious answer of our prayers, in the riches and all-sufficiency of that only one oblation, the satisfaction and intercession of the Lord Jesus Christ, at the right hand of his Father and our Father; and in confidence of the exceeding great and precious promises of mercy and grace in the new covenant, through the same Mediator thereof, to deprecate the heavy wrath and curse of God, which we are not able to avoid, or bear; and humbly and earnestly to supplicate for mercy, in the free and full remission of all our sins, and that only for the bitter sufferings and precious merits of that our only Saviour Jesus Christ.  That the Lord would vouchsafe to shed abroad his love in our hearts by the Holy Ghost; seal unto us, by the same Spirit of adoption, the full assurance of our pardon and reconciliation; comfort all that mourn in Zion, speak peace to the wounded and troubled spirit, and bind up the broken-hearted: and as for secure and presumptuous sinners, that he would open their eyes, convince their consciences, and turn them from darkness unto light, and from the power of Satan unto God, that they also may receive forgiveness of sin, and an inheritance among them that are sanctified by faith in Christ Jesus.  With remission of sins through the blood of Christ, to pray for sanctification by his Spirit; the mortification of sin dwelling in and many times tyrannizing over us; the quickening of our dead spirits with the life of God in Christ; grace to fit and enable us for all duties of conversation and callings towards God and men; strength against temptations; the sanctified use of blessings and crosses; and perseverance in faith and obedience unto the end.  To pray for the propagation of the gospel and kingdom of Christ to all nations; for the conversion of the Jews, the fulness of the Gentiles, the fall of Antichrist, and the hastening of the second coming of our Lord; for the deliverance of the distressed churches abroad from the tyranny of the antichristian faction, and from the cruel oppressions and blasphemies of the Turk; for the blessing of God upon the reformed churches, especially upon the churches and kingdoms of Scotland, England, and Ireland, now more strictly and religiously united in the Solemn National League and Covenant; and for our plantations in the remote parts of the world: more particularly for that church and kingdom whereof we are members, that therein God would establish peace and truth , the purity of all his ordinances, and the power of godliness; prevent and remove heresy, schism, profaneness, superstition, security, and unfruitfulness under the means of grace; heal all our rents and divisions, and preserve us from breach of our Solemn Covenant.  To pray for all in authority, especially for the King's Majesty; that God would make him rich in blessings, both in his person and government; establish his throne in religion and righteousness, save him from evil counsel, and make him a blessed and glorious instrument for the conservation and propagation of the gospel, for the encouragement and protection of them that do well, the terror of all that do evil, and the great good of the whole church, and of all his kingdoms; for the conversion of the Queen, the religious education of the Prince, and the rest of the royal seed; for the comforting of the afflicted Queen of Bohemia, sister to our Sovereign; and for the restitution and establishment of the illustrious Prince Charles, Elector Palatine of the Rhine, to all his dominions and dignities; for a blessing upon the High Court of Parliament, (when sitting in any of these kingdoms respectively,) the nobility, the subordinate judges and magistrates, the gentry, and all the commonality; for all pastors and teachers, that God would fill them with his Spirit, make them exemplarily holy, sober, just, peaceable, and gracious in their lives; sound, faithful, and powerful in their ministry; and follow all their labours with abundance of success and blessing; and give unto all his people pastors according to his own heart; for the universities, and all schools and religious seminaries of church and commonwealth, that they may flourish more and more in learning and piety; for the particular city or congregation, that God would pour out a blessing upon the ministry of the word, sacraments, and discipline, upon the civil government, and all the several families and persons therein; for mercy to the afflicted under any inward or outward distress; for seasonable weather, and fruitful seasons, as the time may require; for averting the judgments that we either feel or fear, or are liable unto as famine, pestilence, the sword, and such like.  And, with confidence of his mercy to his whole church, and the acceptance of our persons, through the merits and mediation of our High Priest, the Lord Jesus, to profess that it is the desire of our souls to have fellowship with God in the reverend and conscionable use of his holy ordinances; and, to that purpose, to pray earnestly for his grace and effectual assistance to the sanctification of his holy sabbath, the Lord's day, in all the duties thereof, publick and private, both to ourselves, and to all other congregations of his people, according to the riches and excellency of the gospel, this day celebrated and enjoyed.  And because we have been unprofitable hearers in times past, and now cannot of ourselves receive, as we should, the deep things of God, the mysteries of Jesus Christ, which require a spiritual discerning; to pray, that the Lord, who teacheth to profit, would graciously please to pour out the Spirit of grace, together with the outward means thereof, causing us to attain such a measure of the excellency of the knowledge of Christ Jesus our Lord, and, in him, of the things which belong to our peace, that we may account all things but as dross in comparison of him; and that we, tasting the first-fruits of the glory that is to be revealed, may long for a more full and perfect communion with him, that where he is, we may be also, and enjoy the fulness of those joys and pleasures which are at his right hand for evermore.  More particularly, that God would in a special manner furnish his servant (now called to dispense the bread of life unto his household) with wisdom, fidelity, zeal, and utterance, that he may divide the word of God aright, to every one his portion, in evidence and demonstration of the Spirit and power; and that the Lord would circumcise the ears and hearts of the hearers, to hear, love, and receive with meekness the ingrafted word, which is able to save their souls; make them as good ground to receive in the good seed of the word, and strengthen them against the temptations of Satan, the cares of the world, the hardness of their own hearts, and whatsoever else may hinder their profitable and saving hearing; that so Christ may be so formed in them, and live in them, that all their thoughts may be brought into captivity to the obedience of Christ, and their hearts established in every good word and work for ever.  We judge this to be a convenient order, in the ordinary public prayer; yet so, as the minister may defer (as in prudence he shall think meet) some part of these petitions till after his sermon, or offer up to God some of the thanksgivings hereafter appointed, in his prayer before his sermon. "},{"name":"Of the Preaching of the Word","text":" Preaching of the word, being the power of God unto salvation, and one of the greatest and most excellent works belonging to the ministry of the gospel, should be so performed, that the workman need not be ashamed, but may save himself, and those that hear him.  It is presupposed, (according to the rules for ordination,) that the minister of Christ is in some good measure gifted for so weighty a service, by his skill in the original languages, and in such arts and sciences as are handmaids unto divinity; by his knowledge in the whole body of theology, but most of all in the holy scriptures, having his senses and heart exercised in them above the common sort of believers; and by the illumination of God's Spirit, and other gifts of edification, which (together with reading and studying of the word) he ought still to seek by prayer, and an humble heart, resolving to admit and receive any truth not yet attained, whenever God shall make it known unto him. All which he is to make use of, and improve, in his private preparations, before he deliver in public what he hath provided.  Ordinarily, the subject of his sermon is to be some text of scripture, holding forth some principle or head of religion, or suitable to some special occasion emergent; or he may go on in some chapter, psalm, or book of the holy scripture, as he shall see fit.  Let the introduction to his text be brief and perspicuous, drawn from the text itself, or context, or some parallel place, or general sentence of scripture.  If the text be long, (as in histories or parables it sometimes must be,) let him give a brief sum of it; if short, a paraphrase thereof, if need be: in both, looking diligently to the scope of the text, and pointing at the chief heads and grounds of doctrine which he is to raise from it.  In analysing and dividing his text, he is to regard more the order of matter than of words; and neither to burden the memory of the hearers in the beginning with too many members of division, nor to trouble their minds with obscure terms of art.  In raising doctrines from the text, his care ought to be, *First,* That the matter be the truth of God. *Secondly,* That it be a truth contained in or grounded on that text, that the hearers may discern how God teacheth it from thence. *Thirdly,* That he chiefly insist upon those doctrines which are principally intended; and make most for the edification of the hearers.  The doctrine is to be expressed in plain terms; or, if any thing in it need explication, it is to be opened, and the consequence also from the text cleared. The parallel places of scripture, confirming the doctrine, are rather to be plain and pertinent, than many, and (it need be) some what insisted upon, and applied to the purpose in hand.  The arguments or reasons are to be solid, and, as much as may be, convincing. The illustrations, of what kind soever, ought to be full of light, and such as may convey the truth into the hearer's heart with spiritual delight.  If any doubt obvious from scripture, reason, or prejudice of the hearers, seem to arise, it is very requisite to remove it, by reconciling the seeming differences, answering the reasons, and discovering and taking away the causes of prejudice and mistake. Otherwise it is not fit to detain the hearers with propounding or answering vain or wicked cavils, which, as they are endless, so the propounding and answering of them doth more hinder than promote edification.  He is not to rest in general doctrine, although never so much cleared and confirmed, but to bring it home to special use, by application to his hearers: which albeit it prove a work of great difficulty to himself, requiring much prudence, zeal, and meditation, and to the natural and corrupt man will be very unpleasant; yet he is to endeavour to perform it in such a manner, that his auditors may feel the word of God to be quick and powerful, and a discerner of the thoughts and intents of the heart; and that, if any unbeliever or ignorant person be present, he may have the secrets of his heart made manifest, and give glory to God.  In the use of instruction or information in the knowledge of some truth , which is a consequence from his doctrine, he may (when convenient) confirm it by a few firm arguments from the text in hand, and other places of scripture, or from the nature of that common-place in divinity, whereof that truth is a branch.  In confutation of false doctrines, he is neither to raise an old heresy from the grave, nor to mention a blasphemous opinion unnecessarily: but, if the people be in danger of an error, he is to confute it soundly, and endeavour to satisfy their judgments and consciences against all objections.  In exhorting to duties, he is, as he seeth cause, to teach also the means that help to the performance of them.  In dehortation, reprehension, and publick admonition, (which require special wisdom,) let him, as there shall be cause, not only discover the nature and greatness of the sin, with the misery attending it, but also shew the danger his hearers are in to be overtaken and surprised by it, together with the remedies and best way to avoid it.  In applying comfort, whether general against all temptations, or particular against some special troubles or terrors, he is carefully to answer such objections as a troubled heart and afflicted spirit may suggest to the contrary. It is also sometimes requisite to give some notes of trial, (which is very profitable, especially when performed by able and experienced ministers, with circumspection and prudence, and the signs clearly grounded on the holy scripture,) whereby the hearers may be able to examine themselves whether they have attained those graces, and performed those duties, to which he exhorteth, or be guilty of the sin reprehended, and in danger of the judgments threatened, or are such to whom the consolations propounded do belong; that accordingly they may be quickened and excited to duty, humbled for their wants and sins, affected with their danger, and strengthened with comfort, as their condition, upon examination, shall require.  And, as he needeth not always to prosecute every doctrine which lies in his text, so is he wisely to make choice of such uses, as, by his residence and conversing with his flock, he findeth most needful and seasonable; and, amongst these, such as may most draw their souls to Christ, the fountain of light, holiness, and comfort.  This method is not prescribed as necessary for every man, or upon every text; but only recommended, as being found by experience to be very much blessed of God, and very helpful for the people's understandings and memories.  But the servant of Christ, whatever his method be, is to perform his whole ministry:  1. Painfully, not doing the work of the Lord negligently.  2. Plainly, that the meanest may understand; delivering the truth not in the    enticing words of man's wisdom, but in demonstration of the Spirit and of    power, lest the cross of Christ should be made of none effect; abstaining    also from an unprofitable use of unknown tongues, strange phrases, and    cadences of sounds and words; sparingly citing sentences of ecclesiastical    or other human writers, ancient or modern, be they never so elegant.  3. Faithfully, looking at the honour of Christ, the conversion, edification,    and salvation of the people, not at his own gain or glory; keeping nothing    back which may promote those holy ends, giving to every one his own portion,    and bearing indifferent respect unto all, without neglecting the meanest, or    sparing the greatest, in their sins.  4. Wisely, framing all his doctrines, exhortations, and especially his    reproofs, in such a manner as may be most likely to prevail; shewing all due    respect to each man's person and place, and not mixing his own passion or    bitterness.  5. Gravely, as becometh the word of God; shunning all such gesture, voice, and    expressions, as may occasion the corruptions of men to despise him and his    ministry.  6. With loving affection, that the people may see all coming from his godly    zeal, and hearty desire to do them good. And,  7. As taught of God, and persuaded in his own heart, that all that he teacheth    is the truth of Christ; and walking before his flock, as an example to them    in it; earnestly, both in private and publick, recommending his labours to    the blessing of God, and watchfully looking to himself, and the flock    whereof the Lord hath made him overseer: So shall the doctrine of truth be    preserved uncorrupt, many souls converted and built up, and himself receive    manifold comforts of his labours even in this life, and afterward the crown    of glory laid up for him in the world to come.  Where there are more ministers in a congregation than one, and they of different gifts, each may more especially apply himself to doctrine or exhortation, according to the gift wherein he most excelleth, and as they shall agree between themselves. "},{"name":"Of Prayer after Sermon.","text":" The sermon being ended, the minister is \"To give thanks for the great love of God, in sending his Son Jesus Christ unto us; for the communication of his Holy Spirit; for the light and liberty of the glorious gospel, and the rich and heavenly blessings revealed therein; as, namely, election, vocation, adoption, justification, sanctification, and hope of glory; for the admirable goodness of God in freeing the land from antichristian darkness and tyranny, and for all other national deliverances; for the reformation of religion; for the covenant; and for many temporal blessings.  To pray for the continuance of the gospel, and all ordinances thereof, in their purity, power, and liberty: to turn the chief and most useful heads of the sermon into some few petitions; and to pray that it may abide in the heart, and bring forth fruit.  To pray for preparation for death and judgment, and a watching for the coming of our Lord Jesus Christ: to entreat of God the forgiveness of the iniquities of our holy things, and the acceptation of our spiritual sacrifice, through the merit and mediation of our great High Priest and Saviour the Lord Jesus Christ.\"  And because the prayer which Christ taught his disciples is not only a pattern of prayer, but itself a most comprehensive prayer, we recommend it also to be used in the prayers of the church. And whereas, at the administration of the sacraments, the holding publick fasts and days of thanksgiving, and other special occasions, which may afford matter of special petitions and thanksgivings, it is requisite to express somewhat in our publick prayers, (as at this time it is our duty to pray for a blessing upon the Assembly of Divines, the armies by sea and land, for the defence of the King, Parliament, and Kingdom,) every minister is herein to apply himself in his prayer, before or after sermon, to those occasions: but, for the manner, he is left to his liberty, as God shall direct and enable him in piety and wisdom to discharge his duty.  The prayer ended, let a psalm be sung, if with conveniency it may be done. After which (unless some other ordinance of Christ, that concerneth the congregation at that time, be to follow) let the minister dismiss the congregation with a solemn blessing. "},{"name":"Of the Administration of the Sacraments","text":" AND FIRST, OF BAPTISM.  Baptism, as it is not unnecessarily to be delayed, so it is not to be administered in any case by any private person, but by a minister of Christ, called to be the steward of the mysteries of God.  Nor is it to be administered in private places, or privately, but in the place of publick worship, and in the face of the congregation, where the people may most conveniently see and hear; and not in the places where fonts, in the time of Popery, were unfitly and superstitiously placed.  The child to be baptized after notice given to the minister the day before, is to be presented by the father, or (in case of his necessary absence) by some Christian friend in his place, professing his earnest desire that the child may be baptized.  Before baptism, the minister is to use some words of instruction, touching the institution, nature, use, and ends of this sacrament, shewing,  \"That it is instituted by our Lord Jesus Christ: That it is a seal of the covenant of grace, of our ingrafting into Christ, and of our union with him, of remission of sins, regeneration, adoption, and life eternal: That the water, in baptism, representeth and signifieth both the blood of Christ, which taketh away all guilt of sin, original and actual; and the sanctifying virtue of the Spirit of Christ against the dominion of sin, and the corruption of our sinful nature: That baptizing, or sprinkling and washing with water, signifieth the cleansing from sin by the blood and for the merit of Christ, together with the mortification of sin, and rising from sin to newness of life, by virtue of the death and resurrection of Christ: That the promise is made to believers and their seed; and that the seed and posterity of the faithful, born within the church, have, by their birth, interest in the covenant, and right to the seal of it, and to the outward privileges of the church, under the gospel, no less than the children of Abraham in the time of the Old Testament; the covenant of grace, for substance, being the same; and the grace of God, and the consolation of believers, more plentiful than before: That the Son of God admitted little children into his presence, embracing and blessing them, saying, *For of such is the kingdom of God:* That children, by baptism, are solemnly received into the bosom of the visible church, distinguished from the world, and them that are without, and united with believers; and that all who are baptized in the name of Christ, do renounce, and by their baptism are bound to fight against the devil, the world, and the flesh: That they are Christians, and federally holy before baptism, and therefore are they baptized: That the inward grace and virtue of baptism is not tied to that very moment of time wherein it is administered; and that the fruit and power thereof reacheth to the whole course of our life; and that outward baptism is not so necessary, that, through the want thereof, the infant is in danger of damnation, or the parents guilty, if they do not contemn or neglect the ordinance of Christ, when and where it may be had.\"  In these or the like instructions, the minister is to use his own liberty and godly wisdom, as the ignorance or errors in the doctrine of baptism, and the edification of the people, shall require.  He is also to admonish all that are present,  \"To look back to their baptism; to repent of their sins against their covenant with God; to stir up their faith; to improve and make right use of their baptism, and of the covenant sealed thereby betwixt God and their souls.\"  He is to exhort the parent,  \"To consider the great mercy of God to him and his child; to bring up the child in the knowledge of the grounds of the Christian religion, \"and in the nurture and admonition of the Lord; and to let him know the danger of God's wrath to himself and child, if he be negligent: requiring his solemn promise for the performance of his duty.\"  This being done, prayer is also to be joined with the word of institution, for sanctifying the water to this spiritual use; and the minister is to pray to this or the like effect:  \"That the Lord, who hath not left us as strangers without the covenant of promise, but called us to the privileges of his ordinances, would graciously vouchsafe to sanctify and bless his own ordinance of baptism at this time: That he would join the inward baptism of his Spirit with the outward baptism of water; make this baptism to the infant a seal of adoption, remission of sin, regeneration, and eternal life, and all other promises of the covenant of grace: That the child may be planted into the likeness of the death and resurrection of Christ; and that, the body of sin being destroyed in him, he may serve God in newness of life all his days.\"  Then the minister is to demand the name of the child; which being told him, he is to say, (calling the child by his name,)  *I baptize thee in the name of the Father, and of the Son, and of the Holy Ghost.*  As he pronounceth these words, he is to baptize the child with water: which, for the manner of doing of it, is not only lawful but sufficient, and most expedient to be, by pouring or sprinkling of the water on the face of the child, without adding any other ceremony.  This done, he is to give thanks and pray, to this or the like purpose:  \"Acknowledging with all thankfulness, that the Lord is true and faithful in keeping covenant and mercy: That he is good and gracious, not only in that he numbereth us among his saints, but is pleased also to bestow upon our children this singular token and badge of his love in Christ: That, in his truth and special providence, he daily bringeth some into the bosom of his church, to be partakers of his inestimable benefits, purchased by the blood of his dear Son, for the continuance and increase of his church.  And praying, That the Lord would still continue, and daily confirm more and more this his unspeakable favour: That he would receive the infant now baptized, and solemnly entered into the household of faith, into his fatherly tuition and defence, and remember him with the favour that he sheweth to his people; that, if he shall be taken out of this life in his infancy, the Lord, who is rich in mercy, would be pleased to receive him up into glory; and if he live, and attain the years of discretion, that the Lord would so teach him by his word and Spirit, and make his baptism effectual to him, and so uphold him by his divine power and grace, that by faith he may prevail against the devil, the world, and the flesh, till in the end he obtain a full and final victory, and so be kept by the power of God through faith unto salvation, through Jesus Christ our Lord.\" "},{"name":"Of the celebration of the communion, or sacrament of the Lord's supper.","text":" The communion, or supper of the Lord, is frequently to be celebrated; but how often, may be considered and determined by the ministers, and other church-governors of each congregation, as they shall find most convenient for the comfort and edification of the people committed to their charge. And, when it shall be administered, we judge it convenient to be done after the morning sermon.  The ignorant and the scandalous are not fit to receive the sacrament of the Lord's Supper.  Where this sacrament cannot with convenience be frequently administered, it is requisite that publick warning be given the sabbath-day before the administration thereof: and that either then, or on some day of that week, something concerning that ordinance, and the due preparation thereunto, and participation thereof, be taught; that, by the diligent use of all means sanctified of God to that end, both in publick and private, all may come better prepared to that heavenly feast.  When the day is come for administration, the minister, having ended his sermon and prayer, shall make a short exhortation:  \"Expressing the inestimable benefit we have by this sacrament, together with the ends and use thereof: setting forth the great necessity of having our comforts and strength renewed thereby in this our pilgrimage and warfare: how necessary it is that we come unto it with knowledge, faith, repentance, love, and with hungering and thirsting souls after Christ and his benefits: how great the danger to eat and drink unworthily.  Next, he is, in the name of Christ, on the one part, to warn all such as are ignorant, scandalous, profane, or that live in any sin or offence against their knowledge or conscience, that they presume not to come to that holy table; shewing them, that he that eateth and drinketh unworthily, eateth and drinketh judgment unto himself: and, on the other part, he is in an especial manner to invite and encourage all that labour under the sense of the burden of their sins, and fear of wrath, and desire to reach out unto a greater progress in grace than yet they can attain unto, to come to the Lord's table; assuring them, in the same name, of ease, refreshing, and strength to their weak and wearied souls.\"  After this exhortation, warning, and invitation, the table being before decently covered, and so conveniently placed, that the communicants may orderly sit about it, or at it, the minister is to begin the action with sanctifying and blessing the elements of bread and wine set before him, (the bread in comely and convenient vessels, so prepared, that, being broken by him, and given, it may be distributed amongst the communicants; the wine also in large cups,) having first, in a few words, shewed that those elements, otherwise common, are now set apart and sanctified to this holy use, by the word of institution and prayer.  Let the words of institution be read out of the Evangelists, or out of the first Epistle of the Apostle Paul to the Corinthians, Chap. 11:23. *I have received of the Lord, &c.* to the 27th Verse, which the minister may, when he seeth requisite, explain and apply.  Let the prayer, thanksgiving, or blessing of the bread and wine, be to this effect:  \"With humble and hearty acknowledgment of the greatness of our misery, from which neither .i.man; nor angel was able to deliver us, and of our great unworthiness of the least of all God's mercies; to give thanks to God for all his benefits, and especially for that great benefit of our redemption, the love of God the Father, the sufferings and merits of the Lord Jesus Christ the Son of God, by which we are delivered; and for all means of grace, the word and sacraments; and for this sacrament in particular, by which Christ, and all his benefits, are applied and sealed up unto us, which, notwithstanding the denial of them unto others, are in great mercy continued unto us, after so much and long abuse of them all.  To profess that there is no other name under heaven by which we can be saved, but the name of Jesus Christ, by whom alone we receive liberty and life, have access to the throne of grace, are admitted to eat and drink at his own table, and are sealed up by his Spirit to an assurance of happiness and everlasting life.  Earnestly to pray to God, the Father of all mercies, and God of all consolation, to vouchsafe his gracious presence, and the effectual working of his Spirit in us; and so to sanctify these elements both of bread and wine, and to bless his own ordinance, that we may receive by faith the body and blood of Jesus Christ, crucified for us, and so to feed upon him, that he may be one with us, and we one with him; that he may live in us, and we in him, and to him who hath loved us, and given himself for us.\"  All which he is to endeavour to perform with suitable affections, answerable to such an holy action, and to stir up the like in the people.  The elements being now sanctified by the word and prayer, the minister, being at the table, is to take the bread in his hand, and say, in these expressions, (or other the like, used by Christ or his apostle upon this occasion:)  \"According to the holy institution, command, and example of our blessed Saviour Jesus Christ, I take this bread, and, having given thanks, break it, and give it unto you; (there the minister, who is also himself to communicate, is to break the bread, and give it to the communicants;) \"*Take ye, eat ye; this is the body of Christ which is broken for you: do this in remembrance of him.\"*  In like manner the minister is to take the cup, and say, in these expressions, (or other the like, used by Christ or the apostle upon the same occasion:)  \"According to the institution, command, and example of our Lord Jesus Christ, I take this cup, and give it unto you; (here he giveth it to the communicants;) *This cup is the new testament in the blood of Christ, which is shed for the remission of the sins of many: drink ye all of it.*\"  After all have communicated, the minister may, in a few words, put them in mind,  \"Of the grace of God in Jesus Christ, held forth in this sacrament; and exhort them to walk worthy of it.\"  The minister is to give solemn thanks to God,  \"For his rich mercy, and invaluable goodness, vouchsafed to them in that sacrament; and to entreat for pardon for the defects of the whole service, and for the gracious assistance of his good Spirit, whereby they may be enabled to walk in the strength of that grace, as becometh those who have received so great pledges of salvation.\"  The collection for the poor is so to be ordered, that no part of the publick worship be thereby hindered. "},{"name":"Of the Sanctification of the Lord's Day","text":" The Lord's day ought to be so remembered before-hand, as that all worldly business of our ordinary callings may be so ordered, and so timely and seasonably laid aside, as they may not be impediments to the due sanctifying of the day when it comes.  The whole day is to be celebrated as holy to the Lord, both in publick and private, as being the Christian sabbath. To which end, it is requisite, that there be a holy cessation or resting all that day from all unnecessary labours; and an abstaining, not only from all sports and pastimes, but also from all worldly words and thoughts.  That the diet on that day be so ordered, as that neither servants be unnecessarily detained from the publick worship of God, nor any other person hindered from the sanctifying that day. That there be private preparations of every person and family, by prayer for themselves, and for God's assistance of the minister, and for a blessing upon his ministry; and by such other holy exercises, as may further dispose them to a more comfortable communion with God in his public ordinances.  That all the people meet so timely for publick worship, that the whole congregation may be present at the beginning, and with one heart solemnly join together in all parts of the publick worship, and not depart till after the blessing.  That what time is vacant, between or after the solemn meetings of the congregation in publick, be spent in reading, meditation, repetition of sermons; especially by calling their families to an account of what they have heard, and catechising of them, holy conferences, prayer for a blessing upon the publick ordinances, singing of psalms, visiting the sick, relieving the poor, and such like duties of piety, charity, and mercy, accounting the sabbath a delight. "},{"name":"The Solemnization of Marriage.","text":" Although marriage be no sacrament, nor peculiar to the church of God, but common to mankind, and of publick interest in every commonwealth; yet, because such as marry are to marry in the Lord, and have special need of instruction, direction, and exhortation, from the word of God, at their entering into such a new condition, and of the blessing of God upon them therein, we judge it expedient that marriage be solemnized by a lawful minister of the word, that he may accordingly counsel them, and pray for a blessing upon them.  Marriage is to be betwixt one man and one woman only; and they such as are not within the degrees of consanguinity or affinity prohibited by the word of God; and the parties are to be of years of discretion, fit to make their own choice, or, upon good grounds, to give their mutual consent.  Before the solemnizing of marriage between any persons, the purpose of marriage shall be published by the minister three several sabbath-days, in the congregation, at the place or places of their most usual and constant abode, respectively. And of this publication the minister who is to join them in marriage shall have sufficient testimony, before he proceed to solemnize the marriage.  Before that publication of such their purpose, (if the parties be under age,) the consent of the parents, or others under whose power they are, (in case the parents be dead,) is to be made known to the church officers of that congregation, to be recorded.  The like is to be observed in the proceedings of all others, although of age, whose parents are living, for their first marriage.  And, in after marriages of either of those parties, they shall be exhorted not to contract marriage without first acquainting their parents with it, (if with conveniency it may be done,) endeavouring to obtain their consent.  Parents ought not to force their children to marry without their free consent, nor deny their own consent without just cause.  After the purpose or contract of marriage hath been thus published, the marriage is not to be long deferred. Therefore the minister, having had convenient warning, and nothing being objected to hinder it, is publickly to solemnize it in the place appointed by authority for publick worship, before a competent number of credible witnesses, at some convenient hour of the day, at any time of the year, except on a day of publick humiliation. And we advise that it be not on the Lord's day.  And because all relations are sanctified by the word and prayer, the minister is to pray for a blessing upon them, to this effect:  \"Acknowledging our sins, whereby we have made ourselves less than the least of all the mercies of God, and provoked him to embitter all our comforts; earnestly, in the name of Christ, to entreat the Lord (whose presence and favour is the happiness of every condition, and sweetens every relation) to be their portion, and to own and accept them in Christ, who are now to be joined in the honourable estate of marriage, the covenant of their God: and that, as he hath brought them together by his providence, he would sanctify them by his Spirit, giving them a new frame of heart fit for their new estate; enriching them with all graces whereby they may perform the duties, enjoy the comforts, undergo the cares, and resist the temptations which accompany that condition, as becometh Christians.\"  The prayer being ended, it is convenient that the minister do briefly declare unto them, out of the scripture,  \"The institution, use, and ends of marriage, with the conjugal duties, which, in all faithfulness, they are to perform each to other; exhorting them to study the holy word of God, that they may learn to live by faith, and to be content in the midst of all marriage cares and troubles, sanctifying God's name, in a thankful, sober, and holy use of all conjugal comforts; praying much with and for one another; watching over and provoking each other to love and good works; and to live together as the heirs of the grace of life.\"  After solemn charging of the persons to be married, before the great God, who searcheth all hearts, and to whom they must give a strict account at the last day, that if either of them know any cause, by precontract or otherwise, why they may not lawfully proceed to marriage, that they now discover it; the minister (if no impediment be acknowledged) shall cause first the man to take the woman by the right hand, saying these words:  *I* N. *do take thee* N. *to be my married wife, and do, in the presence of God, and before this congregation, promise and covenant to be a loving and faithful husband unto thee, until God shall separate us by death.*  Then the woman shall take the man by the right hand, and say these words:  *I* N. *do take thee* N. *to be my married husband, and I do, in the presence of God, and before this congregation, promise and covenant to be a loving, faithful, and obedient wife unto thee, until God shall separate us by death.*  Then, without any further ceremony, the minister shall, in the face of the congregation, pronounce them to be husband and wife, according to God's ordinance; and so conclude the action with prayer to this effect:  \"That the Lord would be pleased to accompany his own ordinance with his blessing, beseeching him to enrich the persons now married, as with other pledges of his love, so particularly with the comforts and fruits of marriage, to the praise of his abundant mercy, in and through Christ Jesus.\"  A register is to be carefully kept, wherein the names of the parties so married, with the time of their marriage, are forthwith to be fairly recorded in a book provided for that purpose, for the perusal of all whom it may concern. "},{"name":"Concerning Visitation of the Sick.","text":" It is the duty of the minister not only to teach the people committed to his charge in publick, but privately; and particularly to admonish, exhort, reprove, and comfort them, upon all seasonable occasions, so far as his time, strength, and personal safety will permit.  He is to admonish them, in time of health, to prepare for death; and, for that purpose, they are often to confer with their minister about the estate of their souls; and, in times of sickness, to desire his advice and help, timely and seasonably, before their strength and understanding fail them.  Times of sickness and affliction are special opportunities put into his hand by God to minister a word in season to weary souls: because then the consciences of men are or should be more awakened to bethink themselves of their spiritual estate for eternity; and Satan also takes advantage then to load them more with sore and heavy temptations: therefore the minister, being sent for, and repairing to the sick, is to apply himself, with all tenderness and love, to administer some spiritual good to his soul, to this effect.  He may, from the consideration of the present sickness, instruct him out of scripture, that diseases come not by chance, or by distempers of body only, but by the wise and orderly guidance of the good hand of God to every particular person smitten by them. And that, whether it be laid upon him out of displeasure for sin, for his correction and amendment, or for trial and exercise of his graces, or for other special and excellent ends, all his sufferings shall turn to his profit, and work together for his good, if he sincerely labour to make a sanctified use of God's visitation, neither despising his chastening, nor waxing weary of his correction.  If he suspect him of ignorance, he shall examine him in the principles of religion, especially touching repentance and faith; and, as he seeth cause, instruct him in the nature, use, excellency, and necessity of those graces; as also touching the covenant of grace; and Christ the Son of God, the Mediator of it; and concerning remission of sins by faith in him.  He shall exhort the sick person to examine himself, to search and try his former ways, and his estate towards God.  And if the sick person shall declare any scruple, doubt, or temptation that are upon him, instructions and resolutions shall be given to satisfy and settle him.  If it appear that he hath not a due sense of his sins, endeavours ought to be used to convince him of his sins, of the guilt and desert of them; of the filth and pollution which the soul contracts by them; and of the curse of the law, and wrath of God, due to them; that he may be truly affected with and humbled for them: and withal make known the danger of deferring repentance, and of neglecting salvation at any time offered; to awaken his conscience, and rouse him up out of a stupid and secure condition, to apprehend the justice and wrath of God, before whom none can stand, but he that, lost in himself, layeth hold upon Christ by faith.  If he hath endeavoured to walk in the ways of holiness, and to serve God in uprightness, although not without many failings and infirmities; or, if his spirit be broken with the sense of sin, or cast down through want of the sense of God's favour; then it will be fit to raise him up, by setting before him the freeness and fulness of God's grace, the sufficiency of righteousness in Christ, the gracious offers in the gospel, that all who repent, and believe with all their heart in God's mercy through Christ, renouncing their own righteousness, shall have life and salvation in him. It may be also useful to shew him, that death hath in it no spiritual evil to be feared by those that are in Christ, because sin, the sting of death, is taken away by Christ, who hath delivered all that are his from the bondage of the fear of death, triumphed over the grave, given us victory, is himself entered into glory to prepare a place for his people: so that neither life nor death shall be able to separate them from God's love in Christ, in whom such are sure, though now they must be laid in the dust, to obtain a joyful and glorious resurrection to eternal life.  Advice also may be given, as to beware of an ill-grounded persuasion on mercy, or on the goodness of his condition for heaven, so to disclaim all merit in himself, and to cast himself wholly upon God for mercy, in the sole merits and mediation of Jesus Christ, who hath engaged himself never to cast off them who in truth and sincerity come unto him. Care also must be taken, that the sick person be not cast down into despair, by such a severe representation of the wrath of God due to him for his sins, as is not mollified by a sensible propounding of Christ and his merit for a door of hope to every penitent believer.  When the sick person is best composed, may be least disturbed, and other necessary offices about him least hindered, the minister, if desired, shall pray with him, and for him, to this effect:  \"Confessing and bewailing of sin original and actual; the miserable condition of all by nature, as being children of wrath, and under the curse; acknowledging that all diseases, sicknesses, death, and hell itself, are the proper issues and effects thereof; imploring God's mercy for the sick person, through the blood of Christ; beseeching that God would open his eyes, discover unto him his sins, cause him to see himself lost in himself, make known to him the cause why God smiteth him, reveal Jesus Christ to his soul for righteousness and life, give unto him his Holy Spirit, to create and strengthen faith to lay hold upon Christ, to work in him comfortable evidences of his love, to arm him against temptations, to take off his heart from the world, to sanctify his present visitation, to furnish him with patience and strength to bear it, and to give him perseverance in faith to the end.  That, if God shall please to add to his days, he would vouchsafe to bless and sanctify all means of his recovery; to remove the disease, renew his strength, and enable him to walk worthy of God, by a faithful remembrance, and diligent observing of such vows and promises of holiness and obedience, as men are apt to make in times of sickness, that he may glorify God in the remaining part of his life.  And, if God have determined to finish his days by the present visitation, he may find such evidence of the pardon of all his sins, of his interest in Christ, and eternal life by Christ, as may cause his inward man to be renewed, while his outward man decayeth; that he may behold death without fear, cast himself wholly upon Christ without doubting, desire to be dissolved and to be with Christ, and so receive the end of his faith, the salvation of his soul, through the only merits and intercession of the Lord Jesus Christ, our alone Saviour and all-sufficient Redeemer.\"  The minister shall admonish him also (as there shall be cause) to set his house in order, thereby to prevent inconveniences; to take care for payment of his debts, and to make restitution or satisfaction where he hath done any wrong; to be reconciled to those with whom he hath been at variance, and fully to forgive all men their trespasses against him, as he expects forgiveness at the hand of God.  Lastly, The minister may improve the present occasion to exhort those about the sick person to consider their own mortality, to return to the Lord, and make peace with him; in health to prepare for sickness, death, and judgment; and all the days of their appointed time so to wait until their change come, that when Christ, who is our life, shall appear, they may appear with him in glory. "},{"name":"Concerning Burial of the Dead.","text":" When any person departeth this life, let the dead body, upon the day of burial, be decently attended from the house to the place appointed for publick burial, and there immediately interred, without any ceremony.  And because the custom of kneeling down, and praying by or towards the dead corpse, and other such usages, in the place where it lies before it be carried to burial, are superstitious; and for that praying, reading, and singing, both in going to and at the grave, have been grossly abused, are no way beneficial to the dead, and have proved many ways hurtful to the living; therefore let all such things be laid aside.  Howbeit, we judge it very convenient, that the Christian friends, which accompany the dead body to the place appointed for publick burial, do apply themselves to meditations and conferences suitable to the occasion and that the minister, as upon other occasions, so at this time, if he be present, may put them in remembrance of their duty.  That this shall not extend to deny any civil respects or deferences at the burial, suitable to the rank and condition of the party deceased, while he was living. "},{"name":"Concerning Publick Solemn Fasting.","text":" When some great and notable judgments are either inflicted upon a people, or apparently imminent, or by some extraordinary provocations notoriously deserved; as also when some special blessing is to be sought and obtained, publick solemn fasting (which is to continue the whole day) is a duty that God expecteth from that nation or people.  A religious fast requires total abstinence, not only from all food, (unless bodily weakness do manifestly disable from holding out till the fast be ended, in which case somewhat may be taken, yet very sparingly, to support nature, when ready to faint,) but also from all worldly labour, discourses, and thoughts, and from all bodily delights, and such like, (although at other times lawful,) rich apparel, ornaments, and such like, during the fast; and much more from whatever is in the nature or use scandalous and offensive, as gaudish attire, lascivious habits and gestures, and other vanities of either sex; which .i.we; recommend to all ministers, in their places, diligently and zealously to reprove, as at other times, so especially at a fast, without respect of persons, as there shall be occasion.  Before the publick meeting, each family and person apart are privately to use all religious care to prepare their hearts to such a solemn work, and to be early at the congregation.  So large a portion of the day as conveniently may be, is to be spent in publick reading and preaching of the word, with singing of psalms, fit to quicken affections suitable to such a duty: but especially in prayer, to this or the like effect:  \"Giving glory to the great Majesty of God, the Creator, Preserver, and supreme Ruler of all the world, the better to affect us thereby with an holy reverence and awe of him; acknowledging his manifold, great, and tender mercies, especially to the church and nation, the more effectually to soften and abase our hearts before him; humbly confessing of sins of all sorts, with their several aggravations; justifying God's righteous judgments, as being far less than our sins do deserve; yet humbly and earnestly imploring his mercy and grace for ourselves, the church and nation, for our king, and all in authority, and for all others for whom we are bound to pray, (according as the present exigent requireth,) with more special importunity and enlargement than at other times; applying by faith the promises and goodness of God for pardon, help, and deliverance from the evils felt, feared, or deserved; and for obtaining the blessings which we need and expect; together with a giving up of ourselves wholly and for ever unto the Lord.\"  In all these, the ministers, who are the mouths of the people unto God, ought so to speak from their hearts, upon serious and thorough premeditation of them, that both themselves and their people may be much affected, and even melted thereby, especially with sorrow for their sins; that it may be indeed a day of deep humiliation and afflicting of the soul.  Special choice is to be made of such scriptures to be read, and of such tests for preaching, as may best work the hearts of the hearers to the special business of the day, and most dispose them to humiliation and repentance: insisting most on those particulars which each minister's observation and experience tells him are most conducing to the edification and reformation of that congregation to which he preacheth.  Before the close of the publick duties, the minister is, in his own and the people's name, to engage his and their hearts to be the Lord's, with professed purpose and resolution to reform whatever is amiss among them, and more particularly such sins as they have been more remarkably guilty of; and to draw near unto God, and to walk more closely and faithfully with him in new obedience, than ever before.  He is also to admonish the people, with all importunity, that the work of that day doth not end with the publick duties of it, but that they are so to improve the remainder of the day, and of their whole life, in reinforcing upon themselves and their families in private all those godly affections and resolutions which they professed in publick, as that they may be settled in their hearts for ever, and themselves may more sensibly find that God hath smelt a sweet savour in Christ from their performances, and is pacified towards them, by answers of grace, in pardoning of sin, in removing of judgments, in averting or preventing of plagues, and in conferring of blessings, suitable to the conditions and prayers of his people, by Jesus Christ.  Besides solemn and general fasts enjoined by authority, we judge that, at other times, congregations may keep days of fasting, as divine providence shall administer unto them special occasion; and also that families may do the same, so it be not on days wherein the congregation to which they do belong is to meet for fasting, or other publick duties of worship. "},{"name":"Concerning the Observation of Days of Publick Thanksgiving.","text":" When any such day is to be kept, let notice be given of it, and of the occasion thereof, some convenient time before, that the people may the better prepare themselves thereunto.  The day being come, and the congregation (after private preparations) being assembled, the minister is to begin with a word of exhortation, to stir up the people to the duty for which they are met, and with a short prayer for God's assistance and blessing, (as at other conventions for publick worship,) according to the particular occasion of their meeting.  Let him then make some pithy narration of the deliverance obtained, or mercy received, or of whatever hath occasioned that assembling of the congregation, that all may better understand it, or be minded of it, and more affected with it.  And, because singing of psalms is of all other the most proper ordinance for expressing of joy and thanksgiving, let some pertinent psalm or psalms be sung for that purpose, before or after the reading of some portion of the word suitable to the present business.  Then let the minister, who is to preach, proceed to further exhortation and prayer before his sermon, with special reference to the present work: after which, let him preach upon some text of Scripture pertinent to the occasion.  The sermon ended, let him not only pray, as at other times after preaching is directed, with remembrance of the necessities of the Church, King, and State, (if before the sermon they were omitted,) but enlarge himself in due and solemn thanksgiving for former mercies and deliverances; but more especially for that which at the present calls them together to give thanks: with humble petition for the continuance and renewing of God's wonted mercies, as need shall be, and for sanctifying grace to make a right use thereof. And so, having sung another psalm, suitable to the mercy, let him dismiss the congregation with a blessing, that they may have some convenient time for their repast and refreshing.  But the minister (before their dismission) is solemnly to admonish them to beware of all excess and riot, tending to gluttony or drunkenness, and much more of these sins themselves, in their eating and refreshing; and to take care that their mirth and rejoicing be not carnal, but spiritual, which may make God's praise to be glorious, and themselves humble and sober; and that both their feeding and rejoicing may render them more cheerful and enlarged, further to celebrate his praises in the midst of the congregation, when they return unto it in the remaining part of that day.  When the congregation shall be again assembled, the like course in praying, reading, preaching, singing of psalms, and offering up of more praise and thanksgiving, that is before directed for the morning, is to be renewed and continued, so far as the time will give leave.  At one or both of the publick meetings that day, a collection is to be made for the poor, (and in the like manner upon the day of publick humiliation,) that their loins may bless us, and rejoice the more with us. And the people are to be exhorted, at the end of the latter meeting, to spend the residue of that day in holy duties, and testifications of Christian love and charity one towards another, and of rejoicing more and more in the Lord; as becometh those who make the joy of the Lord their strength. "},{"name":"Of Singing of Psalms.","text":" It is the duty of Christians to praise God publickly, by singing of psalms together in the congregation, and also privately in the family.  In singing of psalms, the voice is to be tunably and gravely ordered; but the chief care must be to sing with understanding, and with grace in the heart, making melody unto the Lord.  That the whole congregation may join herein, every one that can read is to have a psalm book; and all others, not disabled by age or otherwise, are to be exhorted to learn to read. But for the present, where many in the congregation cannot read, it is convenient that the minister, or some other fit person appointed by him and the other ruling officers, do read the psalm, line by line, before the singing thereof. "},{"name":"AN APPENDIX, Touching Days and Places for Publick Worship.","text":" There is no day commanded in scripture to be kept holy under the gospel but the Lord's day, which is the Christian Sabbath.  Festival days, vulgarly called *Holy-days,* having no warrant in the word of God, are not to be continued.  Nevertheless, it is lawful and necessary, upon special emergent occasions, to separate a day or days for publick fasting or thanksgiving, as the several eminent and extraordinary dispensations of God's providence shall administer cause and opportunity to his people.  As no place is capable of any holiness, under pretence of whatsoever dedication or consecration; so neither is it subject to such pollution by any superstition formerly used, and now laid aside, as may render it unlawful or inconvenient for Christians to meet together therein for the publick worship of God. And therefore we hold it requisite, that the places of publick assembling for worship among us should be continued and employed to that use. "}]}