{"name":"Mr Thomas Manton's Epistle To The Reader","publication_year":1646,"type":"creed","markdown":true,"text":" Christian Reader,  I cannot suppose thee to be such a stranger in England as to be ignorant of the general complaint concerning the decay of the power of godliness, and more especially of the great corruption of youth. Wherever thou goest, thou wilt hear men crying out of bad children and bad servants; whereas indeed the source of the mischief must be sought a little higher: it is bad parents and bad masters that make bad children and bad servants; and we cannot blame so much their untowardness, as our own negligence in their education.  The devil hath a great spite at the kingdom of Christ, and he knoweth no such compendious way to crush it in the egg, as by the perversion of youth, and supplanting family-duties. He striketh at all those duties which are publick in the assemblies of the saints, but these are too well guarded by the solemn injunctions and dying charge of Jesus Christ, as that he should ever hope totally to subvert and undermine them; but at family-duties he striketh with the more success, because the institution is not so solemn, and the practice not so seriously and conscientiously regarded as it should be, and the omission is not so liable to notice and publick censure. Religion was first hatched in families, and there the devil seeketh to crush it; the families of the Patriarchs were all the Churches God had in the world for the time: and therefore. (I suppose,) when Cain went out from Adam’s family, he is said to go out from the face of the Lord, Gen. 4:16. Now, the devil knoweth that this is a blow at the root, and a ready way to prevent the succession of Churches: if he can subvert families, other societies and communities will not long flourish and subsist with any power and vigour; for there is the stock from whence they are supplied both for the present and future.  For the present: A family is the seminary of Church and State; and if children be not well principled there, all miscarrieth: a fault in the first concoction is not mended in the second; if youth be bred ill in the family, they prove ill in Church and Commonwealth; there is the first making or marring, and the presage of their future lives to be thence taken, Prov. 20:11. By family discipline, officers are trained up for the Church, 1 Tim. 3:4, *One that ruleth well his own house*, etc.; and there are men bred up in subjection and obedience.  It is noted, Acts 21:5, that the disciples brought Paul on his way with their wives and children; their children probably are mentioned, to intimate, that their parents would, by their own example and affectionate farewell to Paul, breed them up in a way of reverence and respect to the pastors of the Church.  For the future: It is comfortable, certainly, to see a thriving nursery of young plants, and to have hopes that God shall have a people to serve him when we are dead and gone: the people of God comforted themselves in that, Ps. 102:28, *The children of thy servants shall continue*, etc  Upon all these considerations, how careful should ministers and parents be to train up young ones whilst they are yet pliable, and, like wax, capable of any form and impression, in the knowledge and fear of God; and betimes to instil the principles of our most holy faith, as they are drawn into a short sum in Catechisms, and so altogether laid in the view of conscience! Surely these seeds of truth planted in the field of memory, if they work nothing else, will at least be a great check and bridle to them and, as the casting in of cold water doth stay the boiling of the pot, somewhat allay the fervours of youthful lusts and passions.  I had, upon entreaty, resolved to recommend to thee with the greatest earnestness the work of catechising, and, as a meet help, the usefulness of this book, as thus printed with the Scriptures at large: but meeting with a private letter of a very learned and godly divine, wherein that work is excellently done to my hand, I shall make bold to transcribe a part of it, and offer it to publick view.  The author having bewailed the great distractions, corruptions, and divisions that are in the Church, he thus represents the cause and cure:  > Among others, a principal cause of these mischiefs is the great and common > neglect of the governors of families, in the discharge of that duty which they > owe to God for the souls that are under their charge, especially in teaching > them the doctrine of Christianity. Families are societies that must he > sanctified to God as well as Churches; and the governors of them have as truly a > charge of the souls that are therein, as pastors have of the Churches. But, > alas, how little is this considered or regarded ! But while negligent ministers > are (deservedly) cast out of their places, the negligent masters of families > take themselves to be almost blameless. They offer their children to God in > baptism, and there they promise to teach them the doctrine of the gospel, and > bring them up in the nurture of the Lord; but they easily promise, and easily > break it; and educate their children for the world and the flesh, although they > have renounced these, and dedicated them to God. This covenant-breaking with > God, and betraying the souls of their children to the devil. must lie heavy on > them here or hereafter. They beget children, and keep families merely for the > world and the flesh: but little consider what a charge is committed to them, and > what it is to bring up a child for God, and govern a family as a sanctified > society. > > > O how sweetly and successfully would the work of God go on, if we would but all > join together in our several places to promote it! Men need not then run without > sending to be preachers; but they might find that part of the work that > belongeth to them to be enough for them, and to be the best that they can be > employed in. Especially women should be careful of this duty; because as they > are most about their children, and have early and frequent opportunities to > instruct them, so this is the principal service they can do to God in this > world, being restrained from more publick work. And doubtless many an excellent > magistrate hath been sent into the Commonwealth, and many an excellent pastor > into the Church, and many a precious saint to heaven, through the happy > preparations of a holy education, perhaps by a woman that thought herself > useless and unserviceable to the Church. Would parents but begin betimes, and > labour to affect the hearts of their children with the great matters of > everlasting life, and to acquaint them with the substance of the doctrine of > Christ, and, when they find in them the knowledge and love of Christ, would > bring them then to the pastors of the Church to be tried, confirmed and admitted > to the further privileges of the Church, what happy, well-ordered Churches might > we have ! Then one pastor need not be put to do the work of two or three hundred > or thousand governors of families, even to teach their children those principles > which they should have taught them long before; nor should we be put to preach > to so many miserable ignorant souls, that be not prepared by education to > understand us, nor should we have need to shut out so many from holy communion > upon the account of ignorance, that yet have not the grace to feel it and lament > it, nor the wit and patience to wait in a learning state, till they are ready to > be fellow-citizens with the saints, and of the household of God.  But now they > come to us with aged self-conceitedness, being past children, and yet worse than > children still; having the ignorance of children, but being overgrown the > teachableness of children, and think themselves wise, yea wise enough to quarrel > with the wisest of their teachers, because they have lived long enough to have > been wise, and the evidence of their knowledge is their aged ignorance; and they > are readier to flee in our faces for Church-privileges, than to learn of us, and > obey our instructions, till they are prepared for them, that they may do them > good, like snappish curs that will snap us by the fingers for their meat, and > snatch it out of our hands; and not like children, that stay till we give it > them. Parents have so used them to be unruly, that ministers have to deal but > with too few but the unruly. And it is for want of this laying the foundation > well at first, that professors themselves are so ignorant as most are, and that > so many, especially of the younger sort, do swallow down almost any error that > is offered them, and follow any sect of dividers that will entice them so it be > but done with earnestness and plausibility. For, alas ! though by the grace of > God their hearts may be changed in an hour, (whenever they understand but the > essentials of the faith,) yet their understandings must have time and diligence > to furnish them with such knowledge as must stablish them, and fortify them > against deceits. Upon these, and many the like considerations. we should entreat > all Christian families to take more pains in this necessary work, and to get > better acquainted with the substance of Christianity.  And, to that end, (taking > along some moving treatises to awake the heart,) I know not what work should be > fitter for their use, than that compiled by the Assembly at Westminster; a Synod > of as godly, judicious divines, (notwithstanding all the bitter words which they > have received from discontented and self-conceited men,) I verily think, as ever > England saw. Though they had the unhappiness to be employed in calamitous times, > when the noise of wars did stop men’s ears, and the licentiousness of wars did > set every wanton tongue and pen at liberty to reproach them, and the prosecution > and event of those wars did exasperate partial discontented men to dishonour > themselves by seeking to dishonour them; I dare say, if in the days of old, when > councils were in power and account, they had had but such a council of bishops, > as this of presbyters was, the fame of it for learning and holiness, and all > ministerial abilities, would, with very great honour, have been transmitted to > posterity. > > > I do therefore desire, that all masters of families would first study well this > work themselves, and then teach it their children and servants, according to > their several capacities. And, if they once understand these grounds of > religion, they will be able to read other books more understandingly, and hear > sermons more profitably, and confer more judiciously, and hold fast the doctrine > of Christ more firmly, than ever you are like to do by any other course. First, > let them read and learn the Shorter Catechism, and next the Larger and lastly, > read the Confession of Faith.   Thus far he, whose name I shall conceal, (though the excellency of the matter and present style, will easily discover him,) because I have published it without his privily and consent, though, I hope, not against his liking and approbation. I shall add no more, but that I am,  Thy servant, in the Lord’s work, THOMAS MANTON. "}