{"name":"The Form of Presbyterial Church Government","publication_year":1646,"type":"document","markdown":true,"show_toc":true,"recommended_reading":["wcf-banner"],"chapters":[{"name":"","text":"Assembly at Edinburgh, February 10, 1645, Sess. 16.  Act of the general assembly of the Kirk of Scotland, approving the Propositions concerning Kirk-government, and Ordination of Ministers.  The General Assembly being most desirous and solicitous, not only of the establishment and preservation of the Form of Kirk-government in this kingdom, according to the word of God, books of Discipline, acts of General Assemblies, and National Covenant, but also of an uniformity in Kirk-government betwixt these kingdoms, now more straitly and strongly unite by the late Solemn League and Covenant; and considering, that as in former time there did, so hereafter there may arise, through the nearness of contagion, manifold, mischief to this kirk from a corrupt form of government in the kirk of England: likeas the precious opportunity of bringing the kirks of Christ in all the three kingdoms to an uniformity in Kirk-government being the happiness of the present times above the former; which may also, by the blessing of God, prove an effectual mean, and a good foundation to prepare for a safe and well-grounded pacification, by removing the cause from which the present pressures and bloody wars did originally proceed: and now the Assembly having thrice read, and diligently examined, the propositions (hereunto annexed) concerning the officers, assemblies, and government of the kirk, and concerning the ordination of ministers, brought unto us, as the results of the long and learned debates of the Assembly of Divines sitting at Westminster, and of the treaty of uniformity with the Commissioners of this kirk there residing; after mature deliberation,, and after timeous calling upon and warning of all, who have any exceptions against same, to make them known, that they might receive satisfaction; doth agree to and approve the propositions afore-mentioned, touching, touching Kirk-government and Ordination; and doth hereby authorized the Commissioners of this Assembly, who are to meet at Edinburgh, to agree and to conclude in the name of this Assembly, an uniformity betwixt the kirks in both kingdoms, in the afore-mentioned particulars, so soon as the same shall be ratified, without any substantial alteration, by an ordinance of the honourable Houses of the Parliament of England; which ratification shall be timely intimate and made known by the Commissioners of this kirk residing at London.  Provided always, That this act be no ways prejudicial to the further discussion and examination of that article which hold forth, That the doctor or teacher hath power of the administration of the sacraments, as well as the pastor; as also of the distinct rights and interests of presbyteries and people in the calling of ministers; but that it shall be free to debate and discuss these points, as God shall be pleased to give further light.  Jesus Christ, upon whose shoulders the government is, whose name is called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace;[a] of the increase of whose government and peace there shall be no end; who sits upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and justice, from henceforth, even for ever; having all power given unto him in heaven and in earth by the Father, who raised him from the dead, and set him at his own right hand, far above all principalities and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come, and put all things under his feet, and gave him to be the head over all things to the church, which is his body, the fulness of him that filleth all in all: he being ascended up far above all heavens, that he might fill all things, received gifts for his church, and gave officers necessary for the edification of his church, and perfecting of his saints.[b] ","verses":{"a":["Isa.9.6-Isa.9.7"],"b":["Matt.28.18-Matt.28.20","Eph.1.20-Eph.1.23","Eph.4.8","Eph.4.11","Ps.68.18"]}},{"name":"Of the church","text":" There is one general church visible, held forth in the New Testament.[a]  The ministry, oracles, and ordinances of the New Testament, are given by Jesus Christ to the general church visible, for the gathering and perfecting of it in this life, until his second coming.[b]  Particular visible churches, members of the general church, are also held forth in the New Testament.[c]  Particular churches in the primitive times were made up of visible saints, *viz.* of such as, being of age, professed faith in Christ, and obedience unto Christ, according to the rules of faith and life taught by Christ and his apostles; and of their children.[d] ","verses":{"a":["1Cor.12.12-1Cor.12.13","1Cor.12.28"],"b":["1Cor.12.28","Eph.4.4-Eph.4.5"],"c":["Gal.1.21-Gal.1.22","Rev.1.4","Rev.1.20","Rev.2.1"],"d":["Acts.2.38","Acts.2.41","Acts.2.47","Acts.5.14","1Cor.1.2","2Cor.9.13","Acts.2.39","1Cor.7.14","Rom.11.16","Mark.10.14","Matt.19.13-Matt.19.14","Luke.18.15-Luke.18.16"]}},{"name":"Of the Officers of the Church","text":" The officers which Christ hath appointed for the edification of his church, and the perfecting of the saints, are, some extraordinary, as apostles, evangelists, and prophets, which are ceased.  Others ordinary and perpetual, as pastors, teachers, and other church-governors, and deacons.  verses: "},{"name":"Pastors","text":" The pastor is an ordinary and perpetual officer in the church,[a] prophesying of the time of the gospel.[b]  First, it belongs to his office,  To pray for and with his flock, as the mouth of the people unto God,[c] where preaching and prayer are joined as several parts of the same office.[d] The office of the elder (that is, the pastor) is to pray for the sick, even in private, to which a blessing is especially promised; much more therefore ought he to perform this in the publick execution of his office, as a part thereof.[e]  To read the Scriptures publickly; for the proof of which,  1. That the priests and Levites in the Jewish church were trusted with the publick reading of the word is proved.[f]  2. That the ministers of the gospel have as ample a charge and commission to dispense the word, as well as other ordinances, as the priests and Levites had under the law, proved, where our Saviour entitleth the officers of the New Testament, whom he will send forth, by the same names of the teachers of the Old.[g]  Which propositions prove, that therefore (the duty being of a moral nature) it followeth by just consequence, that the publick reading of the scriptures belongeth to the pastor's office.  To feed the flock, by preaching of the word, according to which he is to teach, convince, reprove, exhort, and comfort.[h]  To catechise, which is a plain laying down the first principles of the oracles of God,[i] or of the doctrine of Christ, and is a part of preaching.  To dispense other divine mysteries.[j]  To administer the sacraments.[k]  To bless the people from God[l], where, under the names of Priests and Levites to be continued under the gospel, are meant evangelical pastors, who therefore are by office to bless the people.[m]  To take care of the poor.[n]  And he hath also a ruling power over the flock as a pastor.[o] ","verses":{"a":["Jer.3.15-Jer.3.17"],"b":["1Pet.5.2-1Pet.5.4","Eph.4.11-Eph.4.13"],"c":["Acts.6.2-Acts.6.4","Acts.20.36"],"d":["Jas.5.14-Jas.5.15"],"e":["1Cor.14.15-1Cor.14.16"],"f":["Deut.31.9-Deut.31.11","Neh.8.1-Neh.8.3","Neh.8.13"],"g":["Isa.66.21","Matt.23.34"],"h":["1Tim.3.2","2Tim.3.16-2Tim.3.17","Titus.1.9"],"i":["Heb.5.12"],"j":["1Cor.4.1-1Cor.4.2"],"k":["Matt.28.19-Matt.28.20","Mark.16.15-Mark.16.16","1Cor.11.23-1Cor.11.25","1Cor.10.16"],"l":["Num.6.23-Num.6.26","Rev.1.4-Rev.1.5","Isa.66.21"],"m":["Deut.10.8","2Cor.13.14","Eph.1.2"],"n":["Acts.11.30","Acts.4.34-Acts.4.37","Acts.6.2-Acts.6.4","1Cor.16.1-1Cor.16.4","Gal.2.9-Gal.2.10"],"o":["1Tim.5.17","Acts.20.17","Acts.20.28","1Thess.5.12","Heb.13.7","Heb.13.17"]}},{"name":"Teacher or Doctor","text":" The scripture doth hold out the name and title of teacher, as well as of the pastor.[a]  Who is also a minister of the word, as well as the pastor, and hath power of administration of the sacraments.  The Lord having given different gifts, and divers exercises according to these gifts, in the ministry of the word;[b] though these different gifts may meet in, and accordingly be exercised by, one and the same minister;[c] yet, where be several ministers in the same congregation, they may be designed to several employments, according to the different gifts in which each of them doth most excel.[d] And he that doth more excel in exposition of scripture, in teaching sound doctrine, and in convincing gainsayers, than he doth in application, and is accordingly employed therein, may be called a teacher, or doctor, (the places alleged by the notation of the word do prove the proposition.) Nevertheless, where is but one minister in a particular congregation, he is to perform, as far as he is able, the whole work of the ministry.[e]  A teacher, or doctor, is of most excellent use in schools and universities; as of old in the schools of the prophets, and at Jerusalem, where Gamaliel and others taught as doctors. ","verses":{"a":["1Cor.12.28","Eph.4.11"],"b":["Rom.12.6-Rom.12.8","1Cor.1","1Cor.4-1Cor.7"],"c":["1Cor.14.3","2Tim.4.2","Titus.1.9"],"d":["1Pet.4.10-1Pet.4.11"],"e":["2Tim.4.2","Titus.1.9","1Tim.6.2"]}},{"name":"Other Church-Governors","text":" As there were in the Jewish church elders of the people joined with the priests and Levites in the government of the church;[a] so Christ, who hath instituted government, and governors ecclesiastical in the church, hath furnished some in his church, beside the ministers of the word, with gifts for government, and with commission to execute the same when called thereunto, who are to join with the minister in the government of the church.[b] Which officers reformed churches commonly call Elders. ","verses":{"a":["2Chr.19.8-2Chr.19.10"],"b":["Rom.12.7-Rom.12.8","1Cor.12.28"]}},{"name":"Deacons","text":" The scripture doth hold out deacons as distinct officers in the church.[a]  Whose office is perpetual.[b] To whose office it belongs not to preach the word, or administer the sacraments, but to take special care in distributing to the necessities of the poor.[c] ","verses":{"a":["Phil.1.1","1Tim.3.8"],"b":["1Tim.3.8-1Tim.3.15","Acts.6.1-Acts.6.4"],"c":["Acts.6.1-Acts.6.4"]}},{"name":"Of Particular Congregations","text":" It is lawful and expedient that there be fixed congregations, that is, a certain company of Christians to meet in one assembly ordinarily for publick worship. When believers multiply to such a number, that they cannot conveniently meet in one place, it is lawful and expedient that they should be divided into distinct and fixed congregations, for the better administration of such ordinances as belong unto them, and the discharge of mutual duties.[a]  The ordinary way of dividing Christians into distinct congregations, and most expedient for edification, is by the respective bounds of their dwellings.  First, Because they who dwell together, being bound to all kind of moral duties one to another, have the better opportunity thereby to discharge them; which moral tie is perpetual; for Christ came not to destroy the law, but to fulfil it.[b]  Secondly, The communion of saints must be so ordered, as may stand with the most convenient use of the ordinances, and discharge of moral duties, without respect of persons.[c]  Thirdly, The pastor and people must so nearly cohabit together, as that they may mutually perform their duties each to other with most conveniency.  In this company some must be set apart to bear office. ","verses":{"a":["1Cor.14.26","1Cor.14.33","1Cor.14.40"],"b":["Deut.15.7","Deut.15.11","Matt.22.39","Matt.5.17"],"c":["1Cor.14.26","Heb.10.24-Heb.10.25","Jas.2.1-Jas.2.2"]}},{"name":"Of the Officers of a particular Congregation","text":" For officers in a single congregation, there ought to be one at the least, both to labour in the word and doctrine, and to rule.[a]  It is also requisite that there should be others to join in government.[b]  And likewise it is requisite that there be others to take special care for the relief of the poor. [c]  The number of each of which is to be proportioned according to the condition of the congregation.  These officers are to meet together at convenient and set times, for the well ordering of the affairs of that congregation, each according to his office.  It is most expedient that, in these meetings, one whose office is to labour in the word and doctrine, do moderate in their proceedings.[d] ","verses":{"a":["Prov.29.18","1Tim.5.17","Heb.13.7"],"b":["1Cor.12.28"],"c":["Acts.6.2-Acts.6.3"],"d":["1Tim.5.17"]}},{"name":"Of the Ordinances in a particular Congregation","text":" The ordinances in a single congregation are, prayer, thanksgiving, and singing of psalms,[a] the word read, (although there follow no immediate explication of what is read), the word expounded and applied, catechising, the sacraments administered, collection made for the poor, dismissing the people with a blessing. ","verses":{"a":["1Tim.2.1","1Cor.14.15-1Cor.14.16"]}},{"name":"Of Church-Government, and the several sorts of Assemblies for the same","text":" Christ hath instituted a government, and governors ecclesiastical in the church: to that purpose, the apostles did immediately receive the keys from the hand of Jesus Christ, and did use and exercise them in all the churches of the world upon all occasions.  And Christ hath since continually furnished some in his church with gifts of government, and with commission to execute the same, when called thereunto.  It is lawful, and agreeable to the word of God, that the church be governed by several sorts of assemblies, which are congregational, classical, and synodical. "},{"name":"Of the power in common of all these Assemblies","text":" It is lawful, and agreeable to the word of God, that the several assemblies before mentioned have power to convent, and call before them, any person within their several bounds, whom the ecclesiastical business which is before them doth concern.[a]  They have power to hear and determine such causes and differences as do orderly come before them.  It is lawful, and agreeable to the word of God, that all the said assemblies have some power to dispense church-censures. ","verses":{"a":["Matt.18.15-Matt.18.20"]}},{"name":"Of Congregational Assemblies, that is, the Meeting of the ruling Officers of a particular Congregation, for the Government thereof ","text":" The ruling officers of a particular congregation have power, authoritatively, to call before them any member of the congregation, as they shall see just occasion.  To enquire into the knowledge and spiritual estate of the several members of the congregation.  To admonish and rebuke.  Which three branches are proved by Heb. 13:17; 1 Thess. 5:12-13; Ezek. 34:4.[a]  Authoritative suspension from the Lord's table, of a person not yet cast out of the church, is agreeable to the scripture:  First, Because the ordinance itself must not be profaned.  Secondly, Because we are charged to withdraw from those that walk disorderly.  Thirdly, Because of the great sin and danger, both to him that comes unworthily, and also to the whole church.[b] And there was power and authority, under the Old Testament, to keep unclean persons from holy things.[c]  The like power and authority, by way of analogy, continues under the New Testament.  The ruling officers of a particular congregation have power authoritatively to suspend from the Lord's table a person not yet cast out of the church:  First, Because those who have authority to judge of, and admit, such as are fit to receive the sacrament, have authority to keep back such as shall be found unworthy.  Secondly, Because it is an ecclesiastical business of ordinary practice belonging to that congregation.  When congregations are divided and fixed, they need all mutual help one from another, both in regard of their intrinsical weaknesses and mutual dependence, as also in regard of enemies from without. ","verses":{"a":["Heb.13.17","1Thess.5.12-1Thess.5.13","Ezek.34.4"],"b":["Matt.7.6","2Thess.3.6","2Thess.3.14-2Thess.3.15","1Cor.11.27"],"c":["Lev.13.5","Num.9.7","2Chr.23.19"]}},{"name":"Of Classical Assemblies","text":" The scripture doth hold out a presbytery in a church.[a]  A presbytery consisteth of ministers of the word, and such other publick officers as are agreeable to and warranted by the word of God to be church-governors, to join with the ministers in the government of the church.[b]  The scripture doth hold forth, that many particular congregations may be under one presbyterial government.  This proposition is proved by instances:  1. First, Of the church of Jerusalem, which consisted of more congregations than one, and all these congregations were under one presbyterial government.  This appeareth thus:  First, The church of Jerusalem consisted of more congregations than one, as is manifest:  1st, By the multitude of believers mentioned, in divers [places], both before the dispersion of the believers there, by means of the persecution,[c] and also after the dispersion. [d]  2dly, By the many apostles and other preachers in the church of Jerusalem. And if there were but one congregation there, then each apostle preached but seldom;[e] which will not consist with Acts 6:2.  3dly The diversity of languages among the believers, mentioned both in the second and sixth chapters of the Acts, doth argue more congregations than one in that church.  Secondly, All those congregations were under one presbyterial government; because,  1st, They were one church.[f]  2dly, The elders of the church are mentioned.[g]  3dly, The apostles did the ordinary acts of presbyters, as presbyters in that kirk; which proveth a presbyterial church before the dispersion, Acts vi.  4thly, The several congregations in Jerusalem being one church, the elders of that church are mentioned as meeting together for acts of government;[h] which proves that those several congregations were under one presbyterial government.  And whether these congregations were fixed or not fixed, in regard of officers or members, it is all one as to the truth of the proposition.  Nor doth there appear any material difference betwixt the several congregations in Jerusalem, and the many congregations now in the ordinary condition of the church, as to the point of fixedness required of officers or members.  Thirdly, Therefore the scripture doth hold forth, that many congregations may be under one presbyterial government.  2. Second, By the instance of the church of Ephesus; for,  First, That there were more congregations than one in the church of Ephesus, appears by Acts 20:31,[i] where is mention of Paul's continuance at Ephesus in preaching for the space of three years; and Acts 19:18,19,20, where the special effect of the word is mentioned;[j] and ver. 10. and 17. of the same chapter, where is a distinction of Jews and Greeks;[k] and 1 Cor. 16:8,9, where is a reason of Paul's stay at Ephesus until Pentecost;[l] and ver. 19, where is mention of a particular church in the house of Aquila and Priscilla, then at Ephesus,[m] as appears, Acts xviii. 19,24,26.[n] All which laid together, doth prove that the multitude of believers did make more congregations than one in the church of Ephesus.  Secondly, That there were many elders over these many congregations, as one flock, appeareth.[o]  Thirdly, That these many congregations were one church, and that they were under one presbyterial government, appeareth.[p] ","verses":{"a":["1Tim.4.14","Acts.15.2","Acts.15.4","Acts.15.6"],"b":["Rom.12.7-Rom.12.8","1Cor.12.28"],"c":["Acts.8.1","Acts.1.15","Acts.2.41","Acts.2.46-Acts.2.47","Acts.4.4","Acts.5.14","Acts.6.1","Acts.6.7"],"d":["Acts.9.31","Acts.12.24","Acts.21.20"],"e":["Acts.6.2"],"f":["Acts.8.1","Acts.2.47","Acts.5.11","Acts.12.5","Acts.15.4"],"g":["Acts.11.30","Acts.15.4","Acts.15.6","Acts.15.22","Acts.21.17-Acts.21.18"],"h":["Acts.11.30","Acts.15.4","Acts.15.6","Acts.15.22","Acts.21.17-Acts.21.18"],"i":["Acts.20.31"],"j":["Acts.19.18-Acts.19.20"],"k":["Acts.19.10","Acts.19.17"],"l":["1Cor.16.8-1Cor.16.9"],"m":["1Cor.16.19"],"n":["Acts.18.19","Acts.18.24","Acts.18.26"],"o":["Acts.20.17","Acts.20.25","Acts.20.28","Acts.20.30","Acts.20.36-Acts.20.37"],"p":["Rev.2.1-Rev.2.6"]}},{"name":"Of Synodical Assemblies","text":" The scripture doth hold out another sort of assemblies for the government of the church, beside classical and congregational, all which we call Synodical.[a]  Pastors and teachers, and other church-governors, (as also other fit persons, when it shall be deemed expedient,) are members of those assemblies which we call Synodical, where they have a lawful calling thereunto.  Synodical assemblies may lawfully be of several sorts, as provincial, national, and oecumenical.  It is lawful, and agreeable to the word of God, that there be a subordination of congregational, classical, provincial, and national assemblies, for the government of the church. ","verses":{"a":["Acts.15.2","Acts.15.6","Acts.15.22-Acts.15.23"]}},{"name":"Of Ordination of Ministers","text":" Under the head of Ordination of Ministers is to be considered, either the doctrine of ordination, or the power of it. "},{"name":"Touching the Doctrine of Ordination","text":" No man ought to take upon him the office of a minister of the word without a lawful calling.[a]  Ordination is always to be continued in the church.[b]  Ordination is the solemn setting apart of a person to some publick church office.[c]  Every minister of the word is to be ordained by imposition of hands, and prayer, with fasting, by those preaching presbyters to whom it doth belong.[d]  It is agreeable to the word of God, and very expedient, that such as are to be ordained ministers, be designed to some particular church, or other ministerial charge.[e]  He that is to be ordained minister, must be duly qualified, both for life and ministerial abilities, according to the rules of the apostle.[f]  He is to be examined and approved by those by whom he is to be ordained.[g]  No man is to be ordained a minister for a particular congregation, if they of that congregation can shew just cause of exception against him.[h] ","verses":{"a":["John.3.27","Rom.10.14-Rom.10.15","Jer.14.14","Heb.5.4"],"b":["Titus.1.5","1Tim.5.21-1Tim.5.22"],"c":["Num.8.10-Num.8.11","Num.8.14","Num.8.19","Num.8.22","Acts.6.3","Acts.6.5-Acts.6.6"],"d":["1Tim.5.22","Acts.14.23","Acts.13.3"],"e":["Acts.14.23","Titus.1.5","Acts.20.17","Acts.20.28"],"f":["1Tim.3.2-1Tim.3.6","Titus.1.5-Titus.1.9"],"g":["1Tim.3.7","1Tim.3.10","1Tim.5.22"],"h":["1Tim.3.2","Titus.1.7"]}},{"name":"Touching the Power of Ordination","text":" Ordination is the act of a presbytery.[a]  The power of ordering the whole work of ordination is in the whole presbytery, which, when it is over more congregations than one, whether these congregations be fixed or not fixed, in regard of officers or members, it is indifferent as to the point of ordination.[b]  It is very requisite, that no single congregation, that can conveniently associate, do assume to itself all and sole power in ordination:  1. Because there is no example in scripture that any single congregation, which might conveniently associate, did assume to itself all and sole power in ordination; neither is there any rule which may warrant such a practice.  2. Because there is in scripture example of an ordination in a presbytery over divers congregations; as in the church of Jerusalem, where were many congregations: these many congregations were under one presbytery, and this presbytery did ordain.  The preaching presbyters orderly associated, either in cities or neighbouring villages, are those to whom the imposition of hands doth appertain, for those congregations within their bounds respectively. ","verses":{"a":["1Tim.4.14"],"b":["1Tim.4.14"]}},{"name":"Concerning the Doctrinal Part of Ordination of Ministers","text":" 1. No man ought to take upon him the office of a minister of the word without a lawful calling. [a]  2. Ordination is always to be continued in the church.[b]  3. Ordination is the solemn setting apart of a person to some publick church office.[c]  4. Every minister of the word is to be ordained by imposition of hands, and prayer, with fasting, by these preaching presbyters to whom it doth belong. [d]  5. The power of ordering the whole work of ordination is in the whole presbytery, which, when it is over more congregations than one, whether those congregations be fixed or not fixed, in regard of officers or members, it is indifferent as to the point of ordination.[e]  6. It is agreeable to the word, and very expedient, that such as are to be ordained ministers be designed to some particular church, or other ministerial charge. [f]  7. He that is to be ordained minister, must be duly qualified, both for life and ministerial abilities, according to the rules of the apostle.[g]  8. He is to be examined and approved by those by whom he is to be ordained.[h]  9. No man is to be ordained a minister for a particular congregation, if they of that congregation can shew just cause of exception against him. [i]  10. Preaching presbyters orderly associated, either in cities or neighbouring villages, are those to whom the imposition of hands doth appertain, for those congregations within their bounds respectively.[j]  11. In extraordinary cases, something extraordinary may be done, until a settled order may be had, yet keeping as near as possibly may be to the rule.[k]  12. There is at this time (as we humbly conceive) an extraordinary occasion for a way of ordination for the present supply of ministers. ","verses":{"a":["John.3.27","Rom.10.14-Rom.10.15","Jer.14.14","Heb.5.4"],"b":["Titus.1.5","1Tim.5.21-1Tim.5.22"],"c":["Num.8.10-Num.8.11","Num.8.14","Num.8.19","Num.8.22","Acts.6.3","Acts.6.5-Acts.6.6"],"d":["1Tim.5.22","Acts.14.23","Acts.13.3"],"e":["1Tim.4.14"],"f":["Acts.14.23","Titus.1.5","Acts.20.17","Acts.20.28"],"g":["1Tim.3.2-1Tim.3.6","Titus.1.5-Titus.1.9"],"h":["1Tim.3.7","1Tim.3.10","1Tim.5.22"],"i":["1Tim.3.2","Titus.1.7"],"j":["1Tim.4.14"],"k":["2Chr.29.34-2Chr.29.36","2Chr.30.2-2Chr.30.5"]}},{"name":"The Directory for the Ordination of Ministers","text":" It being manifest by the word of God, that no man ought to take upon him the office of a minister of the gospel, until he be lawfully called and ordained thereunto; and that the work of ordination is to be performed with all due care, wisdom, gravity, and solemnity, we humbly tender these directions, as requisite to be observed.  1. He that is to be ordained, being either nominated by the people, or otherwise commended to the presbytery, for any place, must address himself to the presbytery, and bring with him a testimonial of his taking the covenant of the three kingdoms; of his diligence and proficiency in his studies; what degrees he hath taken in the university, and what hath been the time of his abode there; and withal of his age, which is to be twenty four years; but especially of his life and conversation.  2. Which being considered by the presbytery, they are to proceed to enquire touching the grace of God in him, and whether he be of such holiness of life as is requisite in a minister of the gospel; and to examine him touching his learning and sufficiency, and touching the evidences of his calling to the holy ministry; and, in particular, his fair and direct calling to that place.  #### The Rules for Examination are these:  (1.) That the party examined be dealt withal in a brotherly way, with mildness of spirit, and with special respect to the gravity, modesty, and quality of every one.  (2.) He shall be examined touching his skill in the original tongues, and his trial to be made by reading the Hebrew and Greek Testaments, and rendering some portion of some into Latin; and if he be defective in them, enquiry shall be made more strictly after his other learning, and whether he hath skill in logick and philosophy.  (3.) What authors in divinity he hath read, and is best acquainted with; and trial shall be made in his knowledge of the grounds of religion, and of his ability to defend the orthodox doctrine contained in them against all unsound and erroneous opinions, especially these of the present age; of his skill in the sense and meaning of such places of scripture as shall be proposed unto him, in cases of conscience, and in the chronology of the scripture, and the ecclesiastical history.  (4.) If he hath not before preached in publick with approbation of such as are able to judge, he shall, at a competent time assigned him, expound before the presbytery such a place of scripture as shall be given him.  (5.) He shall also, within a competent time, frame a discourse in Latin upon such a common-place or controversy in divinity as shall be assigned to him, and exhibit to the presbytery such theses as express the sum thereof, and maintain a dispute upon them.  (6.) He shall preach before the people, the presbytery, or some of the ministers of the word appointed by them, being present.  (7.) The proportion of his gifts in relation to the place unto which he is called shall be considered.  (8.) Beside the trial of his gifts in preaching, he shall undergo an examination in the premises two several days, and more, if the presbytery shall judge it necessary.  (9.) And as for him that hath formerly been ordained a minister, and is to be removed to another charge, he shall bring a testimonial of his ordination, and of his abilities and conversation, whereupon his fitness for that place shall be tried by his preaching there, and (if it shall be judged necessary) by a further examination of him.  3. In all which he being approved, he is to be sent to the church where he is to serve, there to preach three several days and to converse with the people, that they may have trial of his gifts for their edification, and may have time and occasion to enquire into, and the better to know, his life and conversation.  4. In the last of these three days appointed for the trial of his gifts in preaching, there shall be sent from the presbytery to the congregation a publick intimation in writing, which shall be publickly read before the people, and after affixed to the church-door, to signify that such a day a competent number of the members of that congregation, nominated by themselves, shall appear before the presbytery, to give their consent and approbation to such a man to be their minister; or otherwise, to put in, with all Christian discretion and meekness, what exceptions they have against him. And if, upon the day appointed, there be no just exception against him, but the people give their consent, then the presbytery shall proceed to ordination.  5. Upon the day appointed for ordination, which is to be performed in that church where he that is to be ordained is to serve, a solemn fast shall be kept by the congregation, that they may the more earnestly join in prayer for a blessing upon the ordinances of Christ, and the labours of his servant for their good. The presbytery shall come to the place, or at least three or four ministers of the word shall be sent thither from the presbytery; of which one appointed by the presbytery shall preach to the people concerning the office and duty of ministers of Christ, and how the people ought to receive them for their work's sake.  6. After the sermon, the minister who hath preached shall, in the face of the congregation, demand of him who is now to be ordained, concerning how faith in Christ Jesus, and his persuasion of the truth of the reformed religion, according to the scriptures; his sincere intentions and ends in desiring to enter into this calling; his diligence in praying, reading, meditation, preaching, ministering the sacraments, discipline, and doing all ministerial duties towards his charge; his zeal and faithfulness in maintaining the truth of the gospel, and unity of the church, against error and schism; his care that himself and his family may be unblameable, and examples to the flock; his willingness and humility, in meekness of spirit, to submit unto the admonitions of his brethren, and discipline of the church; and his resolution to continue in his duty against all trouble and persecution.  7. In all which having declared himself, professed his willingness, and promised his endeavours, by the help of God; the minister likewise shall demand of the people concerning their willingness to receive and acknowledge him as the minister of Christ; and to obey and submit unto him, as having rule over them in the Lord; and to maintain, encourage, and assist him in all the parts of his office.  8. Which being mutually promised by the people, the presbytery, or the ministers sent from them for ordination, shall solemnly set him apart to the office and work of the ministry, by laying their hands on him, which is to be accompanied with a short prayer or blessing, to this effect:  \"Thankfully acknowledging the great mercy of God in sending Jesus Christ for the redemption of his people; and for his ascension to the right hand of God the Father, and thence pouring out his Spirit, and giving gifts to men, apostles, evangelists, prophets, pastors, and teachers; for the gathering and building up of his church; and for fitting and inclining this man to this great work: to entreat him to fit him with his Holy Spirit, to give him (who in his name we thus set apart to this holy service) to fulfil the work of his ministry in all things, that he may both save himself, and his people committed to his charge.\"  9. This or the like form of prayer and blessing being ended, let the minister who preached briefly exhort him to consider of the greatness of his office and work, the danger of negligence both to himself and his people, the blessing which will accompany his faithfulness in this life, and that to come; and withal exhort the people to carry themselves to him, as to their minister in the Lord, according to their solemn promise made before. And so by prayer commending both him and his flock to the grace of God, after singing of a psalm, let the assembly be dismissed with a blessing.  10. If a minister be designed to a congregation, who hath been formerly ordained presbyter according to the form of ordination which hath been in the church of England, which we hold for substance to be valid, and not to be disclaimed by any who have received it; then, there being a cautious proceeding in matters of examination, let him be admitted without any new ordination.  11. And in case any person already ordained minister in Scotland, or in any other reformed church, be designed to another congregation in England, he is to bring from that church to the presbytery here, within which that congregation is, a sufficient testimonial of his ordination, of his life and conversation while he lived with them, and of the causes of his removal; and to undergo such a trial of his fitness and sufficiency, and to have the same course held with him in other particulars, as is set down in the rule immediately going before, touching examination and admission.  12. That records be carefully kept in the several presbyteries, of the names of the persons ordained, with their testimonials, the time and place of their ordination, of the presbyters who did impose hands upon them, and of the charge to which they are appointed.  13. That no money or gift, of what kind soever, shall be received from the person to be ordained, or from any on his behalf, for ordination, or ought else belonging to it, by any of the presbytery, or any appertaining to any of them, upon what pretence soever. "},{"name":"Thus far of ordinary Rules, and course of Ordination, in the ordinary way; that which concerns the extraordinary way, requisite to be now practised, followeth ","text":" 1. In these present exigencies, while we cannot have any presbyteries formed up to their whole power and work, and that many ministers are to be ordained for the service of the armies and navy, and to many congregations where there is no minister at all; and where (by reason of the publick troubles) the people cannot either themselves enquire and find out one who may be a faithful minister for them, or have any with safety sent unto them, for such a solemn trial as was before mentioned in the ordinary rules; especially, when there can be no presbytery near unto them, to whom they may address themselves, or which may come or send to them a fit man to be ordained in that congregation, and for that people; and yet notwithstanding, it is requisite that ministers be ordained for them by some, who, being set apart themselves for the work of the ministry, have power to join in the setting apart others, who are found fit and worthy. In those cases, until, by God's blessing, the aforesaid difficulties may be in some good measure removed, let some godly ministers, in or about the city of London, be designed by publick authority, who, being associated, may ordain ministers for the city and the vicinity, keeping as near to the ordinary rules fore-mentioned as possibly they may; and let this association be for no other intent or purpose, but only for the work of ordination.  2. Let the like association be made by the same authority in great towns, and the neighbouring parishes in the several counties, which are at the present quiet and undisturbed, to do the like for the parts adjacent.  3. Let such as are chosen, or appointed for the service of the armies or navy, be ordained, as aforesaid, by the associated ministers of London, or some others in the country.  4. Let them do the like, when any man shall duly and lawfully be recommended to them for the ministry of any congregation, who cannot enjoy liberty to have a trial of his parts and abilities, and desire the help of such ministers so associated, for the better furnishing of them with such a person as by them shall be judged fit for the service of that church and people. ","verses":""}]}