{"name":"The Solemn League and Covenant","publication_year":1643,"type":"creed","markdown":true,"text":" We noblemen, barons, knights, gentlemen, citizens, burgesses, ministers of the Gospel, and commons of all sorts, in the kingdoms of Scotland, England, and Ireland, by the providence of GOD living under one king, and being of one reformed religion, having before our eyes the glory of God, and the advancement of the kingdom of our Lord and Saviour JESUS CHRIST, the honour and happiness of the king's majesty and his posterity, and the true public liberty, safety, and peace of the kingdom, wherein every one's private condition is included: and calling to mind the treacherous and bloody plots, conspiracies, attempts, and practices of the enemies of GOD, against the true religion and professors thereof in all places, especially in these three kingdoms, ever since the reformation of religion; and how much their rage, power, and presumption, are of late, and at this time, increased and exercised, whereof the deplorable state of the Church and kingdom of Ireland, the distressed state of the Church and kingdom of England, and the dangerous state of the Church and kingdom of Scotland, are present and public testimonies: we have now at last (after other means of supplication, remonstrance, protestation, and sufferings), for the preservation of ourselves and our religion from utter ruin and destruction, according to the commendable practice of these kingdoms in former times, and the example of GOD'S people in other nations, after mature deliberation, resolved and determined to enter into a Mutual and Solemn League and Covenant, wherein we all subscribe, and each one of us for himself, with our hands lifted up to the Most High GOD, do swear,  I. THAT we shall sincerely, really, and constantly, through the grace of GOD, endeavor, in our several places and callings, the preservation of the reformed religion in the Church of Scotland, in doctrine, worship, discipline, and government, against our common enemies; the reformation of religion in the kingdoms of England and Ireland, in doctrine, worship, discipline, and government, according to the Word of GOD, and the example of the best reformed Churches; and shall endeavour to bring the Churches of GOD in the three kingdoms to the nearest conjunction and uniformity in religion, Confession of Faith, Form of Church Government, Directory for Worship and Catechising; that we, and our posterity after us, may, as brethren, live in faith and love, and the Lord may delight to dwell in the midst of us.  II. That we shall, in like manner, without respect of persons, endeavour the extirpation of Popery, Prelacy (that is, Church government by archbishops, bishops, their chancellors and commissioners, deans, deans and chapters, archdeacons, and all other ecclesiastical officers depending on that hierarchy), superstition, heresy, schism, profaneness, and whatsoever shall be found contrary to sound doctrine and the power of Godliness; lest we partake in other men's sins, and thereby be in danger to receive of their plagues; and that the Lord may be one, and his name one, in the three kingdoms.  III. We shall, with the same sincerity, reality, and constancy, in our several vocations, endeavour, with our estates and lives, mutually to preserve the rights and privileges of the Parliaments, and the liberties of the kingdoms; and to preserve and defend the king's majesty's person and authority, in the preservation and defence of the true religion and liberties of the kingdoms; that the world may bear witness with our consciences of our loyalty, and that we have no thoughts or intentions to diminish his majesty's just power and greatness.  IV. We shall also, with all faithfulness, endeavour the discovery of all such as have been or shall be incendiaries, malignants, or evil instruments, be hindering the reformation of religion, dividing the king from his people, or one of the kingdoms from another, or making any faction or parties among the people, contrary to this League and Covenant; that they may be brought to public trial, and receive condign punishment, as the degree of their offences shall require or deserve, or the supreme judicatories of both kingdoms respectively, or others having power from them for that effect, shall judge convenient.  V. And whereas the happiness of a blessed peace between these kingdoms, denied in former times to our progenitors, is, by the good providence of GOD, granted unto us, and hath been lately concluded and settled by both Parliaments; we shall, each one of us, according to our place and interest, endeavour that they may remain conjoined in a firm peace and union to all posterity; and that justice may be done upon the willful opposers thereof, in manner expressed in the precedent article.  VI. We shall also, according to our places and callings, in this common cause of religion, liberty, and peace of the kingdoms, assist and defend all those that enter into this League and Covenant, in the maintaining and pursuing thereof; and shall not suffer ourselves, directly or indirectly, by whatsoever combination, persuasion, or terror, to be divided or withdrawn from this blessed union and conjunction, whether to make defection to the contrary part, or to give ourselves to a detestable indifferency or neutrality in this cause, which so much concerneth the glory of God, the good of the kingdom, and honour of the king; but shall, all the days of our lives, zealously and constantly continue therein against all opposition, and promote the same, according to our power, against all lets and impediments whatsoever; and what we are not able ourselves to suppress or overcome, we shall reveal and make known, that it may be timely prevented or removed: All which we shall do as in the sight of God.  And, because these kingdoms are guilty of many sins and provocations against GOD, and his Son JESUS CHRIST, as is too manifest by our present distresses and dangers, the fruits thereof; we profess and declare, before GOD and the world, our unfeigned desire to be humbled for our own sins, and for the sins of these kingdoms; especially that we have not, as we ought, valued the inestimable benefit of the Gospel; that we have not laboured for the purity and power thereof; and the we have not endeavoured to receive Christ in our hearts, not to walk worthy of him in our lives; which are the causes of other sins and transgression so much abounding amongst us: and our true and unfeigned purpose, desire, and endeavour, for ourselves, and all others under our power and charge, both in public and in private, in all duties we owe to GOD and man, to amend our lives, and each one to go before another in the example of a real reformation; that the Lord may turn away his wrath and heavy indignation, and establish these Churches and kingdoms in truth and peace. And this Covenant we make in the presence of ALMIGHTY GOD, the Searcher of all hearts, with a true intention to perform the same, as we shall answer at that great day, when the secrets of all hearts shall be disclosed; most humbly beseeching the LORD to strengthen us by his HOLY SPIRIT for this end, and to bless our desires and proceedings with such success, as may be deliverance and safety to his people, and encouragement to other Christian Churches, groaning under, or in danger of the yoke of antichristian tyranny, to join in the same or like association and covenant, to the glory of GOD, the enlargement of the kingdom of JESUS CHRIST, and the peace and tranquillity of Christian kingdoms and commonwealths. "}