{"name":"The Sum of Saving Knowledge","publication_year":1650,"type":"document","markdown":true,"chapters":[{"name":"The Sum of Saving Knowledge is this","text":" 1. The woeful condition which all men are in by nature, through breaking of the covenant of works. 2. The remedy provided for the elect in Jesus Christ by the covenant of grace. 3. The means appointed to make them partakers of this covenant. 4. The blessings which are effectually conveyed to the elect by these means.  Consider these four points  ### Head I.  Our woeful condition by nature, through breaking the covenant of works.  Hos 13.9 \"O Israel, thou hast destroyed thyself.\"  I. In eternity past, God did most wisely decree, for his own glory, whatever comes to pass in time: and in a most holy and infallible manner executes all his decrees, without being author of the sin of any creature.  II. God originally made everything from nothing, perfect. He made our first parents, Adam and Eve, the root of mankind, both upright and able to keep the law written in their hearts. This law they were naturally bound to obey upon penalty of death. God was not bound to reward their service, till he entered into a covenant or contract with them, and their posterity in them. He promised to give them eternal life, upon condition of perfect personal obedience. If they failed they would die. This is the covenant of works.  III. Both angels and men were subject to the change of their own free will. God alone is unchangeable. Many angels of their own accord fell by sin from their first estate, and became demons. Our first parents, being enticed by Satan, one of these demons, broke the covenant of works, by eating the forbidden fruit. By this action, they, and their posterity, became not only liable to eternal death, but also lost all ability to please God. They became by nature enemies to God, and to all spiritual good, and were only inclined to do evil continually. This is our original sin, the bitter root of all our actual transgressions, in thought, word, and deed.  ### Head II.  The remedy provided in Jesus Christ for the elect by the covenant of Grace.  \"O Israel, thou hast destroyed thyself; but in me is thine help.\" Hos 13.9  I. Albeit man, having brought himself into this woeful condition, is neither able to help himself, nor willing to be helped by God out of it, but rather inclined to lie still, insensible of it, till he perish; yet God, for the glory of his rich grace, has revealed in his word a way to save sinners, that is, by faith in Jesus Christ, the eternal Son of God, by virtue of, and according to the tenor of the covenant of redemption, made and agreed upon between God the Father and God the Son, in council of the Trinity, before the world began.  II. The sum of the covenant of redemption is this: God having freely chosen to life a certain number of lost mankind, for the glory of his rich grace, did give them, before the world began, to God the Son, appointed Redeemer, that, upon condition he would humble himself so far as to assume the human nature, of a soul and a body, to personal union with his divine nature, and submit himself to the law, as surety for them, and satisfy justice for them, by giving obedience in their name, even to the suffering of the cursed death of the cross, he should ransom and redeem them all from sin and death, and purchase to them righteousness and eternal life, with all saving graces leading there to, to be effectually, by means of his own appointment, applied in due time to every one of them. This condition the Son of God (who is Jesus Christ our Lord) did accept before the world began, and in the fulness of time came into the world, was born of the Virgin Mary, subjected himself to the law, and completely paid the ransom on the cross: But by virtue of the foresaid bargain, made before the world began, he is in all ages, since the fall of Adam, still upon the work of applying actually the purchased benefits of the elect; and that he does by way of entertaining a covenant of free grace and reconciliation with them, through faith in himself; by which covenant, he makes over to every believer a right and interest to himself, and to all his blessings.  III. For the accomplishment of this covenant of redemption, and making the elect partakers of the benefits of it in the covenant of grace, Christ Jesus was clad with the threefold office of Prophet, Priest, and King: made a Prophet, to reveal all saving knowledge to his people, and persuade them to believe and obey the same; made a Priest, to offer up himself a sacrifice once for them all, and to intercede continually with the Father, for making their persons and services acceptable to him; and made a King, to subdue them to himself, to feed and rule them by his own appointed ordinances, and to defend them from their enemies.  ### Head III.  The outward means appointed to make the elect partakers of this covenant, and all the rest that are called, to be inexcusable.  \"Many are called.\" Matt. 22.14  I. The outward means and ordinances, for making men partakers of the covenant of grace, are so wisely dispensed, as that the elect shall be infallibly converted and saved by them; and the reprobate, among whom they are, not to be justly damned: The means are especially these four:  i. The word of God ii. The ordinances iii. Church iv. Prayer  In the word of God preached by sent messengers, the Lord makes offer of grace to all sinners, upon condition of faith in Jesus Christ; and whoever does confess their sin, accept Christ’s offering, and submit themselves to his ordinances, he will have them received into the honour and privileges of the covenant of grace. By the ordinances, God will have the covenant sealed for confirming the bargain on the foresaid condition. By the Church, he will have them hedged in, and helped forward to the keeping of the covenant. And by prayer, he will have his own glorious grace, promised in the covenant, to be daily drawn forth, acknowledged, and employed. All these means are followed either really, or in profession only, according to the quality of the covenanters, as they are true or counterfeit believers.  II. The covenant of grace, set down in the Old Testament before Christ came, and in the New since he came, is one and the same in substance, albeit different in outward administration: For the covenant in the Old Testament, being sealed with the ordinances of circumcision and the paschal lamb, did set forth Christ’s death to come, and the benefits purchased by it, under the shadow of bloody sacrifices, and various ceremonies: but since Christ came, the covenant being sealed by the ordinances of baptism and the Lord’s supper, does clearly hold forth Christ already crucified before our eyes, victorious over death and the grave, and gloriously ruling heaven and earth, for the good of his own people.  ### Head IV.  The blessings which are effectually conveyed by these means to the Lord’s elect, or chosen ones.  \"Many are called, but few are chosen.\" Matt 12.14.  I. By those outward ordinances, as our Lord makes the reprobate inexcusable, so, by the power of his Spirit, he applies to the elect, effectually, all saving graces purchased to them in the covenant of redemption, and makes a change in their persons. In particular,  II. He does convert or regenerate them, by giving spiritual life to them, in opening their understandings, renewing their wills, affections, and faculties, for giving spiritual obedience to his commands.  III. He gives them saving faith, by making them, in the sense of deserved condemnation, to give their consent heartily to the covenant of grace, and to embrace Jesus Christ unfeignedly.  IV. He gives them repentance, by making them, with godly sorrow, in the hatred of sin, and love of righteousness, turn from all iniquity to the service of God.  V. He sanctifies them, by making them go on and persevere in faith and spiritual obedience to the law of God, manifested by fruitfulness in all duties, and doing good works, as God offers occasion.  VI. Together with this inward change of their persons, God changes also their state: for, so soon as they are brought by faith into the covenant of grace,  VII. He justifies them, by imputing to them that perfect obedience which Christ gave to the law, and the satisfaction also which upon the cross Christ gave to justice in their name.  VIII. He reconciles them, and makes them friends to God, who were before enemies of God.  IX. He adopts them, that they shall be no more children of Satan, but children of God, enriched with all spiritual privileges of his sons.  X. And, last of all, after their warfare in this life is ended, he perfects the holiness and blessedness, first of their souls at their death, and then both of their souls and their bodies, being joyfully joined together again in the resurrection, at the day of his glorious coming to judgment, when all the wicked shall be sent away to hell, with Satan whom they have served: but Christ’s own chosen and redeemed ones, true believers, students of holiness, shall remain with himself for ever, in the state of glorification. "},{"name":"The Practical Use of Saving Knowledge","text":"  Contained in Scripture, and held forth briefly in the foresaid Confession of Faith and Catechisms.  The chief general use of Christian doctrine is, to convince a man of sin, and of righteousness, and of judgment, John 16:8 partly by the law or covenant of works, that he may be humbled and become penitent; and partly by the gospel or covenant of grace, that he may become an unfeigned believer in Jesus Christ, and be strengthened in his faith upon solid grounds and warrants, and give evidence of the truth of his faith by good fruits, and so be saved.  The sum of the covenant of works, or of the law, is this:  \"If thou do all that is commanded, and not fail in any point, thou shalt be saved: but if thou fail, thou shalt die.\" Ro. 10:5, Gal 3:10,12.  The sum of the gospel, or covenant of grace and reconciliation, is this:  \"If thou flee from deserved wrath to the true Redeemer Jesus Christ, (who is able to save to the uttermost all that come to God through him,) thou shalt not perish, but have eternal life.\" Rom 10:8,9,11.  For convincing a man of sin, of righteousness, and of judgment by the law, or covenant of works, let those scriptures, among many more, be made use of.  I. For convincing a man of sin by the law, consider Jer. 17.9,10  \"The heart is deceitful above all things, and desperately wicked: who can know it? I the Lord search the heart, I try the reins, even to give every man according to his ways, and according to the fruit of his doings.\"  Here the Lord teaches two things:  i. That the fountain of all our wickedness, and actual sinning against God, is in the heart, which comprehends the mind, will, affections, and all the powers of the soul, as they are corrupted and defiled with original sin; the mind being not only ignorant and incapable of saving truth, but also full of error and enmity against God; and the will and affections being obstinately disobedient to all God’s directions, and bend toward that only which is evil: “The heart” (saith he) “is deceitful above all things, and desperately wicked;” yea and unsearchably wicked, so that no man can know it; and Gen 6.5 “Every imagination of the thoughts “of man’s heart is only evil continually,” saith the Lord, whose testimony we must trust in this and all other matters; and experience also may teach us, that, till God make us deny ourselves, we never look to God in anything, but fleshly self interest alone does rule us, and move all the wheels of our actions.  ii. That the Lord brings our original sin, or wicked inclination, with all its actual fruits, to reckoning before his judgment seat; “For he searches the heart, and tries the reins, to give every man according to his ways, and according to the fruit of his doings.”  Hence let every man reason thus:  \"What God and my guilty conscience bears witness of, I am convinced that it is true: But God and my guilty conscience bears witness that my heart is deceitful above all things and desperately wicked; and that all the imaginations of my heart, are only evil continually:” “Therefore I am convinced that this true.\"  Thus a man may be convinced of sin by the law.  II. For convincing a man of righteousness by the law, consider Gal 3.10  \"As many as are of the works of the law are under the curse: for it is written, Cursed is every one that continues not in all things which are written in the book of the law to do them.\"  Here the apostle teaches us three things.  i. That, by reason of our natural sinfulness, the impossibility of any man’s being justified by the works of the law is so certain, that whoever does seek justification by works of the law, are liable to the curse of God for breaking of the law; “For as many as are of the works of the law are under the curse,” he says.  ii. That, to the perfect fulfilling of the law, the keeping of one or two of the precepts, or doing of some, or of all duties (if it were possible) for a time is not sufficient; for the law requires, that “a man continue in all things which are written in the book of the law to do them.”  iii. That, because no man can come up to this perfection, every man by nature is under the curse; for the law says, “Cursed is every one that continues not in all things which are written in the book of the law to do them.”  Now, to be under the curse, comprehends all the displeasure of God, with the danger of the breaking forth more and more of his wrath upon soul and body, both in this life, and after death perpetually, if grace does not prevent its execution.  Hence let every man reason thus:  \"Whoever, according to the covenant of works, is liable to the curse of God for breaking the law, times and ways out of number, cannot be justified, or find righteousness by the works of the law:” But I, (may every man say,) according to the covenant of works, am liable to the curse of God, for breaking the law times and ways without number: Therefore I cannot be justified, or have righteousness by the works of the law.\"  Thus may a man be convinced of righteousness, that it is not to be had by his own works, or by the law.  III. For convincing a man of judgment by the law, consider:  \"The Lord Jesus shall be revealed from heaven with his mighty angels, In flaming fire, taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ: Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power; When he shall come to be glorified in his saints, and to be admired in all them that believe.\" 2 Th. 2:7-10  Wherein we are taught, that our Lord Jesus, who now offers to be Mediator for them who believe in him, shall, at the last day, come armed with flaming fire, to judge, condemn, and destroy all them who have not believed God, have not received the offer of grace made in the gospel, not obeyed its doctrine; but remain in their natural state, under the law or covenant of works.  Hence let every man reason thus:  \"What the righteous Judge has forewarned me shall be done at the last day, I am sure is a just judgment: “But the righteous Judge has forewarned me, that if I do not believe God in time, and obey not the doctrine of the gospel, I shall be secluded from his presence and his glory at the last day, and be tormented in soul and body for ever:” “Therefore I am convinced that this is a just judgment:” “And I have reason to thank God heartily, who has forewarned me to flee from the wrath which is to come.\"  Thus every man may be, by the law or covenant of works, convinced of judgment, if he shall continue under the covenant of works, or shall not obey the gospel of our Lord Jesus.  IV. For convincing a man of sin, righteousness, and judgment, by the gospel.  As for convincing a man of sin, and righteousness, and judgment, by the gospel, or covenant of grace, he must understand three things:  i. That not believing in Jesus Christ, or refusing of the covenant of grace offered in him, is a greater and more dangerous sin than all other sins against the law; because the hearers of the gospel, not believing in Christ, do reject God’s mercy in Christ, the only way of freedom from sin and wrath, and will not yield to be reconciled to God.  ii. Next, he must understand, that perfect remission of sin, and true righteousness, is to be had only by faith in Jesus; but God requires no other conditions but faith; and testifies from heaven, that he is well pleased to justify sinners upon this condition.  iii. He must understand, that upon righteousness received by faith, judgment shall follow, on the one hand, to the destroying of the works of the devil in the believer, and to the perfecting of the work of sanctification in him, with power: and that, upon refusing to take righteousness by faith in Jesus Christ, judgment shall follow, on the other hand, to the condemnation of the unbeliever, and destroying of him with Satan and his servants for ever.  For this end, let these passages of scripture, among many others, serve to make the greatness of the sin of not believing in Christ appear; or, to make the greatness of the sin of refusing of the covenant of grace offered to us, in the offering of Christ to us appear, let the fair offer of grace be looked upon as it is made, Isa. 55:3 “Incline your ear, and come to me, (says the Lord:) hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David.” That is, If you will believe me, and be reconciled to me, I will, by covenant, give to you Christ, and all saving graces in him: repeated Acts 13:34.  Again, consider, that this general offer in substance is equivalent to a special offer made to every one in particular; as appears by the apostle’s making use of it, Acts 16:31. “Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.” The reason of which offer is given, John 3:16. “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Seeing then this great salvation is offered in the Lord Jesus, whoever believes not in him, but looks for happiness some other way, what does he else but observe lying vanities, and forsake his own mercy, which he might have had in Christ? Jonah 2:8,9. What does he else but blaspheme God in his heart? as it is said, 1 John 5:10,11. “He that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son. And this is the record, that God has given to us eternal life; and this life is in his Son.” And that no sin against the law is like to this sin, Christ testifies, John 15:22. “If I had not come and spoken to them, they had not sin; but now they have no cloak for their sin.” This may convince a man of the greatness of this sin of not believing in Christ.  V. For convincing a man of righteousness to be had only by faith in Jesus Christ, consider how, Rom. 10:3,4  It is said, that the Jews, “being ignorant of God’s righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God,” (and so they perished.) “For Christ is the end of the law for righteousness to every one that believeth.” And Acts 13:39. “By him all that believe are justified from all things, from which ye could not be justified by the law of Moses.” And 1 John 1:7 “The blood of Jesus Christ his Son cleanseth us from all sin.”  For convincing a man of judgment, if a man embrace this righteousness, consider 1 John 3:8. “For this purpose the Son of God was manifested, that he might destroy the works of the devil.” And Heb 9:14. “How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God.”  But if a man embrace not this righteousness, his doom is pronounced, John 3:18,19. “He that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God. And this is the condemnation, that light is come into the world, and men loved darkness rather than light.”  Hence let the penitent, desiring to believe, reason thus:  “What does suffice to convince all the elect in the world of the greatness of the sin of not believing in Christ, or refusing to flee to him for relief from sins done against the law, and from wrath due to it; and what suffices to convince them that righteousness and eternal life is to be had by faith in Jesus Christ, or by consenting to the covenant of grace in him; and what suffices to convince them of judgment to be exercised by Christ, for destroying the works of the devil in a man, and sanctifying and saving all that believe in him, may suffice to convince me also:” “But what the Spirit has said, in these or other like scriptures, suffices to convince the elect world of the foresaid sin, and righteousness, and judgment:” “Therefore what the Spirit has said, in these and other like scriptures, serves to convince me of it also.”  Whereupon let the penitent desiring to believe take with him words, and say heartily to the Lord, Seeing you say, “Seek ye my face;” my soul answers to you, “Thy face, Lord, will I seek.” I have harkened to the offer of an everlasting covenant of all saving mercies to be had in Christ, and I do heartily embrace your offer. Lord, let it be a bargain; “Lord, I believe; help my unbelief:” Behold, I give myself to you, to serve you in all things for ever; and I hope “your right hand shall save me:” the Lord will perfect that which concerns me: your mercy, O Lord, endures for ever; forsake not “the works of thine own hands.”  Thus may a man be made an unfeigned believer in Christ.  VI. For strengthening the man’s faith who has agreed to the covenant of grace.  Because many true believers are weak, and do much doubt if ever they shall be sure of the soundness of their own faith and effectual calling, or made certain of their justification and salvation, when they see that many who profess faith, are found to deceive themselves; let us see how every believer may be made strong in the faith, and sure of his own election and salvation upon solid grounds, by sure warrants, and true evidences of faith. To this end, among other scriptures, take these following.  i. For laying solid grounds of Faith, consider Peter 1:10 “Therefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things ye shall never fall.”  In which words, the apostle teaches us these four things, for help and direction how to be made strong in the faith.  a. That such as believe in Christ Jesus, and are fled to him for relief from sin and wrath, albeit they be weak in the faith, yet they are indeed children of the same Father with the apostles; for so he accounts of them, while he calls them brethren.  b. That albeit we are not sure, for the time, of our effectual calling and election, yet we may be made sure of both, if we use diligence; for this he presupposes, saying, “Give diligence; to make your calling and election sure.”  c. That we must not be discouraged, when we see many seeming believers prove rotten branches, and make defection; but we must the rather take the better heed to ourselves: “Wherefore the rather, brethren, (said he,) give all diligence.”  d. That the way to be sure both of our effectual calling and election, is to make sure work of our faith, by laying the grounds of it solidly, and bringing forth the fruits of our faith in new obedience constantly: “For if ye do these things, (said he,) ye shall never fall;” understanding by “these things” what he had said of sound faith, Verses 1,2,3,4 and what he had said of the bringing out of the fruits of faith, Verses 5.6,7,8,9.  ii. To this same purpose, consider Rom 8.1,  “1 There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit. 2 For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death. 3 For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh; 4 That the righteousness of the law might be fulfilled in us, who walk not after flesh, but after the Spirit.”  Wherein the apostle teaches us these four things, for laying of the ground of faith solidly:  a. That every one is a true believer, who, in the sense of his sin, and fear of God’s wrath, does flee for full relief from both to Jesus Christ alone, as the only Mediator and all-sufficient Redeemer of men; and, being fled to Christ, does strive against his own flesh, or corrupt inclination of nature, and studies to follow the rule of God’s Spirit, set down in his word: for the man, whom the apostle does here bless as a true believer, is a man in Christ Jesus, “who doth not walk after the flesh, but after the Spirit.”  b. That all such persons as are fled to Christ, and do strive against sin, however they may be possibly exercised under the sense of wrath, and fear of condemnation, yet they are in no danger; for “there is no condemnation (said he) to them that are in Christ Jesus, who walk not after the flesh, but after the Spirit.”  c. That albeit the apostle himself, (brought in here for example’s cause,) and all other true believers in Christ, be by nature under the law of sin and death, or under the covenant of works, (called the law of sin and death, because it binds sin and death upon us, till Christ set us free;) yet the law of the Spirit of life in Christ Jesus, or the covenant of grace, (so called, because it does enable and quicken a man to a spiritual life through Christ,) does set the apostle, and all true believers, free from the covenant of works, or the law of sin and death: so that every man may say with him, “The law of the Spirit of life,” or the covenant of grace, “has made me free from the law of sin and death,” or the covenant of works.  d. That the fountain and first ground, from whence our freedom from the curse of the law does flow, is the covenant of redemption, passed between God and God the Son as incarnate, wherein Christ takes the curse of the law upon him for sin, that the believer, who could not otherwise be delivered from the covenant of works, may be delivered from it. And this doctrine the apostle holdeth forth in these four branches:  1. That it was utterly impossible for the law, or the covenant of works, to bring righteousness and life to a sinner, because it was weak.  2. That this weakness and inability of the law, or covenant of works, is not the fault of the law, but the fault of sinful flesh, which is neither able to pay the penalty of sin, not to give perfect obedience to the law, (presupposing past sins were forgiven:) “The law was weak (said he,) through the flesh”  3. That the righteousness and salvation of sinners, which was impossible to be brought about by the law, is brought to pass by sending God’s own Son, Jesus Christ, in the flesh, in whose flesh sin is condemned and punished, for making satisfaction in the behalf of the elect, that they might be set free.  4. That by his means the law loses nothing, because the righteousness of the law is best fulfilled this way, first, by Christ’s giving perfect active obedience in our name to it in all things; next, by his paying in our name the penalty due to our sins in his death: and, lastly, by his working of sanctification in us, who are true believers, who strive to give new obedience to the law, and “walk not after the flesh, but after the Spirit.” "},{"name":"Warrants to Believe","text":" ### Section 1  For building our confidence upon this solid ground, these four Warrants and special Motives to believe in Christ may serve.  The first is God’s hearty invitation, held forth, Isa. 55:1-4.  “Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price. Wherefore do ye spend money for [that which is] not bread? and your labour for [that which] satisfieth not? hearken diligently unto me, and eat ye [that which is] good, and let your soul delight itself in fatness. Incline your ear, and come unto me: hear, and your soul shall live; and I will make an everlasting covenant with you, [even] the sure mercies of David. Behold, I have given him [for] a witness to the people, a leader and commander to the people.”  Here (after setting down the precious ransom of our redemption by the sufferings of Christ, and the rich blessings purchased to us by it, in the two former chapters) the Lord, in this chapter,  I. Makes open offer of Christ and his grace, by proclamation of a free and gracious market of righteousness and salvation, to be had through Christ to every soul, without exception, that truly desires to be saved from sin and wrath: “Ho, every one that thirsteth”.  II. He invites all sinners, that for any reason stand at a distance from God, to come and take from him riches of grace, running in Christ as a river, to wash away sin, and to slacken wrath: “Come ye to the waters”.  III. Lest any should stand back in the sense of his own sinfulness or unworthiness, and inability to do any good, the Lord calls upon such persons in special, saying, “He that hath no money, come.”  IV. He craves no more of his merchant, but that he be pleased with the wares offered, which are grace, and more grace; and that he heartily consent to, and embrace this offer of grace, that so he may close a bargain, and a formal covenant with God; “Come, buy without money, come, eat:” that is, consent to have, and take to you all saving graces; make the wares your own, possess them, and make use of all blessings in Christ; whatever makes for your spiritual life and comfort, use and enjoy it freely, without paying anything for it: “Come, buy wine and milk without money, and without price”.  V. Because the Lord knows how much we are inclined to seek righteousness and life by our own performances and satisfaction, to have righteousness and life as it were by the way of works, and how loath we are to embrace Christ Jesus, and to take life by way of free grace through Jesus Christ, upon the terms whereupon it is offered to us; therefore the Lord lovingly calls us off this our crooked and unhappy way with a gentle and timeous admonition, giving us to understand, that we shall but lose our labour in this our way: “Wherefore do ye spend your money for that which is not bread? and your labour for that which satisfieth not?”  VI. The Lord promises to us solid satisfaction in the way of taking ourselves to the grace of Christ, even true contentment, and fulness of spiritual pleasure saying, “Hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness.”  VII. Because faith comes by hearing, he calls for listening to the explanation of the offer, and calls for believing of, and listening to the truth, which is able to beget the application of saving faith, and to draw the soul to trust in God: “Incline your ear, and come unto me”. To which end, the Lord promises, that this offer being received, shall quicken the dead sinner; and that, upon the welcoming of this offer, he will close the covenant of grace with the man that shall consent to it, even an everlasting covenant of perpetual reconciliation and peace: “Hearken, and your soul shall live: and I will make an everlasting covenant with you.” Which covenant, he declares, shall be in substance the assigning, and the making over, of all the saving graces which David (who is Jesus Christ, Acts 13.34) has bought for us in the covenant of redemption: “I will make a covenant with you, even the sure mercies of David.” By sure mercies, he means saving graces, such as are righteousness, peace, and joy in the Holy Spirit, adoption, sanctification, and glorification, and whatever belongs to godliness and life eternal.  VIII. To confirm and assure us of the real grant of these saving mercies, and to persuade us of the reality of the covenant between God and the believer of this word, the Father has made a fourfold gift of his eternal and only begotten Son:  i. To be incarnate and born for our sake, of the seed of David his type; for which cause he is called here, and Acts 13.34, David, the true and everlasting King of Israel. This is the great gift of God to man John 4.10. And here “I have given him to be David,” or born of David, “to the people.”  ii. He has made a gift of Christ to be a witness to the people, both of the sure and saving mercies granted to the redeemed in the covenant of redemption; and also of the Father’s willingness and purpose to apply them, and to make them fast in the covenant of reconciliation made with such as embrace the offer: “I have given him to be a witness to the people.” And truly he is a sufficient witness in this matter in many respects:  a. Because he is one of the blessed Trinity, and party-contractor for us, in the covenant of redemption, before the world was. b. He is by office, as Mediator, the Messenger of the covenant, and has received a commission to reveal it. c. He began actually to reveal in paradise, where he promised, that the seed of the woman should bruise the head of the serpent. d. He set forth his own death and sufferings, and the great benefits that should come thereby to us, in the type and figures of sacrifices and ceremonies before his coming. e. He gave more and more light about this covenant, speaking by his Spirit, from age to age, in the holy prophets. f. He came himself, in the fulness of time, and did bear witness of all things belonging to this covenant, and of God’s willing mind to take believers into it; partly, by uniting our nature in one person with the divine nature; partly, by preaching the good tidings of the covenant with his own mouth; partly, by paying the price of redemption on the cross; and partly by dealing still with the people, from the beginning to this day, to draw in, and to hold in the redeemed in this covenant.  iii. God has made a gift of Christ, as a leader to the people, to bring us through all difficulties, all afflictions and temptations, to life, by this covenant: and he it is, and no other, who does indeed lead his own to the covenant; and, in the covenant, all the way on to salvation:  a. By the direction of his word and Spirit. b. By the example of this own life, in faith and obedience, even to the death of the cross. c. By his powerful working, bearing his redeemed ones in his arms, and causing them to lean on him, while they go up through the wilderness.  iv. God has made a gift of Christ to his people, as a commander: which office he faithfully exercises, by giving to his church and people laws and ordinances, pastors and elders, and all necessary officers; by keeping courts and assemblies among them, to see that his laws are obeyed; subduing, by his word, Spirit, and discipline, his people’s corruptions; and, by his wisdom and power, guarding them against all their enemies whatever.  Hence he who has closed bargain with God may strengthen his faith, by reasoning after this manner:  “Whoever heartily receives the offer of free grace, made here to sinners, thirsting for righteousness and salvation: to him, by an everlasting covenant, belongs Christ, the true David, with all his sure and saving mercies:” “But I (may the weak believer say) do heartily receive the offer of free grace made here to sinners, thirsting for righteousness and salvation:” “Therefore to me, by an everlasting covenant, belongs Christ Jesus, with all his sure and saving mercies.”  ### Section 2  The second Warrant and special Motive to embrace Christ, and believe in him, is the “earnest request” that God makes to us to be reconciled to him in Christ; held forth, 2 Cor. 5.19-21  “To wit, that God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; and has committed unto us the word of reconciliation. Now then we are ambassadors for Christ, as though God did beseech [you] by us: we pray [you] in Christ’s stead, be ye reconciled to God. For he has made him [to be] sin for us, who knew no sin; that we might be made the righteousness of God in him.”  Wherein the apostle teaches us these nine doctrines.  I. That the elect world, or world of redeemed souls, are by nature in the estate of enmity against God: this is presupposed in the word reconciliation; for reconciliation, or renewing of friendship, cannot be, except between those that have been at enmity.  II. That in all the time past, since the fall of Adam, Christ Jesus, the eternal Son of God, as Mediator, and the Father in him, has been about the making friendship (by his work and Spirit) between himself and the elect world: “God was in Christ reconciling the world to himself.”  III. That the way of reconciliation was in all ages one and the same in substance, that is, by forgiving the sons of them who do acknowledge their sins and their enmity against God, and do seek reconciliation and remission of sins in Christ: “For God was in Christ reconciling the world unto himself,” by way of, “not imputing their trespasses unto them.”  IV. That the end and scope of the gospel, and whole word of God, is threefold:  i. It serves to make people sensitive to their sins, and of their enmity against God, and of their danger, if they should stand out, and not fear God’s displeasure.  ii. The word of God serves to make men acquainted with the course which God has prepared for making friendship with them through Christ, That is, that if men shall acknowledge the enmity, and shall be content to enter into a covenant of friendship with God through Christ, then God will be content to be reconciled with them freely.  iii. The word of God serves to teach men how to carry themselves toward God, as friends, after they are reconciled to him, that is, to be loath to sin against him, and to strive heartily to obey his commandments: and therefore the word of God here is called “the word of reconciliation”, because it teaches us what need we have of reconciliation, and how to make it, and how to keep the reconciliation of friendship, being made with God through Christ.  V. That albeit the hearing, believing, and obeying of this word, does belong to all those to whom this gospel comes; yet the office of preaching of it with authority belongs to none, but to such only as God calls to his ministry, and sends out with commission for this work. This the apostle holds forth, Verse 19. in these words, “He hath committed to us the word of reconciliation.”  VI. That the ministers of the gospel should behave themselves as Christ’s messengers, and should closely follow their commission set down in the word, Matt 28.19,20; and when they do so, they should be received by the people as ambassadors from God; for here the apostle, in all their names say, “We are ambassadors for Christ, as though God did beseech you by us.”  VII. That ministers, in all earnestness of affections, should deal with people to acknowledge their sins, and their natural enmity against God, more and more seriously; and to consent to the covenant of grace and ambassador of Christ more and more heartily; and to evidence more and more clearly their reconciliation, by a holy carriage before God. This he holds forth, when he says, “We pray you, be ye reconciled to God.”  VIII. That in the ministers’ affectionate dealing with the people, the people should consider what they have to do with God and Christ, requesting them, by the ministers, to be reconciled. Now, there cannot be a greater inducement to break a sinner’s hard heart, than God’s making a request to him for friendship; for when it became us, who have done so many wrongs to God, to seek friendship of God, he comes before us: and (O wonder of wonders!) he requests us to be content to be reconciled to him; and therefore most fearful wrath must abide on them who make light of this request, and do not yield when they hear ministers with commission, saying, ” We are ambassadors for Christ, as though God did beseech you by us: we pray you in Christ’s stead, be ye reconciled to God.”  IX. To make it appear how it comes to pass that the covenant of reconciliation should be so easily made up between God and a humble sinner fleeing to Christ, the apostle leads us to the cause of it, held forth in the covenant of redemption, the sum whereof is this:  “It is agreed between God and the Mediator Jesus Christ the Son of God, surety for the redeemed, as the parties of the contract, that the sins of the redeemed should be imputed to the innocent Christ, and he both condemned and put to death for them, upon this very condition, that whoever heartily consents to the covenant of reconciliation offered through Christ, shall, by the imputation of his obedience to them, be justified and held righteous before God; for God has made Christ, `who knew no sin, to be sin for us, that we might be made the righteousness of God in him.'”  Hence may a weak believer strengthen his faith, by reasoning from this ground after this manner:  “He that, upon the loving request of God and Christ, made to him by the mouth of ministers, (having commission to that effect,) has embraced the offer of perpetual reconciliation through Christ, and does purpose, by God’s grace, as a reconciled person, to strive against sin, and to serve God to his power constantly, may be as sure to have righteousness and eternal life given to him, for the obedience of Christ imputed to him, as it is sure that Christ was condemned and put to death for the sins of the redeemed imputed to him:” “But I (may the weak believer say) upon the loving request of God and Christ, made to me by the mouth of his ministers, have embraced the offer or perpetual reconciliation through Christ, and do purpose, by God’s grace, as a reconciled person, to strive against sin, and to serve God to my power constantly:” “Therefore I may be as sure to have righteousness and eternal life given to me, for the obedience of Christ imputed to me, as it is sure that Christ was condemned and put to death for the sins of the redeemed imputed to him.”  ### Section 3  The third warrant and special Motive to believe in Christ, is the straight and “awful command of God”, charging all the hearers of the gospel to approach to Christ in the order set down by him, and to believe in him; as held forth,  “And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.” 1 John 3.23  Wherein the apostle gives us to understand these five doctrines:  I. That if any man shall not accept the sweet invitation of God, or the humble and loving request of God, made to him to be reconciled, he shall find he has to deal with the sovereign authority of the highest Majesty; for “this is his commandment, that we believe in him”.  II. That if any man look upon this commandment as he has looked hereto upon the neglected commandments of the law, he must consider that this is a command of the gospel, after the law, given for making use of the remedy of sins; which, if it be disobeyed, there is no other command to follow but this, “Go, ye cursed, into the everlasting fire of hell;” for “this is his commandment;” the obedience of which is most pleasant in his sight, Verse 22 and without which it is impossible to please him, Heb 11.6.  III. That every one who hears the gospel, must make conscience of the duty of lively faith in Christ; the weak believer must not think it presumption to do what is commanded; the person inclined to desperation must take up himself, and think upon obedience to sweet and saving command; the strong believer must dip yet more in the sense of his need he has of Jesus Christ, and more and more grow in the obedience of this command, yes, the most impenitent, profane, and wicked person must not thrust out himself, or be thrust out by others, from orderly aiming at this duty, how desperate ever his condition seems to be; for he that commands all men to believe in Christ, does thereby command all men to believe that they are damned and lost without Christ: he thereby commands all men to acknowledge their sins, and their need of Christ, and in effect commands all men to repent, that they may believe in him. And whoever does refuse to repent of their past sins, are guilty of disobedience to this command given to all hearers, but especially to those that are within the visible church: for “this is his commandment, that we should believe on the name of his Son Jesus Christ”.  IV. That he who obeys this commandment has built his salvation on a solid ground: for,  i. He has found the promised Messiah, completely furnished with all perfections to the perfect execution of the offices of Prophet, Priest, and King; for he is that Christ in whom the man does believe.  ii. He has embraced a Saviour, who is able to save to the uttermost, yes, who does effectually save every one that comes to God through him; for he is Jesus, the true Saviour of his people from their sins.  iii. He that obeys this command has built his salvation on the Rock, that is, on the Son of God, to whom it is no robbery to be called equal to the Father, and who is worthy to be the object of saving faith, and of spiritual worship: for this is his command, that “we believe in the name of his Son Jesus Christ.”  V. That he who has believed on Jesus Christ, though he is freed from the curse of the law, is not freed from the command and obedience of the law, but tied to it by a new obligation, and a new command from Christ; which new command from Christ gives help to obey the command: to which command from Christ, the Father adds his authority and command also; for “this is his commandment that we believe on the name of his Son Jesus Christ, and love one another, as he has commanded us.” The first part of which command, enjoining belief in him, necessarily implies love to God, and so obedience to the first table; for believing in God, and loving God, are inseparable; and the second part of the command enjoins love to our neighbour, (especially to the household of faith,) and so obedience to the second table of the law.  Hence may a weak believer strengthen himself, by reasoning from this ground after this manner:  “Whoever, in the sense of his own sinfulness, and fear of God’s wrath, at the command of God, is fled to Jesus Christ, the only remedy of sin and misery, and has engaged his heart to the obedience of the law of love, his faith is not presumptuous or dead, but true and saving faith:” “But I, (may the weak believer say,) in the sense of my own sinfulness, and fear of God’s wrath, am fled to Jesus Christ, the only remedy of sin and misery, and have engaged my heart to the obedience of the law of love:” “Therefore my faith is not a presumptuous and dead faith, but true and saving faith.”  ### Section 4  The fourth Warrant and special Motive to believe in Christ, is “much assurance of life” given, in case men shall obey the command of believing; and a “fearful certification” of destruction, in case they obey not; as held forth,  “The Father loveth the Son, and hath given all things into his hand. He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.” John 3.35,36  Wherein are held forth to us these five following doctrines:  I. That the Father is well satisfied with the undertakings of the Son, entered Redeemer and Surety, to pay the ransom of believers and to perfect them in holiness and salvation: “the Father loveth the Son,”; that is, as he stands as Mediator in our name, undertaking to perfect our redemption in all points: The Father loves him, that is, does heartily accept his offer to do the work, and is well pleased with him: his soul delights in him, and rests upon him, and makes him, in this his office, the “receptacle of love, and grace, and good will,” to be conveyed by him to believers in him.  II. That, for fulfilling of the covenant of redemption, the Father has given to the Son (as he stands in the capacity of the Mediator, or as he is God incarnate, the Word made flesh) all authority in heaven and earth, all supply of the riches of grace, and of spirit and life, with all power and ability, which the union of the divine nature with the human, or which the fulness of the Godhead dwelling substantially in his human nature, or which the indivisible all-sufficiency and omnipotency of the inseparable, every where present Trinity does import, or the work of redemption can require: “the Father has given all things into the Son’s hand,” that is, for accomplishing his work.  III. Great assurance of life is held forth to all who shall heartily receive Christ, and the offer of the covenant of grace and reconciliation through him: “He that believeth on the Son hath everlasting life;” for it is made certain to him,  i. In God’s purpose and irrevocable decree, as the believer is a man elected to life.  ii. By effectual calling of him to life by God, who, as he is faithful, so ill do it.  iii. By promise and everlasting covenant, sworn by God, to give the believer strong consolation in life and death, upon immutable grounds.  iv. By the pledge and security under the great seal of the ordinance of the Lord’s supper, so oft as the believer shall come to receive the symbols and pledges of life.  v. In Christ the fountain and head of life, who is entered in possession, as attorney for believers; in whom our life is so laid up, that it cannot be taken away.  vi. By being in possession of spiritual life and regeneration, and a kingdom consisting in righteousness, peace, and joy in the Holy Spirit, erected within the believer, as the earnest of the full possession of everlasting life.  IV. A fearful warning is given, if a man receive not the doctrine concerning righteousness and eternal life to be had by Jesus Christ: “He that believeth not the Son shall not see life,” that is, not so much as understand what it means.  V. He further warns, that if a man receive not the doctrine of the Son of God, he shall be burdened twice with the wrath of God; once as a born rebel by nature, he shall bear the curse of the law, or the covenant of works; and next, he shall endure a greater condemnation, in respect that light being come into the world, and offered to him, he has rejected it, and loves darkness rather than light: and this double wrath shall be fastened and fixed immovably upon him, so long as he remains in the condition of unbelief: “The wrath of God abideth on him”.  Hence may the weak believer strengthen his faith, by reasoning from this ground after this manner:  “Whosoever believes the doctrine delivered by the Son of God, and finds himself partly drawn powerfully to believe in him, by the sight of life in him, and partly driven, by the fear of God’s wrath, to adhere to him, may be sure of right and interest to eternal life through him:” “But sinful and unworthy I (may the weak believer say) do believe the doctrine delivered by the Son of God, and do feel myself partly drawn powerfully to believe in him, by the sight of life in him, and partly driven, by the fear of God’s wrath, to adhere to him:” “Therefore, I may be sure of my right and interest to eternal life through him.” "},{"name":"The Evidences of True Faith","text":" ### Section 1  So much for the laying of the grounds of faith, and warrants to believe. Now, for evidencing of true faith by fruits, these four things are requisite:  I. That the believer be soundly convinced, in his judgment, of his obligation to keep the whole moral law, all the days of his life; and that not the less, but so much the more, as he is delivered by Christ from the covenant of works, and curse of the law.  II. That he endeavour to grow in the exercise and daily practice of godliness and righteousness.  III. That the course of his new obedience run in the right channel, that is through faith in Christ, and through a good conscience, to all the duties of love towards God and man.  IV. That he keep strait communion with the fountain Christ Jesus, from whom grace must run along, for furnishing of good fruits.  For the first, that is, to convince the believer, in his judgment, of his obligation to keep the moral law, among many passages:  “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil. For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled. Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach [them], the same shall be called great in the kingdom of heaven. For I say unto you, That except your righteousness shall exceed [the righteousness] of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.” Mat. 5.16-20  Wherein our Lord,  i. Gives commandment to believers, justified by faith, to give evidence of the grace of God in them before men, by doing good works: “Let your light so shine before men that they may see your good works.”  ii. He induces them so to do, by showing, that albeit they be not justified by works, yet spectators of their good works may be converted or edified; and so glory may redound to God by their good works, when its witnesses “shall glorify your Father which is in heaven.”  iii. He gives them no other rule for their new obedience than the moral law, set down and explicated by Moses and the prophets: “Think not that I am come to destroy the law or the prophets.”  iv. He gives them to understand, that the doctrine of grace, and freedom from the curse of the law by faith in him, is readily mistaken by men’s corrupt judgments, as if it did loose or slacken the obligation of believers to obey the commands, and to be subject to the authority of the law; and that this error is indeed a destroying of the law and of the prophets, which he will in no case ever endure in any of his disciples, it is so contrary to the end of his coming, which is first to sanctify, and then to save believers: “Think not that I am come to destroy the law or the prophets.”  v. He teaches, that the end of the gospel and covenant of grace is to procure men’s obedience to the moral law: “I am come to fulfil the law and the prophets.”  vi. That the obligation of the moral law, in all points, to all holy duties, is perpetual, and shall stand to the world’s end, that is, “till heaven and earth pass away.”  vii. That as God has had a care of the Scripture from the beginning, so shall he have a care of them still to the world’s end, that there shall not one jot or one tittle of its substance be taken away; so says the text, Verse 18.  viii. That as the breaking of the moral law, and defending its transgressions to be no sin, does exclude men both from heaven, and justly also from the fellowship of the true church; so the obedience of the law, and teaching others to do the same, by example, counsel, and doctrine, according to every man’s calling, proves a man to be a true believer, and in great estimation with God, and worthy to be much esteemed of by the true church, Verse 19.  ix. That the righteousness of every true Christian must be more than the righteousness of the scribes and Pharisees; for the scribes and Pharisees, albeit they took great pains to discharge various duties of the law, yet they cut short its exposition, that it might the less condemn their practice; they studied the outward part of the duty, but neglected the inward and spiritual part; they discharged some lesser duties carefully, but neglected judgment, mercy, and the love of God: in a word, they went about to establish their own righteousness, and rejected the righteousness of God by faith in Jesus. But a true Christian must have more than all this; he must acknowledge the full extent of the spiritual meaning of the law, and have a respect to all the commandments, and labour to cleanse himself from all filthiness of flesh and spirit, and “not lay weight upon what service he has done, or shall do,” but clothe himself with the imputed righteousness of Christ, which only can hide his nakedness, or else he cannot be saved; so says the text, “Except your righteousness, …”  ### Section 2  The second thing requisite to evidence of true faith is, that the believer endeavour to put the rules of godliness and righteousness in practice, and to grow in its daily exercise; as held forth:  “And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge; And to knowledge temperance; and to temperance patience; and to patience godliness; And to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make [you that ye shall] neither [be] barren nor unfruitful in the knowledge of our Lord Jesus Christ.” 2 Pe. 1:5-8 Wherein,  I. The apostle teaches believers, for evidencing of precious faith in themselves, to endeavour to add to their faith seven other sister graces.  i. The first is Virtue, or the active exercise and practice of all moral duties, that so faith is not idle, but puts forth itself in work.  ii. The second is Knowledge, which serves to furnish faith with information of the truth to be believed, and to furnish virtue with direction what duties are to be done, and how to go about them prudently.  iii. The third is Temperance, which serves to moderate the use of all pleasant things, that a man be not clogged therewith, nor made unfit for any duty to which he is called.  iv. The fourth is Patience, which serves to moderate a man’s affections, when he meets with any difficulty or unpleasant thing; that he neither weary for pains required in well-doing, nor faint when the Lord chastises him, nor murmur when he crosses him.  v. The fifth is Godliness, which may keep him up in all the exercises of religion, inward and outward; whereby he may be furnished from God for all other duties which he has to do.  vi. The sixth is Brotherly-kindness, which keeps estimation of, and affection to, all the household of faith, and to the image of God in every one where ever it is seen.  vii. The seventh is Love, which keeps the heart in readiness to do good to all men, whatever they be, upon all occasions which God shall offer.  II. Albeit it be true, that this is much corruption and infirmity in the godly; yet the apostle will have men mightily endeavouring, and doing their best, as they are able, to join all these graces one to another, and to grow in the measure of exercising them: “Giving all diligence, add to your faith, …”  III. He assures all professed believers, that as they shall profit in the obedience of this direction, so they shall profitably prove the soundness of their own faith; and if they not have these graces, that they shall be found blind deceivers of themselves, Verse 9. T5852 The Evidences of True Faith  ### Section 3  The third thing requisite to evidence true faith is, that obedience to the law run in the right channel, that is, through faith in Christ, etc. as held forth:  “Now the end of the commandment is charity out of a pure heart, and [of] a good conscience, and [of] faith unfeigned:” 1 Ti. 1:5 Wherein the apostle teaches these seven doctrines:  I. That the obedience of the law must flow from love, and love from a pure heart, and a pure heart from a good conscience, and a good conscience from faith unfeigned: this he makes the only right channel of good works: “The end of the law is love, …”  II. That the end of law is not, that men may be justified by their obedience of it, as the Jewish doctors did falsely teach; for it is impossible that sinners can be justified by the law, who, for every transgression, are condemned by the law: “For the end of the law is (not such as the Jewish doctors taught, but) love, out of a pure heart, …”  III. That the true end of the law, preached to the people, is, that they, by the law, being made to see their deserved condemnation, should flee to Christ unfeignedly, to be justified by faith in him; so says the text, while it makes love to flow through faith in Christ.  IV. That no man can set himself in love to obey the law, excepting as far as his conscience is quieted by faith, or is seeking to be quieted in Christ; for “the end of the law is love, out of good conscience, and faith unfeigned.”  V. That feigned faith goes to Christ without reckoning with the law, and so wants an errand; but unfeigned faith reckons with the law, and is forced to flee for refuge to Christ, as the end of the law for righteousness, so often as it finds itself guilty for breaking of the law: “For the end of the law is faith unfeigned.”  VI. That the fruits of love may come forth in act particularly, it is necessary that the heart be brought to the hatred of all sin and uncleanness, and to a steadfast purpose to follow all holiness universally: “For the end of the law is love, out of a pure heart.”  VII. That unfeigned faith is able to make the conscience good, and the heart pure, and the man lovingly obedient to the law; for when Christ’s blood is seen by faith to quiet justice, then the conscience becomes quiet also, and will not suffer the heart to entertain the love of sin, but set the man on work to fear God for his mercy, and to obey all his commandments, out of love to God, for his free gift of justification, by grace bestowed on him: “For this is the end of the law indeed,” whereby it obtains of a man more obedience than any other way.  ### Section 4  The fourth thing requisite to evidence true faith is, the “keeping strait communion with Christ,” the fountain of all graces, and of all good works; as held forth:  “I am the vine, ye [are] the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.” John 15:5  Wherein Christ, in a similitude from a vine-tree, teaches us,  I. That by nature we are wild barren briers, till we be changed by coming to Christ; and that Christ is that noble vine-tree, having all life and sap of grace in himself, and able to change the nature of every one that comes to him, and to communicate spirit and life to as many as shall believe in him: “I am the vine, and ye are the branches.”  II. That Christ loves to have believers so united to him, as that they be not separated at any time by unbelief: and that there may be a mutual inhabitation of them in him, by faith and love; and of him in them, by his word and Spirit; for he joins these together, “If ye abide in me, and I in you,” as things inseparable.  III. That except a man be ingrafted into Christ, and united to him by faith, he cannot do any the least good works of his own strength; yes, except in as far as a man does draw spirit and life from Christ by faith, the work which he does is naughty and null in point of goodness in God’s estimation: “For without me ye can do nothing.”  IV. That this mutual inhabitation is the fountain and infallible cause of constant continuing and abounding in well-doing: For “he that abideth in me, and I in him, the same beareth much fruit.” Now, as our abiding in Christ presupposes three things;  i. That we have heard the joyful sound of the gospel, making offer of Christ to us, who are lost sinners by the law;  ii. That we have heartily embraced the gracious offer of Christ;  iii. That by receiving of him we are become the sons of God, John 1:12, and are incorporated into his mystical body, that he may dwell in us, as his temple, and we dwell in him, as in the residence of righteousness and life:  So our abiding in Christ imports other three things,  iv. An employing of Christ in all our addresses to God, and in all our undertakings of whatever piece of service to him.  v. A contentedness with this sufficiency, without going out from him to seek righteousness, or life, or help in any case, in our own or any of the creature’s worthiness.  vi. A fixedness in our believing in him, a fixedness in our employing and making use of him, and a fixedness in our contentment in him, and adhering to him, so that no allurement, not temptation of Satan or the world, no terror nor trouble, may be able to drive our spirits from firm adherence to him, or from the constant avowing of his truth, and obeying his commands, who has loved us, and given himself for us; and in whom not only our life is laid up, but also the fulness of the Godhead dwells bodily, by reason of the substantial and personal union of the divine and human nature in him. Hence let every watchful believer, for strengthening himself in faith and obedience, reason after this manner:  “Whoever does daily employ Christ Jesus for cleansing his conscience and affections from the guiltiness and filthiness of sins against the law, and for enabling him to give obedience to the law in love, he has the evidence of true faith in himself:” “But I (may every watchful believer say) do daily employ Jesus Christ for cleansing my conscience and affections from the guiltiness and filthiness of sins against the law, and for enabling of me to give obedience to the law in love:” “Therefore I have the evidence of true faith in myself.”  And hence also let the sleepy and sluggish believer reason, for his own upstirring, thus:  “Whatever is necessary for giving evidence of true faith, I study to do it, except I would deceive myself and perish:” “But to employ Christ Jesus daily for cleansing of my conscience and affections from the guiltiness and filthiness of sins against the law, and for enabling me to give obedience to the law in love, is necessary for evidencing of true faith in me:” “Therefore this I must study to do, except I would deceive myself and perish.”  And, lastly, Seeing Christ himself has pointed this forth, as an undoubted evidence of a man elected of God to life, and given to Jesus Christ to be redeemed, “if he come unto him,” that is, close covenant, and keep communion with him, as he teaches in John 6.37, saying:  “All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out;” let every person, who does not in earnest make use of Christ for remission of sin, and amendment of life, reason hence, and from the whole premises, after this manner, that his conscience may be awakened:  “Whoever is neither by the law, nor by the gospel, so convinced of sin, righteousness, and judgment, as to make him come to Christ, and employ him daily for remission of sin, and amendment of life; he wants not only all evidence of saving faith, but also all appearance of his election, so long as he remains in this condition:”  “But I (may every impenitent person say) am neither by the law nor gospel so convinced of sin, righteousness, and judgment, as to make me come to Christ, and employ him daily for remission of sin, and amendment of life:”  “Therefore I lack not only all evidence of saving faith, but also all appearance of my election, so long as I remain in this condition.” "}]}