{"name":"The Sum of Saving Knowledge","publication_year":1650,"type":"document","markdown":true,"chapters":[{"name":"The Sum of Saving Knowledge is this","text":"\n1. The woeful condition which all men are in by nature, through breaking of the covenant of works.\n2. The remedy provided for the elect in Jesus Christ by the covenant of grace.\n3. The means appointed to make them partakers of this covenant.\n4. The blessings which are effectually conveyed to the elect by these means.\n\nConsider these four points\n\n### Head I.\n\nOur woeful condition by nature, through breaking the covenant of works.\n\nHos 13.9 \"O Israel, thou hast destroyed thyself.\"\n\nI. In eternity past, God did most wisely decree, for his own glory,\nwhatever comes to pass in time: and in a most holy and infallible manner\nexecutes all his decrees, without being author of the sin of any creature.\n\nII. God originally made everything from nothing, perfect. He made our\nfirst parents, Adam and Eve, the root of mankind, both upright and able to\nkeep the law written in their hearts. This law they were naturally bound\nto obey upon penalty of death. God was not bound to reward their service,\ntill he entered into a covenant or contract with them, and their posterity\nin them. He promised to give them eternal life, upon condition of perfect\npersonal obedience. If they failed they would die. This is the covenant of\nworks.\n\nIII. Both angels and men were subject to the change of their own free\nwill. God alone is unchangeable. Many angels of their own accord fell by\nsin from their first estate, and became demons. Our first parents, being\nenticed by Satan, one of these demons, broke the covenant of works, by\neating the forbidden fruit. By this action, they, and their posterity,\nbecame not only liable to eternal death, but also lost all ability to\nplease God. They became by nature enemies to God, and to all spiritual\ngood, and were only inclined to do evil continually. This is our original\nsin, the bitter root of all our actual transgressions, in thought, word,\nand deed.\n\n### Head II.\n\nThe remedy provided in Jesus Christ for the elect by the covenant of\nGrace.\n\n\"O Israel, thou hast destroyed thyself; but in me is thine help.\" Hos 13.9\n\nI. Albeit man, having brought himself into this woeful condition, is\nneither able to help himself, nor willing to be helped by God out of it,\nbut rather inclined to lie still, insensible of it, till he perish; yet\nGod, for the glory of his rich grace, has revealed in his word a way to\nsave sinners, that is, by faith in Jesus Christ, the eternal Son of God,\nby virtue of, and according to the tenor of the covenant of redemption,\nmade and agreed upon between God the Father and God the Son, in council of\nthe Trinity, before the world began.\n\nII. The sum of the covenant of redemption is this: God having freely\nchosen to life a certain number of lost mankind, for the glory of his rich\ngrace, did give them, before the world began, to God the Son, appointed\nRedeemer, that, upon condition he would humble himself so far as to assume\nthe human nature, of a soul and a body, to personal union with his divine\nnature, and submit himself to the law, as surety for them, and satisfy\njustice for them, by giving obedience in their name, even to the suffering\nof the cursed death of the cross, he should ransom and redeem them all\nfrom sin and death, and purchase to them righteousness and eternal life,\nwith all saving graces leading there to, to be effectually, by means of\nhis own appointment, applied in due time to every one of them. This\ncondition the Son of God (who is Jesus Christ our Lord) did accept before\nthe world began, and in the fulness of time came into the world, was born\nof the Virgin Mary, subjected himself to the law, and completely paid the\nransom on the cross: But by virtue of the foresaid bargain, made before\nthe world began, he is in all ages, since the fall of Adam, still upon the\nwork of applying actually the purchased benefits of the elect; and that he\ndoes by way of entertaining a covenant of free grace and reconciliation\nwith them, through faith in himself; by which covenant, he makes over to\nevery believer a right and interest to himself, and to all his blessings.\n\nIII. For the accomplishment of this covenant of redemption, and making the\nelect partakers of the benefits of it in the covenant of grace, Christ\nJesus was clad with the threefold office of Prophet, Priest, and King:\nmade a Prophet, to reveal all saving knowledge to his people, and persuade\nthem to believe and obey the same; made a Priest, to offer up himself a\nsacrifice once for them all, and to intercede continually with the Father,\nfor making their persons and services acceptable to him; and made a King,\nto subdue them to himself, to feed and rule them by his own appointed\nordinances, and to defend them from their enemies.\n\n### Head III.\n\nThe outward means appointed to make the elect partakers of this covenant,\nand all the rest that are called, to be inexcusable.\n\n\"Many are called.\" Matt. 22.14\n\nI. The outward means and ordinances, for making men partakers of the\ncovenant of grace, are so wisely dispensed, as that the elect shall be\ninfallibly converted and saved by them; and the reprobate, among whom they\nare, not to be justly damned: The means are especially these four:\n\ni. The word of God\nii. The ordinances\niii. Church\niv. Prayer\n\nIn the word of God preached by sent messengers, the Lord makes offer of\ngrace to all sinners, upon condition of faith in Jesus Christ; and whoever\ndoes confess their sin, accept Christ’s offering, and submit themselves to\nhis ordinances, he will have them received into the honour and privileges\nof the covenant of grace. By the ordinances, God will have the covenant\nsealed for confirming the bargain on the foresaid condition. By the\nChurch, he will have them hedged in, and helped forward to the keeping of\nthe covenant. And by prayer, he will have his own glorious grace, promised\nin the covenant, to be daily drawn forth, acknowledged, and employed. All\nthese means are followed either really, or in profession only, according\nto the quality of the covenanters, as they are true or counterfeit\nbelievers.\n\nII. The covenant of grace, set down in the Old Testament before Christ\ncame, and in the New since he came, is one and the same in substance,\nalbeit different in outward administration: For the covenant in the Old\nTestament, being sealed with the ordinances of circumcision and the\npaschal lamb, did set forth Christ’s death to come, and the benefits\npurchased by it, under the shadow of bloody sacrifices, and various\nceremonies: but since Christ came, the covenant being sealed by the\nordinances of baptism and the Lord’s supper, does clearly hold forth\nChrist already crucified before our eyes, victorious over death and the\ngrave, and gloriously ruling heaven and earth, for the good of his own\npeople.\n\n### Head IV.\n\nThe blessings which are effectually conveyed by these means to the Lord’s elect, or chosen ones.\n\n\"Many are called, but few are chosen.\" Matt 12.14.\n\nI. By those outward ordinances, as our Lord makes the reprobate\ninexcusable, so, by the power of his Spirit, he applies to the elect,\neffectually, all saving graces purchased to them in the covenant of\nredemption, and makes a change in their persons. In particular,\n\nII. He does convert or regenerate them, by giving spiritual life to them,\nin opening their understandings, renewing their wills, affections, and\nfaculties, for giving spiritual obedience to his commands.\n\nIII. He gives them saving faith, by making them, in the sense of deserved\ncondemnation, to give their consent heartily to the covenant of grace, and\nto embrace Jesus Christ unfeignedly.\n\nIV. He gives them repentance, by making them, with godly sorrow, in the\nhatred of sin, and love of righteousness, turn from all iniquity to the\nservice of God.\n\nV. He sanctifies them, by making them go on and persevere in faith and\nspiritual obedience to the law of God, manifested by fruitfulness in all\nduties, and doing good works, as God offers occasion.\n\nVI. Together with this inward change of their persons, God changes also\ntheir state: for, so soon as they are brought by faith into the covenant\nof grace,\n\nVII. He justifies them, by imputing to them that perfect obedience which\nChrist gave to the law, and the satisfaction also which upon the cross\nChrist gave to justice in their name.\n\nVIII. He reconciles them, and makes them friends to God, who were before\nenemies of God.\n\nIX. He adopts them, that they shall be no more children of Satan, but\nchildren of God, enriched with all spiritual privileges of his sons.\n\nX. And, last of all, after their warfare in this life is ended, he\nperfects the holiness and blessedness, first of their souls at their\ndeath, and then both of their souls and their bodies, being joyfully\njoined together again in the resurrection, at the day of his glorious\ncoming to judgment, when all the wicked shall be sent away to hell, with\nSatan whom they have served: but Christ’s own chosen and redeemed ones,\ntrue believers, students of holiness, shall remain with himself for ever,\nin the state of glorification.\n"},{"name":"The Practical Use of Saving Knowledge","text":"\n\nContained in Scripture, and held forth briefly in the foresaid Confession\nof Faith and Catechisms.\n\nThe chief general use of Christian doctrine is, to convince a man of sin,\nand of righteousness, and of judgment, John 16:8 partly by the law or\ncovenant of works, that he may be humbled and become penitent; and partly\nby the gospel or covenant of grace, that he may become an unfeigned\nbeliever in Jesus Christ, and be strengthened in his faith upon solid\ngrounds and warrants, and give evidence of the truth of his faith by good\nfruits, and so be saved.\n\nThe sum of the covenant of works, or of the law, is this:\n\n\"If thou do all that is commanded, and not fail in any point, thou shalt\nbe saved: but if thou fail, thou shalt die.\" Ro. 10:5, Gal 3:10,12.\n\nThe sum of the gospel, or covenant of grace and reconciliation, is this:\n\n\"If thou flee from deserved wrath to the true Redeemer Jesus Christ, (who\nis able to save to the uttermost all that come to God through him,) thou\nshalt not perish, but have eternal life.\" Rom 10:8,9,11.\n\nFor convincing a man of sin, of righteousness, and of judgment by the law,\nor covenant of works, let those scriptures, among many more, be made use\nof.\n\nI. For convincing a man of sin by the law, consider Jer. 17.9,10\n\n\"The heart is deceitful above all things, and desperately wicked: who can\nknow it? I the Lord search the heart, I try the reins, even to give every\nman according to his ways, and according to the fruit of his doings.\"\n\nHere the Lord teaches two things:\n\ni. That the fountain of all our wickedness, and actual sinning against\nGod, is in the heart, which comprehends the mind, will, affections, and\nall the powers of the soul, as they are corrupted and defiled with\noriginal sin; the mind being not only ignorant and incapable of saving\ntruth, but also full of error and enmity against God; and the will and\naffections being obstinately disobedient to all God’s directions, and bend\ntoward that only which is evil: “The heart” (saith he) “is deceitful above\nall things, and desperately wicked;” yea and unsearchably wicked, so that\nno man can know it; and Gen 6.5 “Every imagination of the thoughts “of\nman’s heart is only evil continually,” saith the Lord, whose testimony we\nmust trust in this and all other matters; and experience also may teach\nus, that, till God make us deny ourselves, we never look to God in\nanything, but fleshly self interest alone does rule us, and move all the\nwheels of our actions.\n\nii. That the Lord brings our original sin, or wicked inclination, with all\nits actual fruits, to reckoning before his judgment seat; “For he searches\nthe heart, and tries the reins, to give every man according to his ways,\nand according to the fruit of his doings.”\n\nHence let every man reason thus:\n\n\"What God and my guilty conscience bears witness of, I am convinced that\nit is true: But God and my guilty conscience bears witness that my heart\nis deceitful above all things and desperately wicked; and that all the\nimaginations of my heart, are only evil continually:” “Therefore I am\nconvinced that this true.\"\n\nThus a man may be convinced of sin by the law.\n\nII. For convincing a man of righteousness by the law, consider Gal 3.10\n\n\"As many as are of the works of the law are under the curse: for it is\nwritten, Cursed is every one that continues not in all things which are\nwritten in the book of the law to do them.\"\n\nHere the apostle teaches us three things.\n\ni. That, by reason of our natural sinfulness, the impossibility of any\nman’s being justified by the works of the law is so certain, that whoever\ndoes seek justification by works of the law, are liable to the curse of\nGod for breaking of the law; “For as many as are of the works of the law\nare under the curse,” he says.\n\nii. That, to the perfect fulfilling of the law, the keeping of one or two\nof the precepts, or doing of some, or of all duties (if it were possible)\nfor a time is not sufficient; for the law requires, that “a man continue\nin all things which are written in the book of the law to do them.”\n\niii. That, because no man can come up to this perfection, every man by\nnature is under the curse; for the law says, “Cursed is every one that\ncontinues not in all things which are written in the book of the law to do\nthem.”\n\nNow, to be under the curse, comprehends all the displeasure of God, with\nthe danger of the breaking forth more and more of his wrath upon soul and\nbody, both in this life, and after death perpetually, if grace does not\nprevent its execution.\n\nHence let every man reason thus:\n\n\"Whoever, according to the covenant of works, is liable to the curse of\nGod for breaking the law, times and ways out of number, cannot be\njustified, or find righteousness by the works of the law:” But I, (may\nevery man say,) according to the covenant of works, am liable to the curse\nof God, for breaking the law times and ways without number: Therefore I\ncannot be justified, or have righteousness by the works of the law.\"\n\nThus may a man be convinced of righteousness, that it is not to be had by\nhis own works, or by the law.\n\nIII. For convincing a man of judgment by the law, consider:\n\n\"The Lord Jesus shall be revealed from heaven with his mighty angels, In\nflaming fire, taking vengeance on them that know not God, and that obey\nnot the gospel of our Lord Jesus Christ: Who shall be punished with\neverlasting destruction from the presence of the Lord, and from the glory\nof his power; When he shall come to be glorified in his saints, and to be\nadmired in all them that believe.\" 2 Th. 2:7-10\n\nWherein we are taught, that our Lord Jesus, who now offers to be Mediator\nfor them who believe in him, shall, at the last day, come armed with\nflaming fire, to judge, condemn, and destroy all them who have not\nbelieved God, have not received the offer of grace made in the gospel, not\nobeyed its doctrine; but remain in their natural state, under the law or\ncovenant of works.\n\nHence let every man reason thus:\n\n\"What the righteous Judge has forewarned me shall be done at the last day,\nI am sure is a just judgment: “But the righteous Judge has forewarned me,\nthat if I do not believe God in time, and obey not the doctrine of the\ngospel, I shall be secluded from his presence and his glory at the last\nday, and be tormented in soul and body for ever:” “Therefore I am\nconvinced that this is a just judgment:” “And I have reason to thank God\nheartily, who has forewarned me to flee from the wrath which is to come.\"\n\nThus every man may be, by the law or covenant of works, convinced of\njudgment, if he shall continue under the covenant of works, or shall not\nobey the gospel of our Lord Jesus.\n\nIV. For convincing a man of sin, righteousness, and judgment, by the\ngospel.\n\nAs for convincing a man of sin, and righteousness, and judgment, by the\ngospel, or covenant of grace, he must understand three things:\n\ni. That not believing in Jesus Christ, or refusing of the covenant of\ngrace offered in him, is a greater and more dangerous sin than all other\nsins against the law; because the hearers of the gospel, not believing in\nChrist, do reject God’s mercy in Christ, the only way of freedom from sin\nand wrath, and will not yield to be reconciled to God.\n\nii. Next, he must understand, that perfect remission of sin, and true\nrighteousness, is to be had only by faith in Jesus; but God requires no\nother conditions but faith; and testifies from heaven, that he is well\npleased to justify sinners upon this condition.\n\niii. He must understand, that upon righteousness received by faith,\njudgment shall follow, on the one hand, to the destroying of the works of\nthe devil in the believer, and to the perfecting of the work of\nsanctification in him, with power: and that, upon refusing to take\nrighteousness by faith in Jesus Christ, judgment shall follow, on the\nother hand, to the condemnation of the unbeliever, and destroying of him\nwith Satan and his servants for ever.\n\nFor this end, let these passages of scripture, among many others, serve to\nmake the greatness of the sin of not believing in Christ appear; or, to\nmake the greatness of the sin of refusing of the covenant of grace offered\nto us, in the offering of Christ to us appear, let the fair offer of grace\nbe looked upon as it is made, Isa. 55:3 “Incline your ear, and come to me,\n(says the Lord:) hear, and your soul shall live; and I will make an\neverlasting covenant with you, even the sure mercies of David.” That is,\nIf you will believe me, and be reconciled to me, I will, by covenant, give\nto you Christ, and all saving graces in him: repeated Acts 13:34.\n\nAgain, consider, that this general offer in substance is equivalent to a\nspecial offer made to every one in particular; as appears by the apostle’s\nmaking use of it, Acts 16:31. “Believe on the Lord Jesus Christ, and thou\nshalt be saved, and thy house.” The reason of which offer is given, John\n3:16. “For God so loved the world, that he gave his only begotten Son,\nthat whosoever believeth in him should not perish, but have everlasting\nlife.” Seeing then this great salvation is offered in the Lord Jesus,\nwhoever believes not in him, but looks for happiness some other way, what\ndoes he else but observe lying vanities, and forsake his own mercy, which\nhe might have had in Christ? Jonah 2:8,9. What does he else but blaspheme\nGod in his heart? as it is said, 1 John 5:10,11. “He that believeth not\nGod hath made him a liar; because he believeth not the record that God\ngave of his Son. And this is the record, that God has given to us eternal\nlife; and this life is in his Son.” And that no sin against the law is\nlike to this sin, Christ testifies, John 15:22. “If I had not come and\nspoken to them, they had not sin; but now they have no cloak for their\nsin.” This may convince a man of the greatness of this sin of not\nbelieving in Christ.\n\nV. For convincing a man of righteousness to be had only by faith in Jesus\nChrist, consider how, Rom. 10:3,4\n\nIt is said, that the Jews, “being ignorant of God’s righteousness, and\ngoing about to establish their own righteousness, have not submitted\nthemselves unto the righteousness of God,” (and so they perished.) “For\nChrist is the end of the law for righteousness to every one that\nbelieveth.” And Acts 13:39. “By him all that believe are justified from\nall things, from which ye could not be justified by the law of Moses.” And\n1 John 1:7 “The blood of Jesus Christ his Son cleanseth us from all sin.”\n\nFor convincing a man of judgment, if a man embrace this righteousness,\nconsider 1 John 3:8. “For this purpose the Son of God was manifested, that\nhe might destroy the works of the devil.” And Heb 9:14. “How much more\nshall the blood of Christ, who through the eternal Spirit offered himself\nwithout spot to God, purge your conscience from dead works to serve the\nliving God.”\n\nBut if a man embrace not this righteousness, his doom is pronounced, John\n3:18,19. “He that believeth not is condemned already, because he hath not\nbelieved in the name of the only begotten Son of God. And this is the\ncondemnation, that light is come into the world, and men loved darkness\nrather than light.”\n\nHence let the penitent, desiring to believe, reason thus:\n\n“What does suffice to convince all the elect in the world of the greatness\nof the sin of not believing in Christ, or refusing to flee to him for\nrelief from sins done against the law, and from wrath due to it; and what\nsuffices to convince them that righteousness and eternal life is to be had\nby faith in Jesus Christ, or by consenting to the covenant of grace in\nhim; and what suffices to convince them of judgment to be exercised by\nChrist, for destroying the works of the devil in a man, and sanctifying\nand saving all that believe in him, may suffice to convince me also:” “But\nwhat the Spirit has said, in these or other like scriptures, suffices to\nconvince the elect world of the foresaid sin, and righteousness, and\njudgment:” “Therefore what the Spirit has said, in these and other like\nscriptures, serves to convince me of it also.”\n\nWhereupon let the penitent desiring to believe take with him words, and\nsay heartily to the Lord, Seeing you say, “Seek ye my face;” my soul\nanswers to you, “Thy face, Lord, will I seek.” I have harkened to the\noffer of an everlasting covenant of all saving mercies to be had in\nChrist, and I do heartily embrace your offer. Lord, let it be a bargain;\n“Lord, I believe; help my unbelief:” Behold, I give myself to you, to\nserve you in all things for ever; and I hope “your right hand shall save\nme:” the Lord will perfect that which concerns me: your mercy, O Lord,\nendures for ever; forsake not “the works of thine own hands.”\n\nThus may a man be made an unfeigned believer in Christ.\n\nVI. For strengthening the man’s faith who has agreed to the covenant of\ngrace.\n\nBecause many true believers are weak, and do much doubt if ever they shall\nbe sure of the soundness of their own faith and effectual calling, or made\ncertain of their justification and salvation, when they see that many who\nprofess faith, are found to deceive themselves; let us see how every\nbeliever may be made strong in the faith, and sure of his own election and\nsalvation upon solid grounds, by sure warrants, and true evidences of\nfaith. To this end, among other scriptures, take these following.\n\ni. For laying solid grounds of Faith, consider Peter 1:10 “Therefore the\nrather, brethren, give diligence to make your calling and election sure:\nfor if ye do these things ye shall never fall.”\n\nIn which words, the apostle teaches us these four things, for help and\ndirection how to be made strong in the faith.\n\na. That such as believe in Christ Jesus, and are fled to him for relief\nfrom sin and wrath, albeit they be weak in the faith, yet they are indeed\nchildren of the same Father with the apostles; for so he accounts of them,\nwhile he calls them brethren.\n\nb. That albeit we are not sure, for the time, of our effectual calling and\nelection, yet we may be made sure of both, if we use diligence; for this\nhe presupposes, saying, “Give diligence; to make your calling and election\nsure.”\n\nc. That we must not be discouraged, when we see many seeming believers\nprove rotten branches, and make defection; but we must the rather take the\nbetter heed to ourselves: “Wherefore the rather, brethren, (said he,) give\nall diligence.”\n\nd. That the way to be sure both of our effectual calling and election, is\nto make sure work of our faith, by laying the grounds of it solidly, and\nbringing forth the fruits of our faith in new obedience constantly: “For\nif ye do these things, (said he,) ye shall never fall;” understanding by\n“these things” what he had said of sound faith, Verses 1,2,3,4 and what he\nhad said of the bringing out of the fruits of faith, Verses 5.6,7,8,9.\n\nii. To this same purpose, consider Rom 8.1,\n\n“1 There is therefore now no condemnation to them which are in Christ\nJesus, who walk not after the flesh, but after the Spirit. 2 For the law\nof the Spirit of life in Christ Jesus has made me free from the law of sin\nand death. 3 For what the law could not do, in that it was weak through\nthe flesh, God sending his own Son in the likeness of sinful flesh, and\nfor sin, condemned sin in the flesh; 4 That the righteousness of the law\nmight be fulfilled in us, who walk not after flesh, but after the Spirit.”\n\nWherein the apostle teaches us these four things, for laying of the ground\nof faith solidly:\n\na. That every one is a true believer, who, in the sense of his sin, and\nfear of God’s wrath, does flee for full relief from both to Jesus Christ\nalone, as the only Mediator and all-sufficient Redeemer of men; and, being\nfled to Christ, does strive against his own flesh, or corrupt inclination\nof nature, and studies to follow the rule of God’s Spirit, set down in his\nword: for the man, whom the apostle does here bless as a true believer, is\na man in Christ Jesus, “who doth not walk after the flesh, but after the\nSpirit.”\n\nb. That all such persons as are fled to Christ, and do strive against sin,\nhowever they may be possibly exercised under the sense of wrath, and fear\nof condemnation, yet they are in no danger; for “there is no condemnation\n(said he) to them that are in Christ Jesus, who walk not after the flesh,\nbut after the Spirit.”\n\nc. That albeit the apostle himself, (brought in here for example’s cause,)\nand all other true believers in Christ, be by nature under the law of sin\nand death, or under the covenant of works, (called the law of sin and\ndeath, because it binds sin and death upon us, till Christ set us free;)\nyet the law of the Spirit of life in Christ Jesus, or the covenant of\ngrace, (so called, because it does enable and quicken a man to a spiritual\nlife through Christ,) does set the apostle, and all true believers, free\nfrom the covenant of works, or the law of sin and death: so that every man\nmay say with him, “The law of the Spirit of life,” or the covenant of\ngrace, “has made me free from the law of sin and death,” or the covenant\nof works.\n\nd. That the fountain and first ground, from whence our freedom from the\ncurse of the law does flow, is the covenant of redemption, passed between\nGod and God the Son as incarnate, wherein Christ takes the curse of the\nlaw upon him for sin, that the believer, who could not otherwise be\ndelivered from the covenant of works, may be delivered from it. And this\ndoctrine the apostle holdeth forth in these four branches:\n\n1. That it was utterly impossible for the law, or the covenant of works, to\nbring righteousness and life to a sinner, because it was weak.\n\n2. That this weakness and inability of the law, or covenant of works, is\nnot the fault of the law, but the fault of sinful flesh, which is neither\nable to pay the penalty of sin, not to give perfect obedience to the law,\n(presupposing past sins were forgiven:) “The law was weak (said he,)\nthrough the flesh”\n\n3. That the righteousness and salvation of sinners, which was impossible to\nbe brought about by the law, is brought to pass by sending God’s own Son,\nJesus Christ, in the flesh, in whose flesh sin is condemned and punished,\nfor making satisfaction in the behalf of the elect, that they might be set\nfree.\n\n4. That by his means the law loses nothing, because the righteousness of\nthe law is best fulfilled this way, first, by Christ’s giving perfect\nactive obedience in our name to it in all things; next, by his paying in\nour name the penalty due to our sins in his death: and, lastly, by his\nworking of sanctification in us, who are true believers, who strive to\ngive new obedience to the law, and “walk not after the flesh, but after\nthe Spirit.”\n"},{"name":"Warrants to Believe","text":"\n### Section 1\n\nFor building our confidence upon this solid ground, these four Warrants\nand special Motives to believe in Christ may serve.\n\nThe first is God’s hearty invitation, held forth, Isa. 55:1-4.\n\n“Ho, every one that thirsteth, come ye to the waters, and he that hath no\nmoney; come ye, buy, and eat; yea, come, buy wine and milk without money\nand without price. Wherefore do ye spend money for [that which is] not\nbread? and your labour for [that which] satisfieth not? hearken diligently\nunto me, and eat ye [that which is] good, and let your soul delight itself\nin fatness. Incline your ear, and come unto me: hear, and your soul shall\nlive; and I will make an everlasting covenant with you, [even] the sure\nmercies of David. Behold, I have given him [for] a witness to the people,\na leader and commander to the people.”\n\nHere (after setting down the precious ransom of our redemption by the\nsufferings of Christ, and the rich blessings purchased to us by it, in the\ntwo former chapters) the Lord, in this chapter,\n\nI. Makes open offer of Christ and his grace, by proclamation of a free and\ngracious market of righteousness and salvation, to be had through Christ\nto every soul, without exception, that truly desires to be saved from sin\nand wrath: “Ho, every one that thirsteth”.\n\nII. He invites all sinners, that for any reason stand at a distance from\nGod, to come and take from him riches of grace, running in Christ as a\nriver, to wash away sin, and to slacken wrath: “Come ye to the waters”.\n\nIII. Lest any should stand back in the sense of his own sinfulness or\nunworthiness, and inability to do any good, the Lord calls upon such\npersons in special, saying, “He that hath no money, come.”\n\nIV. He craves no more of his merchant, but that he be pleased with the\nwares offered, which are grace, and more grace; and that he heartily\nconsent to, and embrace this offer of grace, that so he may close a\nbargain, and a formal covenant with God; “Come, buy without money, come,\neat:” that is, consent to have, and take to you all saving graces; make\nthe wares your own, possess them, and make use of all blessings in Christ;\nwhatever makes for your spiritual life and comfort, use and enjoy it\nfreely, without paying anything for it: “Come, buy wine and milk without\nmoney, and without price”.\n\nV. Because the Lord knows how much we are inclined to seek righteousness\nand life by our own performances and satisfaction, to have righteousness\nand life as it were by the way of works, and how loath we are to embrace\nChrist Jesus, and to take life by way of free grace through Jesus Christ,\nupon the terms whereupon it is offered to us; therefore the Lord lovingly\ncalls us off this our crooked and unhappy way with a gentle and timeous\nadmonition, giving us to understand, that we shall but lose our labour in\nthis our way: “Wherefore do ye spend your money for that which is not\nbread? and your labour for that which satisfieth not?”\n\nVI. The Lord promises to us solid satisfaction in the way of taking\nourselves to the grace of Christ, even true contentment, and fulness of\nspiritual pleasure saying, “Hearken diligently unto me, and eat ye that\nwhich is good, and let your soul delight itself in fatness.”\n\nVII. Because faith comes by hearing, he calls for listening to the\nexplanation of the offer, and calls for believing of, and listening to the\ntruth, which is able to beget the application of saving faith, and to draw\nthe soul to trust in God: “Incline your ear, and come unto me”. To which\nend, the Lord promises, that this offer being received, shall quicken the\ndead sinner; and that, upon the welcoming of this offer, he will close the\ncovenant of grace with the man that shall consent to it, even an\neverlasting covenant of perpetual reconciliation and peace: “Hearken, and\nyour soul shall live: and I will make an everlasting covenant with you.”\nWhich covenant, he declares, shall be in substance the assigning, and the\nmaking over, of all the saving graces which David (who is Jesus Christ,\nActs 13.34) has bought for us in the covenant of redemption: “I will make\na covenant with you, even the sure mercies of David.” By sure mercies, he\nmeans saving graces, such as are righteousness, peace, and joy in the Holy\nSpirit, adoption, sanctification, and glorification, and whatever belongs\nto godliness and life eternal.\n\nVIII. To confirm and assure us of the real grant of these saving mercies,\nand to persuade us of the reality of the covenant between God and the\nbeliever of this word, the Father has made a fourfold gift of his eternal\nand only begotten Son:\n\ni. To be incarnate and born for our sake, of the seed of David his type;\nfor which cause he is called here, and Acts 13.34, David, the true and\neverlasting King of Israel. This is the great gift of God to man John\n4.10. And here “I have given him to be David,” or born of David, “to the\npeople.”\n\nii. He has made a gift of Christ to be a witness to the people, both of\nthe sure and saving mercies granted to the redeemed in the covenant of\nredemption; and also of the Father’s willingness and purpose to apply\nthem, and to make them fast in the covenant of reconciliation made with\nsuch as embrace the offer: “I have given him to be a witness to the\npeople.” And truly he is a sufficient witness in this matter in many\nrespects:\n\na. Because he is one of the blessed Trinity, and party-contractor for us,\nin the covenant of redemption, before the world was. b. He is by office,\nas Mediator, the Messenger of the covenant, and has received a commission\nto reveal it. c. He began actually to reveal in paradise, where he\npromised, that the seed of the woman should bruise the head of the\nserpent. d. He set forth his own death and sufferings, and the great\nbenefits that should come thereby to us, in the type and figures of\nsacrifices and ceremonies before his coming. e. He gave more and more\nlight about this covenant, speaking by his Spirit, from age to age, in the\nholy prophets. f. He came himself, in the fulness of time, and did bear\nwitness of all things belonging to this covenant, and of God’s willing\nmind to take believers into it; partly, by uniting our nature in one\nperson with the divine nature; partly, by preaching the good tidings of\nthe covenant with his own mouth; partly, by paying the price of redemption\non the cross; and partly by dealing still with the people, from the\nbeginning to this day, to draw in, and to hold in the redeemed in this\ncovenant.\n\niii. God has made a gift of Christ, as a leader to the people, to bring us\nthrough all difficulties, all afflictions and temptations, to life, by\nthis covenant: and he it is, and no other, who does indeed lead his own to\nthe covenant; and, in the covenant, all the way on to salvation:\n\na. By the direction of his word and Spirit. b. By the example of this own\nlife, in faith and obedience, even to the death of the cross. c. By his\npowerful working, bearing his redeemed ones in his arms, and causing them\nto lean on him, while they go up through the wilderness.\n\niv. God has made a gift of Christ to his people, as a commander: which\noffice he faithfully exercises, by giving to his church and people laws\nand ordinances, pastors and elders, and all necessary officers; by keeping\ncourts and assemblies among them, to see that his laws are obeyed;\nsubduing, by his word, Spirit, and discipline, his people’s corruptions;\nand, by his wisdom and power, guarding them against all their enemies\nwhatever.\n\nHence he who has closed bargain with God may strengthen his faith, by\nreasoning after this manner:\n\n“Whoever heartily receives the offer of free grace, made here to sinners,\nthirsting for righteousness and salvation: to him, by an everlasting\ncovenant, belongs Christ, the true David, with all his sure and saving\nmercies:” “But I (may the weak believer say) do heartily receive the offer\nof free grace made here to sinners, thirsting for righteousness and\nsalvation:” “Therefore to me, by an everlasting covenant, belongs Christ\nJesus, with all his sure and saving mercies.”\n\n### Section 2\n\nThe second Warrant and special Motive to embrace Christ, and believe in\nhim, is the “earnest request” that God makes to us to be reconciled to him\nin Christ; held forth, 2 Cor. 5.19-21\n\n“To wit, that God was in Christ, reconciling the world unto himself, not\nimputing their trespasses unto them; and has committed unto us the word of\nreconciliation. Now then we are ambassadors for Christ, as though God did\nbeseech [you] by us: we pray [you] in Christ’s stead, be ye reconciled to\nGod. For he has made him [to be] sin for us, who knew no sin; that we\nmight be made the righteousness of God in him.”\n\nWherein the apostle teaches us these nine doctrines.\n\nI. That the elect world, or world of redeemed souls, are by nature in the\nestate of enmity against God: this is presupposed in the word\nreconciliation; for reconciliation, or renewing of friendship, cannot be,\nexcept between those that have been at enmity.\n\nII. That in all the time past, since the fall of Adam, Christ Jesus, the\neternal Son of God, as Mediator, and the Father in him, has been about the\nmaking friendship (by his work and Spirit) between himself and the elect\nworld: “God was in Christ reconciling the world to himself.”\n\nIII. That the way of reconciliation was in all ages one and the same in\nsubstance, that is, by forgiving the sons of them who do acknowledge their\nsins and their enmity against God, and do seek reconciliation and\nremission of sins in Christ: “For God was in Christ reconciling the world\nunto himself,” by way of, “not imputing their trespasses unto them.”\n\nIV. That the end and scope of the gospel, and whole word of God, is\nthreefold:\n\ni. It serves to make people sensitive to their sins, and of their enmity\nagainst God, and of their danger, if they should stand out, and not fear\nGod’s displeasure.\n\nii. The word of God serves to make men acquainted with the course which\nGod has prepared for making friendship with them through Christ, That is,\nthat if men shall acknowledge the enmity, and shall be content to enter\ninto a covenant of friendship with God through Christ, then God will be\ncontent to be reconciled with them freely.\n\niii. The word of God serves to teach men how to carry themselves toward\nGod, as friends, after they are reconciled to him, that is, to be loath to\nsin against him, and to strive heartily to obey his commandments: and\ntherefore the word of God here is called “the word of reconciliation”,\nbecause it teaches us what need we have of reconciliation, and how to make\nit, and how to keep the reconciliation of friendship, being made with God\nthrough Christ.\n\nV. That albeit the hearing, believing, and obeying of this word, does\nbelong to all those to whom this gospel comes; yet the office of preaching\nof it with authority belongs to none, but to such only as God calls to his\nministry, and sends out with commission for this work. This the apostle\nholds forth, Verse 19. in these words, “He hath committed to us the word\nof reconciliation.”\n\nVI. That the ministers of the gospel should behave themselves as Christ’s\nmessengers, and should closely follow their commission set down in the\nword, Matt 28.19,20; and when they do so, they should be received by the\npeople as ambassadors from God; for here the apostle, in all their names\nsay, “We are ambassadors for Christ, as though God did beseech you by us.”\n\nVII. That ministers, in all earnestness of affections, should deal with\npeople to acknowledge their sins, and their natural enmity against God,\nmore and more seriously; and to consent to the covenant of grace and\nambassador of Christ more and more heartily; and to evidence more and more\nclearly their reconciliation, by a holy carriage before God. This he holds\nforth, when he says, “We pray you, be ye reconciled to God.”\n\nVIII. That in the ministers’ affectionate dealing with the people, the\npeople should consider what they have to do with God and Christ,\nrequesting them, by the ministers, to be reconciled. Now, there cannot be\na greater inducement to break a sinner’s hard heart, than God’s making a\nrequest to him for friendship; for when it became us, who have done so\nmany wrongs to God, to seek friendship of God, he comes before us: and (O\nwonder of wonders!) he requests us to be content to be reconciled to him;\nand therefore most fearful wrath must abide on them who make light of this\nrequest, and do not yield when they hear ministers with commission,\nsaying, ” We are ambassadors for Christ, as though God did beseech you by\nus: we pray you in Christ’s stead, be ye reconciled to God.”\n\nIX. To make it appear how it comes to pass that the covenant of\nreconciliation should be so easily made up between God and a humble sinner\nfleeing to Christ, the apostle leads us to the cause of it, held forth in\nthe covenant of redemption, the sum whereof is this:\n\n“It is agreed between God and the Mediator Jesus Christ the Son of God,\nsurety for the redeemed, as the parties of the contract, that the sins of\nthe redeemed should be imputed to the innocent Christ, and he both\ncondemned and put to death for them, upon this very condition, that\nwhoever heartily consents to the covenant of reconciliation offered\nthrough Christ, shall, by the imputation of his obedience to them, be\njustified and held righteous before God; for God has made Christ, `who\nknew no sin, to be sin for us, that we might be made the righteousness of\nGod in him.'”\n\nHence may a weak believer strengthen his faith, by reasoning from this\nground after this manner:\n\n“He that, upon the loving request of God and Christ, made to him by the\nmouth of ministers, (having commission to that effect,) has embraced the\noffer of perpetual reconciliation through Christ, and does purpose, by\nGod’s grace, as a reconciled person, to strive against sin, and to serve\nGod to his power constantly, may be as sure to have righteousness and\neternal life given to him, for the obedience of Christ imputed to him, as\nit is sure that Christ was condemned and put to death for the sins of the\nredeemed imputed to him:” “But I (may the weak believer say) upon the\nloving request of God and Christ, made to me by the mouth of his\nministers, have embraced the offer or perpetual reconciliation through\nChrist, and do purpose, by God’s grace, as a reconciled person, to strive\nagainst sin, and to serve God to my power constantly:” “Therefore I may be\nas sure to have righteousness and eternal life given to me, for the\nobedience of Christ imputed to me, as it is sure that Christ was condemned\nand put to death for the sins of the redeemed imputed to him.”\n\n### Section 3\n\nThe third warrant and special Motive to believe in Christ, is the straight\nand “awful command of God”, charging all the hearers of the gospel to\napproach to Christ in the order set down by him, and to believe in him; as\nheld forth,\n\n“And this is his commandment, That we should believe on the name of his\nSon Jesus Christ, and love one another, as he gave us commandment.” 1 John\n3.23\n\nWherein the apostle gives us to understand these five doctrines:\n\nI. That if any man shall not accept the sweet invitation of God, or the\nhumble and loving request of God, made to him to be reconciled, he shall\nfind he has to deal with the sovereign authority of the highest Majesty;\nfor “this is his commandment, that we believe in him”.\n\nII. That if any man look upon this commandment as he has looked hereto\nupon the neglected commandments of the law, he must consider that this is\na command of the gospel, after the law, given for making use of the remedy\nof sins; which, if it be disobeyed, there is no other command to follow\nbut this, “Go, ye cursed, into the everlasting fire of hell;” for “this is\nhis commandment;” the obedience of which is most pleasant in his sight,\nVerse 22 and without which it is impossible to please him, Heb 11.6.\n\nIII. That every one who hears the gospel, must make conscience of the duty\nof lively faith in Christ; the weak believer must not think it presumption\nto do what is commanded; the person inclined to desperation must take up\nhimself, and think upon obedience to sweet and saving command; the strong\nbeliever must dip yet more in the sense of his need he has of Jesus\nChrist, and more and more grow in the obedience of this command, yes, the\nmost impenitent, profane, and wicked person must not thrust out himself,\nor be thrust out by others, from orderly aiming at this duty, how\ndesperate ever his condition seems to be; for he that commands all men to\nbelieve in Christ, does thereby command all men to believe that they are\ndamned and lost without Christ: he thereby commands all men to acknowledge\ntheir sins, and their need of Christ, and in effect commands all men to\nrepent, that they may believe in him. And whoever does refuse to repent of\ntheir past sins, are guilty of disobedience to this command given to all\nhearers, but especially to those that are within the visible church: for\n“this is his commandment, that we should believe on the name of his Son\nJesus Christ”.\n\nIV. That he who obeys this commandment has built his salvation on a solid\nground: for,\n\ni. He has found the promised Messiah, completely furnished with all\nperfections to the perfect execution of the offices of Prophet, Priest,\nand King; for he is that Christ in whom the man does believe.\n\nii. He has embraced a Saviour, who is able to save to the uttermost, yes,\nwho does effectually save every one that comes to God through him; for he\nis Jesus, the true Saviour of his people from their sins.\n\niii. He that obeys this command has built his salvation on the Rock, that\nis, on the Son of God, to whom it is no robbery to be called equal to the\nFather, and who is worthy to be the object of saving faith, and of\nspiritual worship: for this is his command, that “we believe in the name\nof his Son Jesus Christ.”\n\nV. That he who has believed on Jesus Christ, though he is freed from the\ncurse of the law, is not freed from the command and obedience of the law,\nbut tied to it by a new obligation, and a new command from Christ; which\nnew command from Christ gives help to obey the command: to which command\nfrom Christ, the Father adds his authority and command also; for “this is\nhis commandment that we believe on the name of his Son Jesus Christ, and\nlove one another, as he has commanded us.” The first part of which\ncommand, enjoining belief in him, necessarily implies love to God, and so\nobedience to the first table; for believing in God, and loving God, are\ninseparable; and the second part of the command enjoins love to our\nneighbour, (especially to the household of faith,) and so obedience to the\nsecond table of the law.\n\nHence may a weak believer strengthen himself, by reasoning from this\nground after this manner:\n\n“Whoever, in the sense of his own sinfulness, and fear of God’s wrath, at\nthe command of God, is fled to Jesus Christ, the only remedy of sin and\nmisery, and has engaged his heart to the obedience of the law of love, his\nfaith is not presumptuous or dead, but true and saving faith:” “But I,\n(may the weak believer say,) in the sense of my own sinfulness, and fear\nof God’s wrath, am fled to Jesus Christ, the only remedy of sin and\nmisery, and have engaged my heart to the obedience of the law of love:”\n“Therefore my faith is not a presumptuous and dead faith, but true and\nsaving faith.”\n\n### Section 4\n\nThe fourth Warrant and special Motive to believe in Christ, is “much\nassurance of life” given, in case men shall obey the command of believing;\nand a “fearful certification” of destruction, in case they obey not; as\nheld forth,\n\n“The Father loveth the Son, and hath given all things into his hand. He\nthat believeth on the Son hath everlasting life: and he that believeth not\nthe Son shall not see life; but the wrath of God abideth on him.” John\n3.35,36\n\nWherein are held forth to us these five following doctrines:\n\nI. That the Father is well satisfied with the undertakings of the Son,\nentered Redeemer and Surety, to pay the ransom of believers and to perfect\nthem in holiness and salvation: “the Father loveth the Son,”; that is, as\nhe stands as Mediator in our name, undertaking to perfect our redemption\nin all points: The Father loves him, that is, does heartily accept his\noffer to do the work, and is well pleased with him: his soul delights in\nhim, and rests upon him, and makes him, in this his office, the\n“receptacle of love, and grace, and good will,” to be conveyed by him to\nbelievers in him.\n\nII. That, for fulfilling of the covenant of redemption, the Father has\ngiven to the Son (as he stands in the capacity of the Mediator, or as he\nis God incarnate, the Word made flesh) all authority in heaven and earth,\nall supply of the riches of grace, and of spirit and life, with all power\nand ability, which the union of the divine nature with the human, or which\nthe fulness of the Godhead dwelling substantially in his human nature, or\nwhich the indivisible all-sufficiency and omnipotency of the inseparable,\nevery where present Trinity does import, or the work of redemption can\nrequire: “the Father has given all things into the Son’s hand,” that is,\nfor accomplishing his work.\n\nIII. Great assurance of life is held forth to all who shall heartily\nreceive Christ, and the offer of the covenant of grace and reconciliation\nthrough him: “He that believeth on the Son hath everlasting life;” for it\nis made certain to him,\n\ni. In God’s purpose and irrevocable decree, as the believer is a man\nelected to life.\n\nii. By effectual calling of him to life by God, who, as he is faithful, so\nill do it.\n\niii. By promise and everlasting covenant, sworn by God, to give the\nbeliever strong consolation in life and death, upon immutable grounds.\n\niv. By the pledge and security under the great seal of the ordinance of\nthe Lord’s supper, so oft as the believer shall come to receive the\nsymbols and pledges of life.\n\nv. In Christ the fountain and head of life, who is entered in possession,\nas attorney for believers; in whom our life is so laid up, that it cannot\nbe taken away.\n\nvi. By being in possession of spiritual life and regeneration, and a\nkingdom consisting in righteousness, peace, and joy in the Holy Spirit,\nerected within the believer, as the earnest of the full possession of\neverlasting life.\n\nIV. A fearful warning is given, if a man receive not the doctrine\nconcerning righteousness and eternal life to be had by Jesus Christ: “He\nthat believeth not the Son shall not see life,” that is, not so much as\nunderstand what it means.\n\nV. He further warns, that if a man receive not the doctrine of the Son of\nGod, he shall be burdened twice with the wrath of God; once as a born\nrebel by nature, he shall bear the curse of the law, or the covenant of\nworks; and next, he shall endure a greater condemnation, in respect that\nlight being come into the world, and offered to him, he has rejected it,\nand loves darkness rather than light: and this double wrath shall be\nfastened and fixed immovably upon him, so long as he remains in the\ncondition of unbelief: “The wrath of God abideth on him”.\n\nHence may the weak believer strengthen his faith, by reasoning from this\nground after this manner:\n\n“Whosoever believes the doctrine delivered by the Son of God, and finds\nhimself partly drawn powerfully to believe in him, by the sight of life in\nhim, and partly driven, by the fear of God’s wrath, to adhere to him, may\nbe sure of right and interest to eternal life through him:” “But sinful\nand unworthy I (may the weak believer say) do believe the doctrine\ndelivered by the Son of God, and do feel myself partly drawn powerfully to\nbelieve in him, by the sight of life in him, and partly driven, by the\nfear of God’s wrath, to adhere to him:” “Therefore, I may be sure of my\nright and interest to eternal life through him.”\n"},{"name":"The Evidences of True Faith","text":"\n### Section 1\n\nSo much for the laying of the grounds of faith, and warrants to\nbelieve. Now, for evidencing of true faith by fruits, these four things\nare requisite:\n\nI. That the believer be soundly convinced, in his judgment, of his\nobligation to keep the whole moral law, all the days of his life; and that\nnot the less, but so much the more, as he is delivered by Christ from the\ncovenant of works, and curse of the law.\n\nII. That he endeavour to grow in the exercise and daily practice of\ngodliness and righteousness.\n\nIII. That the course of his new obedience run in the right channel, that\nis through faith in Christ, and through a good conscience, to all the\nduties of love towards God and man.\n\nIV. That he keep strait communion with the fountain Christ Jesus, from\nwhom grace must run along, for furnishing of good fruits.\n\nFor the first, that is, to convince the believer, in his judgment, of his\nobligation to keep the moral law, among many passages:\n\n“Let your light so shine before men, that they may see your good works,\nand glorify your Father which is in heaven. Think not that I am come to\ndestroy the law, or the prophets: I am not come to destroy, but to\nfulfil. For verily I say unto you, Till heaven and earth pass, one jot or\none tittle shall in no wise pass from the law, till all be\nfulfilled. Whosoever therefore shall break one of these least\ncommandments, and shall teach men so, he shall be called the least in the\nkingdom of heaven: but whosoever shall do and teach [them], the same shall\nbe called great in the kingdom of heaven. For I say unto you, That except\nyour righteousness shall exceed [the righteousness] of the scribes and\nPharisees, ye shall in no case enter into the kingdom of heaven.”\nMat. 5.16-20\n\nWherein our Lord,\n\ni. Gives commandment to believers, justified by faith, to give evidence of\nthe grace of God in them before men, by doing good works: “Let your light\nso shine before men that they may see your good works.”\n\nii. He induces them so to do, by showing, that albeit they be not\njustified by works, yet spectators of their good works may be converted or\nedified; and so glory may redound to God by their good works, when its\nwitnesses “shall glorify your Father which is in heaven.”\n\niii. He gives them no other rule for their new obedience than the moral\nlaw, set down and explicated by Moses and the prophets: “Think not that I\nam come to destroy the law or the prophets.”\n\niv. He gives them to understand, that the doctrine of grace, and freedom\nfrom the curse of the law by faith in him, is readily mistaken by men’s\ncorrupt judgments, as if it did loose or slacken the obligation of\nbelievers to obey the commands, and to be subject to the authority of the\nlaw; and that this error is indeed a destroying of the law and of the\nprophets, which he will in no case ever endure in any of his disciples, it\nis so contrary to the end of his coming, which is first to sanctify, and\nthen to save believers: “Think not that I am come to destroy the law or\nthe prophets.”\n\nv. He teaches, that the end of the gospel and covenant of grace is to\nprocure men’s obedience to the moral law: “I am come to fulfil the law and\nthe prophets.”\n\nvi. That the obligation of the moral law, in all points, to all holy\nduties, is perpetual, and shall stand to the world’s end, that is, “till\nheaven and earth pass away.”\n\nvii. That as God has had a care of the Scripture from the beginning, so\nshall he have a care of them still to the world’s end, that there shall\nnot one jot or one tittle of its substance be taken away; so says the\ntext, Verse 18.\n\nviii. That as the breaking of the moral law, and defending its\ntransgressions to be no sin, does exclude men both from heaven, and justly\nalso from the fellowship of the true church; so the obedience of the law,\nand teaching others to do the same, by example, counsel, and doctrine,\naccording to every man’s calling, proves a man to be a true believer, and\nin great estimation with God, and worthy to be much esteemed of by the\ntrue church, Verse 19.\n\nix. That the righteousness of every true Christian must be more than the\nrighteousness of the scribes and Pharisees; for the scribes and Pharisees,\nalbeit they took great pains to discharge various duties of the law, yet\nthey cut short its exposition, that it might the less condemn their\npractice; they studied the outward part of the duty, but neglected the\ninward and spiritual part; they discharged some lesser duties carefully,\nbut neglected judgment, mercy, and the love of God: in a word, they went\nabout to establish their own righteousness, and rejected the righteousness\nof God by faith in Jesus. But a true Christian must have more than all\nthis; he must acknowledge the full extent of the spiritual meaning of the\nlaw, and have a respect to all the commandments, and labour to cleanse\nhimself from all filthiness of flesh and spirit, and “not lay weight upon\nwhat service he has done, or shall do,” but clothe himself with the\nimputed righteousness of Christ, which only can hide his nakedness, or\nelse he cannot be saved; so says the text, “Except your righteousness, …”\n\n### Section 2\n\nThe second thing requisite to evidence of true faith is, that the believer\nendeavour to put the rules of godliness and righteousness in practice, and\nto grow in its daily exercise; as held forth:\n\n“And beside this, giving all diligence, add to your faith virtue; and to\nvirtue knowledge; And to knowledge temperance; and to temperance patience;\nand to patience godliness; And to godliness brotherly kindness; and to\nbrotherly kindness charity. For if these things be in you, and abound,\nthey make [you that ye shall] neither [be] barren nor unfruitful in the\nknowledge of our Lord Jesus Christ.” 2 Pe. 1:5-8 Wherein,\n\nI. The apostle teaches believers, for evidencing of precious faith in\nthemselves, to endeavour to add to their faith seven other sister graces.\n\ni. The first is Virtue, or the active exercise and practice of all moral\nduties, that so faith is not idle, but puts forth itself in work.\n\nii. The second is Knowledge, which serves to furnish faith with\ninformation of the truth to be believed, and to furnish virtue with\ndirection what duties are to be done, and how to go about them prudently.\n\niii. The third is Temperance, which serves to moderate the use of all\npleasant things, that a man be not clogged therewith, nor made unfit for\nany duty to which he is called.\n\niv. The fourth is Patience, which serves to moderate a man’s affections,\nwhen he meets with any difficulty or unpleasant thing; that he neither\nweary for pains required in well-doing, nor faint when the Lord chastises\nhim, nor murmur when he crosses him.\n\nv. The fifth is Godliness, which may keep him up in all the exercises of\nreligion, inward and outward; whereby he may be furnished from God for all\nother duties which he has to do.\n\nvi. The sixth is Brotherly-kindness, which keeps estimation of, and\naffection to, all the household of faith, and to the image of God in every\none where ever it is seen.\n\nvii. The seventh is Love, which keeps the heart in readiness to do good to\nall men, whatever they be, upon all occasions which God shall offer.\n\nII. Albeit it be true, that this is much corruption and infirmity in the\ngodly; yet the apostle will have men mightily endeavouring, and doing\ntheir best, as they are able, to join all these graces one to another, and\nto grow in the measure of exercising them: “Giving all diligence, add to\nyour faith, …”\n\nIII. He assures all professed believers, that as they shall profit in the\nobedience of this direction, so they shall profitably prove the soundness\nof their own faith; and if they not have these graces, that they shall be\nfound blind deceivers of themselves, Verse 9. T5852 The Evidences of True\nFaith\n\n### Section 3\n\nThe third thing requisite to evidence true faith is, that obedience to the\nlaw run in the right channel, that is, through faith in Christ, etc. as\nheld forth:\n\n“Now the end of the commandment is charity out of a pure heart, and [of] a\ngood conscience, and [of] faith unfeigned:” 1 Ti. 1:5 Wherein the apostle\nteaches these seven doctrines:\n\nI. That the obedience of the law must flow from love, and love from a pure\nheart, and a pure heart from a good conscience, and a good conscience from\nfaith unfeigned: this he makes the only right channel of good works: “The\nend of the law is love, …”\n\nII. That the end of law is not, that men may be justified by their\nobedience of it, as the Jewish doctors did falsely teach; for it is\nimpossible that sinners can be justified by the law, who, for every\ntransgression, are condemned by the law: “For the end of the law is (not\nsuch as the Jewish doctors taught, but) love, out of a pure heart, …”\n\nIII. That the true end of the law, preached to the people, is, that they,\nby the law, being made to see their deserved condemnation, should flee to\nChrist unfeignedly, to be justified by faith in him; so says the text,\nwhile it makes love to flow through faith in Christ.\n\nIV. That no man can set himself in love to obey the law, excepting as far\nas his conscience is quieted by faith, or is seeking to be quieted in\nChrist; for “the end of the law is love, out of good conscience, and faith\nunfeigned.”\n\nV. That feigned faith goes to Christ without reckoning with the law, and\nso wants an errand; but unfeigned faith reckons with the law, and is\nforced to flee for refuge to Christ, as the end of the law for\nrighteousness, so often as it finds itself guilty for breaking of the law:\n“For the end of the law is faith unfeigned.”\n\nVI. That the fruits of love may come forth in act particularly, it is\nnecessary that the heart be brought to the hatred of all sin and\nuncleanness, and to a steadfast purpose to follow all holiness\nuniversally: “For the end of the law is love, out of a pure heart.”\n\nVII. That unfeigned faith is able to make the conscience good, and the\nheart pure, and the man lovingly obedient to the law; for when Christ’s\nblood is seen by faith to quiet justice, then the conscience becomes quiet\nalso, and will not suffer the heart to entertain the love of sin, but set\nthe man on work to fear God for his mercy, and to obey all his\ncommandments, out of love to God, for his free gift of justification, by\ngrace bestowed on him: “For this is the end of the law indeed,” whereby it\nobtains of a man more obedience than any other way.\n\n### Section 4\n\nThe fourth thing requisite to evidence true faith is, the “keeping strait\ncommunion with Christ,” the fountain of all graces, and of all good works;\nas held forth:\n\n“I am the vine, ye [are] the branches: He that abideth in me, and I in\nhim, the same bringeth forth much fruit: for without me ye can do\nnothing.” John 15:5\n\nWherein Christ, in a similitude from a vine-tree, teaches us,\n\nI. That by nature we are wild barren briers, till we be changed by coming\nto Christ; and that Christ is that noble vine-tree, having all life and\nsap of grace in himself, and able to change the nature of every one that\ncomes to him, and to communicate spirit and life to as many as shall\nbelieve in him: “I am the vine, and ye are the branches.”\n\nII. That Christ loves to have believers so united to him, as that they be\nnot separated at any time by unbelief: and that there may be a mutual\ninhabitation of them in him, by faith and love; and of him in them, by his\nword and Spirit; for he joins these together, “If ye abide in me, and I in\nyou,” as things inseparable.\n\nIII. That except a man be ingrafted into Christ, and united to him by\nfaith, he cannot do any the least good works of his own strength; yes,\nexcept in as far as a man does draw spirit and life from Christ by faith,\nthe work which he does is naughty and null in point of goodness in God’s\nestimation: “For without me ye can do nothing.”\n\nIV. That this mutual inhabitation is the fountain and infallible cause of\nconstant continuing and abounding in well-doing: For “he that abideth in\nme, and I in him, the same beareth much fruit.” Now, as our abiding in\nChrist presupposes three things;\n\ni. That we have heard the joyful sound of the gospel, making offer of\nChrist to us, who are lost sinners by the law;\n\nii. That we have heartily embraced the gracious offer of Christ;\n\niii. That by receiving of him we are become the sons of God, John 1:12,\nand are incorporated into his mystical body, that he may dwell in us, as\nhis temple, and we dwell in him, as in the residence of righteousness and\nlife:\n\nSo our abiding in Christ imports other three things,\n\niv. An employing of Christ in all our addresses to God, and in all our\nundertakings of whatever piece of service to him.\n\nv. A contentedness with this sufficiency, without going out from him to\nseek righteousness, or life, or help in any case, in our own or any of the\ncreature’s worthiness.\n\nvi. A fixedness in our believing in him, a fixedness in our employing and\nmaking use of him, and a fixedness in our contentment in him, and adhering\nto him, so that no allurement, not temptation of Satan or the world, no\nterror nor trouble, may be able to drive our spirits from firm adherence\nto him, or from the constant avowing of his truth, and obeying his\ncommands, who has loved us, and given himself for us; and in whom not only\nour life is laid up, but also the fulness of the Godhead dwells bodily, by\nreason of the substantial and personal union of the divine and human\nnature in him. Hence let every watchful believer, for strengthening\nhimself in faith and obedience, reason after this manner:\n\n“Whoever does daily employ Christ Jesus for cleansing his conscience and\naffections from the guiltiness and filthiness of sins against the law, and\nfor enabling him to give obedience to the law in love, he has the evidence\nof true faith in himself:” “But I (may every watchful believer say) do\ndaily employ Jesus Christ for cleansing my conscience and affections from\nthe guiltiness and filthiness of sins against the law, and for enabling of\nme to give obedience to the law in love:” “Therefore I have the evidence\nof true faith in myself.”\n\nAnd hence also let the sleepy and sluggish believer reason, for his own\nupstirring, thus:\n\n“Whatever is necessary for giving evidence of true faith, I study to do\nit, except I would deceive myself and perish:” “But to employ Christ Jesus\ndaily for cleansing of my conscience and affections from the guiltiness\nand filthiness of sins against the law, and for enabling me to give\nobedience to the law in love, is necessary for evidencing of true faith in\nme:” “Therefore this I must study to do, except I would deceive myself and\nperish.”\n\nAnd, lastly, Seeing Christ himself has pointed this forth, as an undoubted\nevidence of a man elected of God to life, and given to Jesus Christ to be\nredeemed, “if he come unto him,” that is, close covenant, and keep\ncommunion with him, as he teaches in John 6.37, saying:\n\n“All that the Father giveth me shall come to me; and him that cometh to me\nI will in no wise cast out;” let every person, who does not in earnest\nmake use of Christ for remission of sin, and amendment of life, reason\nhence, and from the whole premises, after this manner, that his conscience\nmay be awakened:\n\n“Whoever is neither by the law, nor by the gospel, so convinced of sin,\nrighteousness, and judgment, as to make him come to Christ, and employ him\ndaily for remission of sin, and amendment of life; he wants not only all\nevidence of saving faith, but also all appearance of his election, so long\nas he remains in this condition:”\n\n“But I (may every impenitent person say) am neither by the law nor gospel\nso convinced of sin, righteousness, and judgment, as to make me come to\nChrist, and employ him daily for remission of sin, and amendment of life:”\n\n“Therefore I lack not only all evidence of saving faith, but also all\nappearance of my election, so long as I remain in this condition.”\n"}]}