{"name":"To the Christian Reader, especially heads of families","publication_year":1646,"type":"creed","markdown":true,"text":" As we cannot but with grief of soul lament those multitudes of errors, blasphemies, and all kinds of profaneness, which have in this last age, like a mighty deluge, overflown this nation; so, among several other sins which have helped to open the flood-gates of all these impieties, we cannot but esteem the disuse of family instruction one of the greatest. The two great pillars upon which the kingdom of Satan is erected, and by which it is upheld, are ignorance and error, the first step of our manumission from this spiritual thraldom consists in having our *eyes opened, and being turned from darkness to light*, Acts 26:18. How much the serious endeavours of godly parents and masters might contribute to an early seasoning the tender years of such as are under their inspection, is abundantly evident, not only from their special influence upon them, in respect of their authority over them, interest in them, continual presence with them, and frequent opportunities of being helpful to them; but also from the sad effects which, by woeful experience, we find to be the fruit of the omission of this duty. It were easy to set before you a cloud of witnesses, the language of whose practice hath been not only an eminent commendation of this duty, but also a serious exhortation to it. As *Abel, though dead, yet speaks* by his example to us for imitation of his faith, etc., Heb. 11:4, so do the examples of Abraham, of Joshua, of the parents of Solomon, of the grandmother and mother of Timothy, the mother of Augustine, whose care was as well to nurse up the souls as the bodies of their little ones; and as their pains herein was great, so was their success no way unanswerable.  We should scarce imagine it any better than an impertinency, in this noon-day of the gospel, either to inform or persuade in a duty so expressly commanded, so frequently urged, so highly encouraged, and so eminently owned by the Lord in all ages with his blessing, but that our sad experience tells us, this duty is not more needful, than it is of late neglected. For the restoring of this duty to its due observance, give us leave to suggest this double advice.  The *first* concerns heads of families in respect of themselves; That as the Lord hath set them in place above the rest of their family, they would labour in all wisdom and spiritual understanding to be above them also. It is an uncomely sight to behold men in years babes in knowledge; and how unmeet are they to instruct others, who need themselves to be taught *which be the first principles of the oracles of God*, Heb. 5:12.  Knowledge is an accomplishment so desirable, that the devils themselves knew not a more taking bait by which to tempt our first parents, than by the fruit of the tree of knowledge; *So shall you be as gods, knowing good and evil*. When Solomon had that favour shewed him of the Lord, that he was made his own chuser what to ask, he knew no greater mercy to beg than wisdom, 1 Kings 3:5, 9. The understanding is the guide and pilot of the whole man, that faculty which sits at the stern of the soul: but as the most expert guide may mistake in the dark, so may the understanding, when it wants the light of knowledge: *Without knowledge the mind cannot be good*, Prov. 19:2; nor the life good, nor the eternal condition safe, Eph. 4:18. *My people are destroyed for lack of knowledge*, Hos.4:6. It is ordinary in scripture to set profaneness, and all kind of miscarriages, upon the score of ignorance. Diseases in the body have many times their rise from distempers in the head, and exorbitancies in practice from errors in judgment: and indeed in every sin there is something both of ignorance and error at the bottom: for, did sinners truly know what they do in sinning, we might say of every sin what the Apostle speaks concerning that great sin, *Had they known him, they would not have crucified the Lord of glory*; did they truly know that every sin is a provoking the Lord to jealousy, a proclaiming war against Heaven, *a crucifying the Lord Jesus afresh, a treasuring up wrath unto themselves against the day of wrath*; and that, if ever they be pardoned, it must be at no lower a rate than the price of his blood; it were scarce possible but sin, instead of alluring, should affright, and instead of tempting, scare. It is one of the arch devices and principal methods of Satan to deceive men into sin: thus he prevailed against our first parents, not as a lion, but as a serpent, acting his enmity under a pretence of friendship, and tempting them to evil under an appearance of good; and thus hath he all along carried on his designs of darkness, by transforming himself into an angel of light, making poor deceived men in love with their miseries, and hug their own destruction. A most sovereign antidote against all kind of errors, is to be grounded and settled in the faith: persons unfixed in the true religion, are very receptive of a false; and they who are nothing in spiritual knowledge, are easily made any thing. *Clouds without water are driven to and fro with every wind*, and ships without ballast liable to the violence of every tempest. But yet the knowledge we especially commend, is not a brain-knowledge, a mere speculation; this may be in the worst of men, nay, in the worst of creatures the devils themselves, and that in such an eminency, as the best of saints cannot attain to in this life of imperfection; but an inward, a savoury, an heart knowledge, such as was in that martyr, who, though she could not dispute for Christ, could die for him. This is that spiritual sense and feeling of divine truths the Apostle speaks of, Heb. 5:14, *Having your senses exercised*, etc.  But, alas, we may say of most men’s religion what learned Rivet speaks concerning the errors of the fathers, \"They were not so much their own errors, as the errors of the times wherein they lived.\" Thus do most men take up their religion upon no better an account than Turks and Papists take up theirs, because it is the religion of the times and places wherein they live; and what they take up thus slightly, they lay down as easily. Whereas an inward taste and relish of the things of God, is an excellent preservative to keep us settled in the most unsettled times. Corrupt and unsavoury principles have great advantage upon us, above those that are spiritual and sound; the former being suitable to corrupt nature, the latter contrary; the former springing up of themselves, the latter brought forth not without a painful industry. The ground needs no other midwifery in bringing forth weeds than only the neglect of the husbandman’s hand to pluck them up; the air needs no other cause of darkness than the absence of the sun; nor water of coldness than its distance from the fire; because these are the genuine products of nature. Were it so with the soul, (as some of the philosophers have vainly imagined,) to come into the world as an *abrasa tabula*, a mere blank or piece of white paper, on which neither any thing is written, nor any blots, it would then be equally receptive of good and evil, and no more averse to the one than to the other: but how much worse its condition indeed is, were scripture silent, every man’s experience does evidently manifest. For who is there that knows any thing of his own heart. and knows not thus much, that the suggestions of Satan have so easy and free admittance into our hearts, that our utmost watchfulness is too little to guard us from them? whereas the motions of God’s Spirit are so unacceptable to us, that our utmost diligence is too little to get our hearts open to entertain them. Let therefore the excellency, necessity, difficulty of true wisdom stir up endeavours in you somewhat proportionable to such an accomplishment; *Above all getting, get understanding*, Prov. 4:7; and *search for wisdom as for hidden treasures*, Prov. 2:4. It much concerns you in respect of yourselves.  Our *second* advice concerns heads of families, in respect of their families. Whatever hath been said already, though it concerns every private Christian that hath a soul to look after; yet, upon a double account, it concerns parents and masters, as having themselves and others to look after: some there are, who, because of their ignorance, cannot; others, because of their sluggishness, will not mind this duty. To the former we propound the method of Joshua, who first began with himself, and then is careful of his family. To the latter we shall only hint, what a dreadful meeting those parents and masters must have at that great day, with their children and servants, when all that were under their inspection shall not only accuse them, but charge their eternal miscarrying upon their score.  Never did any age of the Church enjoy such choice helps as this of ours. Every age of the gospel hath had its Creeds, Confessions, catechisms, and such breviaries and models of divinity as have been singularly useful. Such forms of sound words (however in these days decried) have been in use in the Church ever since God himself wrote the Decalogue, as a summary of things to be done; and Christ taught us that prayer of his, as a directory what to ask. Concerning the usefulness of such compendiary systems, so much hath been said already by a learned divine of this age, as is sufficient to satisfy all who are not resolved to remain unsatisfied.  Concerning the particular excellency of these ensuing treatises, we judge it unneedful to mention those eminent testimonies which have been given them from persons of known worth, in respect of their judgment, learning, and integrity, both at home and abroad, because themselves spake so much their own praise; gold stands not in need of varnish, nor diamonds of painting: give us leave only to tell you, that we cannot but account it an eminent mercy to enjoy such helps as these are. It is ordinary in these days for men to speak evil of things they know not; but if any are possessed with mean thoughts of these treatises, we shall only give the same counsel to them that Philip gives Nathanael, *Come and see*, John 1:46. It is no small advantage the reader now hath, by the addition of scriptures at large, whereby with little pains he may more profit, because with every truth he may behold its scripture foundation. And, indeed, considering what Babel of opinions, what a strange confusion of tongues, there is this day among them who profess they speak the language of Canaan, there is no intelligent person but will conclude that advice of the prophet especially suited to such an age as this, Isa. 8:20, *To the law, and to the testimony; if they speak not according to this word, it is because there is no light in them*. If the reverend and learned composers of these ensuing treatises were willing to take the pains of annexing scripture proofs to every truth, that the faith of people might not be built upon the dictates of men, but the authority of God, so some considerable pains hath now been further taken in transcribing those scriptures; partly to prevent that grand inconvenience (which all former impressions, except the Latin, have abounded with, to the great perplexing and disheartening of the reader,) the misquotation of scripture, the meanest reader being able, by having the words at large, to rectify whatever mistake may be in the printer in citing the particular place; partly, to prevent the trouble of turning to every proof, which could not but be very great; partly, to help the memories of such who are willing to take the pains of turning to every proof, but are unable to retain what they read; and partly, that this may serve as a Bible commonplace, the several passages of scripture, which are scattered up and down in the word, being in this book reduced to their proper head, and thereby giving light each to other. The advantages, you see, in this design, are many and great; the way to spiritual knowledge is hereby made more easy, and the ignorance of this age more inexcusable.  If, therefore, there be any spark in you of love to God, be not content that any of yours should be ignorant of him whom you so much admire, or any haters of him whom you so much love If there be any compassion to the souls of them who are under your care, if any regard of your being found faithful in the day of Christ, if any respect to future generations, labour to sow these seeds of knowledge, which may grow up in after-times. That you may be faithful herein, is the earnest prayer of,  * Henry Wilkinson D.D. A.M.P. * John Fuller * George Griffiths * Matthew Haviland * Roger Drake. * James Nalton * Edward Perkins * William Blackmore * William Taylor * Thomas Goodwin * Ralph Venning * Richard Kentish * Samuel Annesley * Matthew Pool * Jeremiah Burwell * Alexander Pringle * Thomas Gouge * William Bates * Joseph Church * William Wickins * Charles Offpring * John Loder * Has. Bridges * Thomas Watson * Arthur Jackson * Francis Raworth * Samuel Smith * John Jackson * John Cross * William Cooper * Samuel Rowles * John Seabrooke * Samuel Clerk * William Jenkin * John Glascock * John Peachie * Samuel Slater * Thomas Manton * Leo. Cooke * James Jollife * Willinm Whittaker * Thomas Jacomb * John Sheffield * Obadiah Lee "}