{
  "name": "The Belgic Confession of Faith",
  "publication_year": 1566,
  "image": "belgic.jpg",
  "type": "confession",
  "chapters": [
    {
      "name": "That there is One Only God.",
      "number": 1,
      "text": "We all believe with the heart, and confess with the mouth, that there is one only simple and spiritual Being, which we call God; and that he is eternal, incomprehensible, invisible, immutable, infinite, almighty, perfectly wise, just, good, and the overflowing fountain of all good. "
    },
    {
      "name": "By what means God is made known unto us.",
      "number": 2,
      "text": "We know him by two means: first, by the creation, preservation and government of the universe; which is before our eyes as a most elegant book, wherein all creatures, great and small, are as so many characters leading us to contemplate the invisible things of God, namely, his power and divinity, as the apostle Paul saith, Romans 1:20. All which things are sufficient to convincemen, and leave them without excuse. Secondly, he makes himself more clearly and fully known to us by his holy and divine Word, that is to say, as far as is necessary for us to know in this life, to his glory and our salvation. "
    },
    {
      "name": "Of the written Word of God.",
      "number": 3,
      "text": "We confess that this Word of God was not sent, nor delivered by the will of man, but that holy men of God spake as they were moved by the Holy Ghost, as the apostle Peter saith. And that afterwards God, from a special care, which he has for us and our salvation, commanded his servants, the prophets and apostles, to commit his revealed word to writing; and he himself wrote with his own finger, the two tables of the law. Therefore we call such writings holy and divine Scriptures. "
    },
    {
      "name": "Canonical Books of the Holy Scripture.",
      "number": 4,
      "text": "We believe that the Holy Scriptures are contained in two books, namely, the Old and New Testament, which are canonical, against which nothing can be alleged. These are thus named in the Church of God. The books of the Old Testament are, the five books of Moses, namely: Genesis, Exodus, Leviticus, Numbers, Deuteronomy; the books of Joshua, Ruth, Judges, the two books of Samuel, the two of the Kings, two books of the Chronicles, commonly called Paralipomenon, the first of Ezra, Nehemiah, Esther, Job, the Psalms of David, the three books of Solomon, namely, the Proverbs, Ecclesiastes, and the Song of Songs; the four great prophets Isaiah, Jeremiah, Ezekiel and Daniel; and the twelve lesser prophets, namely, Hosea, Joel, Amos, Obadiah, Jonah, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zechariah, and Malachi. Those of the New Testament are the four evangelists, namely: Matthew, Mark, Luke, and John; the Acts of the Apostles; the fourteen epistles of the apostle Paul, namely: one to the Romans, two to the Corinthians, one to the Galatians, one to the Ephesians, one to the Philippians, one to the Colossians, two to the Thessalonians, two to Timothy, one to Titus, one to Philemon, and one to the Hebrews; the seven epistles of the other apostles, namely, one of James, two of Peter, three of John, one of Jude; and the Revelation of the apostle John. "
    },
    {
      "name": "From whence the Holy Scriptures derive their dignity and authority.",
      "number": 5,
      "text": "We receive all these books, and these only, as holy and canonical, for the regulation, foundation, and confirmation of our faith; believing without any doubt, all things contained in them, not so much because the Church receives and approves them as such, but more especially because the Holy Ghost witnesseth in our hearts, that they are from God, whereof they carry the evidence in themselves. For the very blind are able to perceive that the things foretold in them are fulfilling. "
    },
    {
      "name": "The difference between the canonical and apocryphal books.",
      "number": 6,
      "text": "\"We distinguish those sacred books from the apocryphal, namely: the third book of Esdras, the books of Tobias, Judith, Wisdom, Jesus Syrach, Baruch, the appendix to the book of Esther, the Song of the three Children in the Furnace, the history of Susannah, of Bell and the Dragon, the prayer of Manasses, and the two books of the Maccabees. All of which the Church may read and take instruction from, so far as they agree with the canonical books; but they are far from having such power and efficacy, as that we may from their testimony confirm any point of faith, or of the Christian religion; much less detract from the authority of the other sacred books.\" "
    },
    {
      "name": "The sufficiency of the Holy Scriptures, to be the only rule of faith.",
      "number": 7,
      "text": "We believe that those Holy Scriptures fully contain the will of God, and that whatsoever man ought to believe, unto salvation, is sufficiently taught therein. For, since the whole manner of worship, which God requires of us, is written in them at large, it is unlawful for any one, though an apostle, to teach otherwise than we are now taught in the Holy Scriptures: nay, though it were an angel from heaven, as the apostle Paul saith. For, since it is forbidden, to add unto or take away anything from the word of God, it doth thereby evidently appear, that the doctrine thereof is most perfect and complete in all respects. Neither do we consider of equal value any writing of men, however holy these men may have been, with those divine Scriptures, nor ought we to consider custom, or the great multitude, or antiquity, or succession of times and persons, or councils, decrees or statutes, as of equal value with the truth of God, for the truth is above all; for all men are of themselves liars, and more vain than vanity itself. Therefore, we reject with all our hearts, whatsoever doth not agree with this infallible rule, which the apostles have taught us, saying, Try the spirits whether they are of God. Likewise, if there come any unto you, and bring not this doctrine, receive him not into your house. "
    },
    {
      "name": "That God is one in Essence, yet nevertheless distinguished in three Persons.",
      "number": 8,
      "text": "According to this truth and this Word of God, we believe in one only God, who is the one single essence, in which are three persons, really, truly, and eternally distinct, according to their incommunicable properties; namely, the Father, and the Son, and the Holy Ghost. The Father is the cause, origin and beginning of all things visible and invisible; the Son is the word, wisdom, and image of the Father; the Holy Ghost is the eternal power and might, proceeding from the Father and the Son. Nevertheless God is not by this distinction divided into three, since the Holy Scriptures teach us, that the Father, and the Son, and the Holy Ghost, have each his personality, distinguished by their properties; but in such wise that these three persons are but one only God. Hence then, it is evident, that the Father is not the Son, nor the Son the Father, and likewise the Holy Ghost is neither the Father nor the Son. Nevertheless these persons thus distinguished are not divided, nor intermixed: for the Father hath not assumed the flesh, nor hath the Holy Ghost, but the Son only. The Father hath never been without his Son, or without his Holy Ghost. For they are all three co-eternal and co-essential. There is neither first nor last: for they are all three one, in truth, in power, in goodness, and in mercy. "
    },
    {
      "name": "The proof of the foregoing article of the Trinity of persons in one God.",
      "number": 9,
      "text": "All this we know, as well from the testimonies of holy writ, as from their operations, and chiefly by those we feel in ourselves. The testimonies of the Holy Scriptures, that teach us to believe this Holy Trinity are written in many places of the Old Testament, which are not so necessary to enumerate, as to choose them out with discretion and judgment. In Genesis, chapter 1:26, 27, God saith: Let us make man in our image, after our likeness, etc. So God created man in his own image, male and female created he them. And Genesis 3:22. Behold the man is become as one of us. From this saying, let us make man in our image, it appears that there are more persons than one in the Godhead; and when he saith, God created, he signifies the unity. It is true that he doth not say how many persons there are, but that, which appears to us somewhat obscure in the Old Testament, is very plain in the New. For when our Lord was baptized in Jordan, the voice of the Father was heard, saying, This is my beloved Son: the Son was seen in the water, and the Holy Ghost appeared in the shape of a dove. This form is also instituted by Christ in the baptism of all believers. Baptize all nations, in the name of the Father, and of the Son, and of the Holy Ghost. In the Gospel of Luke, the angel Gabriel thus addressed Mary, the mother of our Lord, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee, therefore also that holy thing, which shall be born of thee, shall be called the Son of God: likewise, the grace of our Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost be with you. And there are three that bear record in heaven, the Father, the Word, and the Holy Ghost, and these three are one. In all which places we are fully taught, that there are three persons in one only divine essence. And although this doctrine far surpasses all human understanding, nevertheless, we now believe it by means of the Word of God, but expect hereafter to enjoy the perfect knowledge and benefit thereof in Heaven. Moreover, we must observe the particular offices and operations of these three persons toward us. The Father is called our Creator, by his power; the Son is our Savior and Redeemer, by his blood; the Holy Ghost is our Sanctifier, by his dwelling in our hearts. This doctrine of the Holy Trinity, hath always been defended and maintained by the true Church, since the time of the apostles, to this very day, against the Jews, Mohammedans, and some false Christians and heretics, as Marcion, Manes, Praxeas, Sabellius, Samosatenus, Arius, and such like, who have been justly condemned by the orthodox fathers. Therefore, in this point, we do willingly receive the three creeds, namely, that of the Apostles, of Nice, and of Athanasius: likewise that, which, conformable thereunto, is agreed upon by the ancient fathers. "
    },
    {
      "name": "That Jesus Christ is true and eternal God.",
      "number": 10,
      "text": "We believe that Jesus Christ, according to his divine nature, is the only begotten Son of God, begotten from eternity, not made nor created (for then he should be a creature), but co-essential and co-eternal with the Father, the express image of his person, and the brightness of his glory, equal unto him in all things. He is the Son of God, not only from the time that he assumed our nature, but from all eternity, as these testimonies, when compared together, teach us. Moses saith, that God created the world; and John saith, that all things were made by that Word, which he calleth God. And the apostle saith, that God make the worlds by his Son; likewise, that God created all things by Jesus Christ. Therefore it must needs follow, that he, who is called God, the Word, the Son, and Jesus Christ, did exist at that time, when all things were created by him. Therefore the prophet Micah saith, His goings forth have been from of old, from everlasting. And the apostle: He hath neither beginning of days, nor end of life. He therefore is that true, eternal, and almighty God, whom we invoke, worship and serve. "
    },
    {
      "name": "That the Holy Ghost is true and eternal God.",
      "number": 11,
      "text": "We believe and confess also, that the Holy Ghost, from eternity, proceeds from the Father and Son; and therefore neither is made, created, nor begotten, but only proceedeth from both; who in order is the third person of the Holy Trinity; of one and the same essence, majesty and glory with the Father, and the Son; and therefore, is the true and eternal God, as the Holy Scriptures teach us. "
    },
    {
      "name": "Of the Creation.",
      "number": 12,
      "text": "We believe that the Father, by the Word, that is, by his Son, hath created of nothing, the heaven, the earth, and all creatures, as it seemed good unto him, giving unto every creature its being, shape, form, and several offices to serve its Creator. That he doth also still uphold and govern them by his eternal providence, and infinite power, for the service of mankind, to the end that man may serve his God. He also created the angels good, to be his messengers and to serve his elect; some of which are fallen from that excellency, in which God created them, into everlasting perdition; and the others have, by the grace of God, remained steadfast and continued in their primitive state. The devils and evil spirits are so depraved, that they are enemies of God and every good thing, to the utmost of their power, as murderers, watching to ruin the Church and every member thereof, and by their wicked stratagems to destroy all; and are, therefore, by their own wickedness, adjudged to eternal damnation, daily expecting their horrible torments. Therefore we reject and abhor the error of the Sadducees, who deny the existence of spirits and angels: and also that of the Manichees, who assert that the devils have their origin of themselves, and that they are wicked of their own nature, without having been corrupted. "
    },
    {
      "name": "Of Divine Providence.",
      "number": 13,
      "text": "We believe that the same God, after he had created all things, did not forsake them, or give them up to fortune or chance, but that he rules and governs them according to his holy will, so that nothing happens in this world without his appointment: nevertheless, God neither is the author of, nor can be charged with, the sins which are committed. For his power and goodness are so great and incomprehensible, that he orders and executes his work in the most excellent and just manner, even then, when devils and wicked men act unjustly. And, as to what he doth surpassing human understanding, we will not curiously inquire into, farther than our capacity will admit of; but with the greatest humility and reverence adore the righteous judgments of God, which are hid from us, contenting ourselves that we are disciples of Christ, to learn only those things which he has revealed to us in his Word, without transgressing these limits. This doctrine affords us unspeakable consolation, since we are taught thereby that nothing can befall us by chance, but by the direction of our most gracious and heavenly Father; who watches over us with a paternal care, keeping all creatures so under his power, that not a hair of our head (for they are all numbered), nor a sparrow, can fall to the ground, without the will of our Father, in whom we do entirely trust; being persuaded, that he so restrains the devil and all our enemies, that without his will and permission, they cannot hurt us. And therefore we reject that damnable error of the Epicureans, who say that God regards nothing, but leaves all things to chance. "
    },
    {
      "name": "Of the Creation and Fall of man, and his Incapacity to perform what is truly good.",
      "number": 14,
      "text": "We believe that God created man out of the dust of the earth, and made and formed him after his own image and likeness, good, righteous, and holy, capable in all things to will, agreeably to the will of God. But being in honor, he understood it not, neither knew his excellency, but willfully subjected himself to sin, and consequently to death, and the curse, giving ear to the words of the devil. For the commandment of life, which he had received, he transgressed; and by sin separated himself from God, who was his true life, having corrupted his whole nature; whereby he made himself liable to corporal and spiritual death. And being thus become wicked, perverse, and corrupt in all his ways, he hath lost all his excellent gifts, which he had received from God, and only retained a few remains thereof, which, however, are sufficient to leave man without excuse; for all the light which is in us is changed into darkness, as the Scriptures teach us, saying: The light shineth in darkness, and the darkness comprehendeth it not: where St. John calleth men darkness. Therefore we reject all that is taught repugnant to this, concerning the free will of man, since man is but a slave to sin; and has nothing of himself, unless it is given from heaven. For who may presume to boast, that he of himself can do any good, since Christ saith, No man can come to me, except the Father, which hath sent me, draw him? Who will glory in his own will, who understands, that to be carnally minded is enmity against God? Who can speak of his knowledge, since the natural man receiveth not the things of the spirit of God? In short, who dare suggest any thought, since he knows that we are not sufficient of ourselves to think anything as of ourselves, but that our sufficiency is of God? And therefore what the apostle saith ought justly to be held sure and firm, that God worketh in us both to will and to do of his good pleasure. For there is no will nor understanding, conformable to the divine will and understanding, but what Christ hath wrought in man; which he teaches us, when he saith, Without me ye can do nothing. "
    },
    {
      "name": "Of Original Sin.",
      "number": 15,
      "text": "We believe that, through the disobedience of Adam, original sin is extended to all mankind; which is a corruption of the whole nature, and an hereditary disease, wherewith infants themselves are infected even in their mother's womb, and which produceth in man all sorts of sin, being in him as a root thereof; and therefore is so vile and abominable in the sight of God, that it is sufficient to condemn all mankind. Nor is it by any means abolished or done away by baptism; since sin always issues forth from this woeful source, as water from a fountain; notwithstanding it is not imputed to the children of God unto condemnation, but by his grace and mercy is forgiven them. Not that they should rest securely in sin, but that a sense of this corruption should make believers often to sigh, desiring to be delivered from this body of death. Wherefore we reject the error of the Pelagians, who assert that sin proceeds only from imitation. "
    },
    {
      "name": "Of Eternal Election.",
      "number": 16,
      "text": "We believe that all the posterity of Adam being thus fallen into perdition and ruin, by the sin of our first parents, God then did manifest himself such as he is; that is to say, merciful and just: Merciful, since he delivers and preserves from this perdition all, whom he, in his eternal and unchangeable counsel of mere goodness, hath elected in Christ Jesus our Lord, without any respect to their works: Just, in leaving others in the fall and perdition wherein they have involved themselves. "
    },
    {
      "name": "Of the Recovery of Fallen Man.",
      "number": 17,
      "text": "We believe that our most gracious God, in his admirable wisdom and goodness, seeing that man had thus thrown himself into temporal and eternal death, and made himself wholly miserable, was pleased to seek and comfort him, when he trembling fled from his presence, promising him that he would give his Son, who should be made of a woman, to bruise the head of the serpent, and would make him happy. "
    },
    {
      "name": "Of the Incarnation of Jesus Christ.",
      "number": 18,
      "text": "We confess, therefore, that God did fulfill the promise, which he made to the fathers, by the mouth of his holy prophets, when he sent into the world, at the time appointed by him, his own, only-begotten and eternal Son, who took upon him the form of a servant, and became like unto man, really assuming the true human nature, with all its infirmities, sin excepted, being conceived in the womb of the blessed Virgin Mary, by the power of the Holy Ghost, without the means of man, and did not only assume human nature as to the body, but also a true human soul, that he might be a real man. For since the soul was lost as well as the body, it was necessary that he should take both upon him, to save both. Therefore we confess (in opposition to the heresy of the Anabaptists, who deny that Christ assumed human flesh of his mother) that Christ is become a partaker of the flesh and blood of the children; that he is a fruit of the loins of David after the flesh; made of the seed of David according to the flesh; a fruit of the womb of the Virgin Mary, made of a woman, a branch of David; a shoot of the root of Jesse; sprung from the tribe of Judah; descended from the Jews according to the flesh; of the seed of Abraham, since he took on him the seed of Abraham, and became like unto his brethren in all things, sin excepted, so that in truth he is our **Immanuel**, that is to say, God with us. "
    },
    {
      "name": "Of the union and distinction of the two Natures in the person of Christ.",
      "number": 19,
      "text": "We believe that by this conception, the person of the Son is inseparably united and connected with the human nature; so that there are not two Sons of God, nor two persons, but two natures united in one single person: yet, that each nature retains its own distinct properties. As then the divine nature hath always remained uncreated, without beginning of days or end of life, filling heaven and earth: so also hath the human nature not lost its properties, but remained a creature, having beginning of days, being a finite nature, and retaining all the properties of a real body. And though he hath by his resurrection given immortality to the same, nevertheless he hath not changed the reality of his human nature; forasmuch as our salvation and resurrection also depend on the reality of his body. But these two natures are so closely united in one person, that they were not separated even by his death. Therefore that which he, when dying, commended into the hands of his Father, was a real human spirit, departing from his body. But in the meantime the divine nature always remained united with the human, even when he lay in the grave. And the Godhead did not cease to be in him, any more than it did when he was an infant, though it did not so clearly manifest itself for a while. Wherefore we confess, that he is **very God, and very Man**: very God by his power to conquer death; and very man that he might die for us according to the infirmity of his flesh. "
    },
    {
      "name": "That God hath manifested his justice and mercy in Christ Jesus.",
      "number": 20,
      "text": "We believe that God, who is perfectly merciful and just, sent his Son to assume that nature, in which the disobedience was committed, to make satisfaction in the same, and to bear the punishment of sin by his most bitter passion and death. God therefore manifested his justice against his Son, when he laid our iniquities upon him; and poured forth his mercy and goodness on us, who were guilty and worthy of damnation, out of mere and perfect love, giving his Son unto death for us, and raising him for our justification, that through him we might obtain immortality and life eternal. "
    },
    {
      "name": "Of the satisfaction of Christ, our only High Priest, for us.",
      "number": 21,
      "text": "We believe that Jesus Christ is ordained with an oath to be an everlasting High Priest, after the order of Melchisedec; and that he hath presented himself in our behalf before the Father, to appease his wrath by his full satisfaction, by offering himself on the tree of the cross, and pouring out his precious blood to purge away our sins; as the prophets had foretold. For it is written: He was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him, and with his stripes we are healed. He was brought as a lamb to the slaughter, and numbered with the transgressors, and condemned by Pontius Pilate as a malefactor, though he had first declared him innocent. Therefore: he restored that which he took not away, and suffered, the just for the unjust, as well in his body as in his soul, feeling the terrible punishment which our sins had merited; insomuch that his sweat became like unto drops of blood falling on the ground. He called out, my God, my God, why hast thou forsaken me? and hath suffered all this for the remission of our sins. Wherefore we justly say with the apostle Paul: that we know nothing, but Jesus Christ, and him crucified; we count all things but loss and dung for the excellency of the knowledge of Christ Jesus our Lord, in whose wounds we find all manner of consolation. Neither is it necessary to seek or invent any other means of being reconciled to God, than this only sacrifice, once offered, by which believers are made perfect forever. This is also the reason why he was called by the angel of God, **Jesus**, that is to say, **Savior**, because he should save his people from their sins. "
    },
    {
      "name": "Of Faith in Jesus Christ.",
      "number": 22,
      "text": " We believe that, to attain the true knowledge of this great mystery, the Holy Ghost kindleth in our hearts an upright faith, which embraces Jesus Christ, with all his merits, appropriates him, and seeks nothing more besides him. For it must needs follow, either that all things, which are requisite to our salvation, are not in Jesus Christ, or if all things are in him, that then those who possess Jesus Christ through faith, have complete salvation in him. Therefore, for any to assert, that Christ is not sufficient, but that something more is required besides him, would be too gross a blasphemy: for hence it would follow, that Christ was but half a Savior. Therefore we justly say with Paul, that we are justified by faith alone, or by faith without works. However, to speak more clearly, we do not mean, that faith itself justifies us, for it is only an instrument with which we embrace Christ our Righteousness. But Jesus Christ, imputing to us all his merits and so many holy works which he has done for us, and in our stead, is our Righteousness. And faith is an instrument that keeps us in communion with him in all his benefits, which, when become ours, are more than sufficient to acquit us of our sins. "
    },
    {
      "name": "Of Justification.",
      "number": 23,
      "text": "We believe that our salvation consists in the remission of our sins for Jesus Christ's sake, and that therein our righteousness before God is implied: as David and Paul teach us, declaring this to be the happiness of man, that God imputes righteousness to him without works. And the same apostle saith, that we are justified freely by his grace, through the redemption which is in Jesus Christ. And therefore we always hold fast this foundation, ascribing all the glory to God, humbling ourselves before him, and acknowledging ourselves to be such as we really are, without presuming to trust in any thing in ourselves, or in any merit of ours, relying and resting upon the obedience of Christ crucified alone, which becomes ours, when we believe in him. This is sufficient to cover our iniquities, and to give us confidence in approaching to God; freeing the conscience of fear, terror and dread, without following the example of our first father, Adam, who, trembling, attempted to cover himself with fig-leaves. And verily if we should appear before God, relying on ourselves, or on any other creature, though ever so little, we should, alas! be consumed. And therefore every one must pray with David: O Lord, enter not into judgment with thy servant: for in thy sight shall no man living be justified. "
    },
    {
      "name": "Of man's Sanctification and Good Works.",
      "number": 24,
      "text": "We believe that this true faith being wrought in man by the hearing of the Word of God, and the operation of the Holy Ghost, doth regenerate and make him a new man, causing him to live a new life, and freeing him from the bondage of sin. Therefore it is so far from being true, that this justifying faith makes men remiss in a pious and holy life, that on the contrary without it they would never do anything out of love to God, but only out of self-love or fear of damnation. Therefore it is impossible that this holy faith can be unfruitful in man: for we do not speak of a vain faith, but of such a faith, which is called in Scripture, a faith that worketh by love, which excites man to the practice of those works, which God has commanded in his Word. Which works, as they proceed from the good root of faith, are good and acceptable in the sight of God, forasmuch as they are all sanctified by his grace: howbeit they are of no account towards our justification. For it is by faith in Christ that we are justified, even before we do good works; otherwise they could not be good works, any more than the fruit of a tree can be good, before the tree itself is good. Therefore we do good works, but not to merit by them, (for what can they merit?) nay, we are beholden to God for the good works we do, and not he to us, since it is he that worketh in us both to will and to do of his good pleasure. Let us therefore attend to what is written: when ye shall have done all those things which are commanded you, say, we are unprofitable servants; we have done that which was our duty to do. In the meantime, we do not deny that God rewards our good works, but it is through his grace that he crowns his gifts. Moreover, though we do good works, we do not found our salvation upon them; for we do no work but what is polluted by our flesh, and also punishable; and although we could perform such works, still the remembrance of one sin is sufficient to make God reject them. Thus then we would always be in doubt, tossed to and fro without any certainty, and our poor consciences continually vexed, if they relied not on the merits of the suffering and death of our Savior. "
    },
    {
      "name": "Of the abolishing of the Ceremonial Law.",
      "number": 25,
      "text": "We believe, that the ceremonies and figures of the law ceased at the coming of Christ, and that all the shadows are accomplished; so that the use of them must be abolished amongst Christians; yet the truth and substance of them remain with us in Jesus Christ, in whom they have their completion. In the meantime, we still use the testimonies taken out of the law and the prophets, to confirm us in the doctrine of the gospel, and to regulate our life in all honesty, to the glory of God, according to his will. "
    },
    {
      "name": "Of Christ's Intercession.",
      "number": 26,
      "text": "We believe that we have no access unto God, but alone through the only Mediator and Advocate, Jesus Christ the righteous, who therefore became man, having united in one person the divine and human natures, that we men might have access to the divine Majesty, which access would otherwise be barred against us. But this Mediator, whom the Father has appointed between him and us, ought in no wise to affright us by his majesty, or cause us to seek another according to our fancy. For there is no creature either in heaven or on earth who loveth us more than Jesus Christ; who, though he was in the form of God, yet made himself of no reputation, and took upon him the form of a man, and of a servant for us, and was made like unto his brethren in all things. If then we should seek for another Mediator, who would be well affected towards us, whom could we find, who loved us more than he, who laid down his life for us, even when we were his enemies? And if we seek for one who hath power and majesty, who is there that has so much of both as he who sits at the right hand of his Father, and who hath all power in heaven and on earth? And who will sooner be heard than the own well beloved Son of God? Therefore it was only through distrust that this practice of dishonoring, instead of honoring the saints, was introduced, doing that, which they never have done, nor required, but have on the contrary steadfastly rejected according to their bounden duty, as appears by their writings. Neither must we plead here our unworthiness; for the meaning is not that we should offer our prayers to God on the ground of our own worthiness but only on the ground of the excellency and worthiness of the Lord Jesus Christ, whose righteousness is become ours by faith. Therefore the apostle, to remove this foolish fear, or rather mistrust from us, justly saith, that Jesus Christ was made like unto his brethren in all things, that he might be a merciful and faithful High Priest, to make reconciliation for the sins of the people. For in that he himself hath suffered, being tempted, he is able to succor them that are tempted; and further to encourage us, he adds, seeing then that we have a great High Priest, that is passed into the heavens, Jesus the Son of God, let us hold fast the profession. For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need. The same apostle saith, having boldness to enter into the holiest, by the blood of Jesus; let us draw near with a true heart in full assurance of faith, etc. Likewise, Christ hath an unchangeable priesthood, wherefore he is able also to save them to the uttermost, that come unto God by him, seeing he ever liveth to make intercession for them. What more can be required? since Christ himself saith, I am the way and the truth, and the life: no man cometh unto the Father but by me. To what purpose would we then seek another advocate, since it has pleased God, to give us his own Son as an advocate? Let us not forsake him to take another, or rather to seek after another, without ever being able to find him; for God well knew, when he gave him to us, that we were sinners. Therefore according to the command of Christ, we call upon the heavenly Father through Jesus Christ our own Mediator, as we are taught in the Lord's prayer; being assured that whatever we ask of the Father in his name, will be granted us. "
    },
    {
      "name": "Of the Catholic Christian Church.",
      "number": 27,
      "text": "We believe and profess, one catholic or universal Church, which is an holy congregation, of true Christian believers, all expecting their salvation in Jesus Christ, being washed by his blood, sanctified and sealed by the Holy Ghost. This Church hath been from the beginning of the world, and will be to the end thereof; which is evident from this, that Christ is an eternal King, which, without subjects, cannot be. And this holy Church is preserved or supported by God, against the rage of the whole world; though she sometimes (for a while) appears very small, and in the eyes of men, to be reduced to nothing: as during the perilous reign of Ahab, the Lord reserved unto him seven thousand men, who had not bowed their knees to Baal. Furthermore, this holy Church is not confined, bound, or limited to a certain place or to certain persons, but is spread and dispersed over the whole world; and yet is joined and united with heart and will, by the power of faith, in one and the same spirit. "
    },
    {
      "name": "That every one is bound to join himself to the true Church.",
      "number": 28,
      "text": "We believe, since this holy congregation is an assembly of those who are saved, and that out of it there is no salvation, that no person of whatsoever state or condition he may be, ought to withdraw himself, to live in a separate state from it; but that all men are in duty bound to join and unite themselves with it; maintaining the unity of the Church; submitting themselves to the doctrine and discipline thereof; bowing their necks under the yoke of Jesus Christ; and as mutual members of the same body, serving to the edification of the brethren, according to the talents God has given them. And that this may be the more effectually observed, it is the duty of all believers, according to the word of God, to separate themselves from all those who do not belong to the Church, and to join themselves to this congregation, wheresoever God hath established it, even though the magistrates and edicts of princes were against it, yea, though they should suffer death or any other corporal punishment. Therefore all those, who separate themselves from the same, or do not join themselves to it, act contrary to the ordinance of God. "
    },
    {
      "name": "Of the marks of the true Church, and wherein she differs from the false Church.",
      "number": 29,
      "text": "We believe, that we ought diligently and circumspectly to discern from the Word of God which is the true Church, since all sects which are in the world assume to themselves the name of the Church. But we speak not here of hypocrites, who are mixed in the Church with the good, yet are not of the Church, though externally in it; but we say that the body and communion of the true Church must be distinguished from all sects, who call themselves the Church. The marks, by which the true Church is known, are these: if the pure doctrine of the gospel is preached therein; if she maintains the pure administration of the sacraments as instituted by Christ; if church discipline is exercised in punishing of sin: in short, if all things are managed according to the pure Word of God, all things contrary thereto rejected, and Jesus Christ acknowledged as the only Head of the Church. Hereby the true Church may certainly be known, from which no man has a right to separate himself. With respect to those, who are members of the Church, they may be known by the marks of Christians: namely, by faith; and when they have received Jesus Christ the only Savior, they avoid sin, follow after righteousness, love the true God and their neighbor, neither turn aside to the right or left, and crucify the flesh with the works thereof. But this is not to be understood, as if there did not remain in them great infirmities; but they fight against them through the Spirit, all the days of their life, continually taking their refuge in the blood, death, passion and obedience of our Lord Jesus Christ, \"in whom they have remission of sins, through faith in him.\" As for the false Church, she ascribes more power and authority to herself and her ordinances than to the Word of God, and will not submit herself to the yoke of Christ. Neither does she administer the sacraments as appointed by Christ in his Word, but adds to and takes from them, as she thinks proper; she relieth more upon men than upon Christ; and persecutes those, who live holily according to the Word of God, and rebuke her for her errors, covetousness, and idolatry. These two Churches are easily known and distinguished from each other. "
    },
    {
      "name": "Concerning the Government of, and Offices in the Church.",
      "number": 30,
      "text": "We believe, that this true Church must be governed by that spiritual policy which our Lord hath taught us in his Word; namely, that there must be ministers or pastors to preach the Word of God, and to administer the sacraments; also elders and deacons, who, together with the pastors, form the council of the Church: that by these means true religion may be preserved, and the true doctrine everywhere propagated, likewise transgressors punished and restrained by spiritual means: also that the poor and distressed may be relieved and comforted, according to their necessities. By these means everything will be carried on in the Church with good order and decency, when faithful men are chosen, according to the rule prescribed by St. Paul in his Epistle to Timothy. "
    },
    {
      "name": "Of the Ministers, Elders, and Deacons.",
      "number": 31,
      "text": "We believe, that the ministers of God's Word, and the elders and deacons, ought to be chosen to their respective offices by a lawful election by the Church, with calling upon the name of the Lord, and in that order which the Word of God teacheth. Therefore every one must take heed, not to intrude himself by indecent means, but is bound to wait till it shall please God to call him; that he may have testimony of his calling, and be certain and assured that it is of the Lord. As for the ministers of God's Word, they have equally the same power and authority wheresoever they are, as they are all ministers of Christ, the only universal Bishop, and the only Head of the Church. Moreover, that this holy ordinance of God may not be violated or slighted, we say that every one ought to esteem the ministers of God's Word, and the elders of the Church, very highly for their work's sake, and be at peace with them without murmuring, strife or contention, as much as possible. "
    },
    {
      "name": "Of the Order and Discipline of the Church.",
      "number": 32,
      "text": "In the meantime we believe, though it is useful and beneficial, that those, who are rulers of the Church, institute and establish certain ordinances among themselves for maintaining the body of the Church; yet they ought studiously to take care, that they do not depart from those things which Christ, our only Master, hath instituted. And therefore, we reject all human inventions, and all laws, which man would introduce into the worship of God, thereby to bind and compel the conscience in any manner whatever. Therefore we admit only of that which tends to nourish and preserve concord, and unity, and to keep all men in obedience to God. For this purpose, ex-communication or church discipline is requisite, with the several circumstances belonging to it, according to the Word of God. "
    },
    {
      "name": "Of the Sacraments.",
      "number": 33,
      "text": "We believe, that our gracious God, on account of our weakness and infirmities hath ordained the sacraments for us, thereby to seal unto us his promises, and to be pledges of the good will and grace of God toward us, and also to nourish and strengthen our faith; which he hath joined to the Word of the gospel, the better to present to our senses, both that which he signifies to us by his Word, and that which he works inwardly in our hearts, thereby assuring and confirming in us the salvation which he imparts to us. For they are visible signs and seals of an inward and invisible thing, by means whereof God worketh in us by the power of the Holy Ghost. Therefore the signs are not in vain or insignificant, so as to deceive us. For Jesus Christ is the true object presented by them, without whom they would be of no moment. Moreover, we are satisfied with the number of sacraments which Christ our Lord hath instituted, which are two only, namely, the sacrament of baptism, and the holy supper of our Lord Jesus Christ. "
    },
    {
      "name": "Of Holy Baptism.",
      "number": 34,
      "text": "We believe and confess that Jesus Christ, who is the end of the law, hath made an end, by the shedding of his blood, of all other sheddings of blood which men could or would make as a propitiation or satisfaction for sin: and that he, having abolished circumcision, which was done with blood, hath instituted the sacrament of baptism, instead thereof; by which we are received into the Church of God, and separated from all other people and strange religions, that we may wholly belong to him, whose ensign and banner we bear: and which serves as a testimony to us, that he will forever be our gracious God and Father. Therefore he has commanded all those, who are his, to be baptized with pure water, \"in the name of the Father, and of the Son, and of the Holy Ghost\": thereby signifying to us, that as water washeth away the filth of the body, when poured upon it, and is seen on the body of the baptized, when sprinkled upon him; so doth the blood of Christ, by the power of the Holy Ghost, internally sprinkle the soul, cleanse it from its sins, and regenerate us from children of wrath, unto children of God. Not that this is effected by the external water, but by the sprinkling of the precious blood of the Son of God; who is our Red Sea, through which we must pass, to escape the tyranny of Pharaoh, that is, the devil, and to enter into the spiritual land of Canaan. Therefore the ministers, on their part, administer the sacrament, and that which is visible, but our Lord giveth that which is signified by the sacrament, namely, the gifts and invisible grace; washing, cleansing and purging our souls of all filth and unrighteousness; renewing our hearts, and filling them with all comfort; giving unto us a true assurance of his fatherly goodness; putting on us the new man, and putting off the old man with all his deeds. Therefore we believe, that every man, who is earnestly studious of obtaining life eternal, ought to be but once baptized with this only baptism, without ever repeating the same: since we cannot be born twice. Neither doth this baptism only avail us, at the time when the water is poured upon us, and received by us, but also through the whole course of our life; therefore we detest the error of the Anabaptists, who are not content with the one only baptism they have once received, and moreover condemn the baptism of the infants of believers, whom we believe ought to be baptized and sealed with the sign of the covenant, as the children in Israel formerly were circumcised, upon the same promises which are made unto our children. And indeed Christ shed his blood no less for the washing of the children of the faithful, than for adult persons; and therefore they ought to receive the sign and sacrament of that, which Christ hath done for them; as the Lord commanded in the law, that they should be made partakers of the sacrament of Christ's suffering and death, shortly after they were born, by offering for them a lamb, which was a sacrament of Jesus Christ. Moreover, what circumcision was to the Jews, that baptism is for our children. And for this reason Paul calls baptism the circumcision of Christ. "
    },
    {
      "name": "Of the Holy Supper of our Lord Jesus Christ.",
      "number": 35,
      "text": "We believe and confess, that our Savior Jesus Christ did ordain and institute the sacrament of the holy supper, to nourish and support those whom he hath already regenerated, and incorporated into his family, which is his Church. Now those, who are regenerated, have in them a two-fold life, the one corporal and temporal, which they have from the first birth, and is common to all men: the other spiritual and heavenly, which is given them in their second birth, which is effected by the word of the gospel, in the communion of the body of Christ; and this life is not common, but is peculiar to God's elect. In like manner God hath given us, for the support of the bodily and earthly life, earthly and common bread, which is subservient thereto, and is common to all men, even as life itself. But for the support of the spiritual and heavenly life, which believers have, he hath sent a living bread, which descended from heaven, namely, Jesus Christ, who nourishes and strengthens the spiritual life of believers, when they eat him, that is to say, when they apply and receive him by faith in the spirit. Christ, that he might represent unto us this spiritual and heavenly bread, hath instituted an earthly and visible bread, as a sacrament of his body, and wine as a sacrament of his blood, to testify by them unto us, that, as certainly as we receive and hold this sacrament in our hands, and eat and drink the same with our mouths, by which our life is afterwards nourished, we also do as certainly receive by faith (which is the hand and mouth of our soul) the true body and blood of Christ our only Savior in our souls, for the support of our spiritual life. Now, as it is certain and beyond all doubt, that Jesus Christ hath not enjoined to us the use of his sacraments in vain, so he works in us all that he represents to us by these holy signs, though the manner surpasses our understanding, and cannot be comprehended by us, as the operations of the Holy Ghost are hidden and incomprehensible. In the meantime we err not, when we say, that what is eaten and drunk by us is the proper and natural body, and the proper blood of Christ. But the manner of our partaking of the same, is not by the mouth, but by the spirit through faith. Thus then, though Christ always sits at the right hand of his Father in the heavens, yet doth he not therefore cease to make us partakers of himself by faith. This feast is a spiritual table, at which Christ communicates himself with all his benefits to us, and gives us there to enjoy both himself, and the merits of his suffering and death, nourishing, strengthening and comforting our poor comfortless souls by the eating of his flesh, quickening and refreshing them by the drinking of his blood. Further, though the sacraments are connected with the thing signified, nevertheless both are not received by all men: the ungodly indeed receives the sacrament to his condemnation, but he doth not receive the truth of the sacrament. As Judas, and Simon the sorcerer, both indeed received the sacrament, but not Christ, who was signified by it, of whom believers only are made partakers. Lastly, we receive this holy sacrament in the assembly of the people of God, with humility and reverence, keeping up amongst us a holy remembrance of the death of Christ our Savior, with thanksgiving: making there confession of our faith, and of the Christian religion. Therefore no one ought to come to this table without having previously rightly examined himself; lest by eating of this bread and drinking of this cup, he eat and drink judgment to himself. In a word, we are excited by the use of this holy sacrament, to a fervent love towards God and our neighbor. Therefore we reject all mixtures and damnable inventions, which men have added unto, and blended with the sacraments, as profanations of them: and affirm that we ought to rest satisfied with the ordinance which Christ and his apostles have taught us, and that we must speak of them in the same manner as they have spoken. "
    },
    {
      "name": "Of Magistrates.",
      "number": 36,
      "text": " We believe that our gracious God, because of the depravity of mankind, hath appointed kings, princes and magistrates, willing that the world should be governed by certain laws and policies; to the end that the dissoluteness of men might be restrained, and all things carried on among them with good order and decency. For this purpose he hath invested the magistracy with the sword, for the punishment of evil-doers, and for the protection of them that do well. And their office is, not only to have regard unto, and watch for the welfare of the civil state; but also that they protect the sacred ministry; and thus may remove and prevent all idolatry and false worship; that the kingdom of anti-Christ may be thus destroyed and the kingdom of Christ promoted. They must therefore countenance the preaching of the Word of the gospel everywhere, that God may be honored and worshipped by every one, of what state, quality, or condition so ever he may be, to subject himself to the magistrates; to pay tribute, to show due honor and respect to them, and to obey them in all things which are not repugnant to the Word of God; to supplicate for them in their prayers, that God may rule and guide them in all their ways, and that we may lead a quiet and peaceable life in all godliness and honesty. Wherefore we detest the Anabaptists and other seditious people, and in general all those who reject the higher powers and magistrates, and would subvert justice, introduce community of goods, and confound that decency and good order, which God hath established among men. "
    },
    {
      "name": "Of the Last Judgment.",
      "number": 37,
      "text": "Finally we believe, according to the Word of God, when the time appointed by the Lord (which is unknown to all creatures) is come, and the number of the elect complete, that our Lord Jesus Christ will come from heaven, corporally and visibly, as he ascended, with great glory and majesty to declare himself judge of the quick and the dead; burning this old world with fire and flame, to cleanse it. And then all men will personally appear before this great judge, both men and women and children, that have been from the beginning of the world to the end thereof, being summoned by the voice of the archangel, and by the sound of the trumpet of God. For all the dead shall be raised out of the earth, and their souls joined and united with their proper bodies, in which they formerly lived. As for those who shall then be living, they shall not die as the others, but be changed in the twinkling of an eye, and from corruptible, become incorruptible. Then the books (that is to say the consciences) shall be opened, and the dead judged according to what they shall have done in this world, whether it be good or evil. Nay, all men shall give an account of every idle word they have spoken, which the world only counts amusement and jest: and then the secrets and hypocrisy of men shall be disclosed and laid open before all. And therefore the consideration of this judgment, is justly terrible and dreadful to the wicked and ungodly, but most desirable and comfortable to the righteous and elect: because then their full deliverance shall be perfected, and there they shall receive the fruits of their labor and trouble which they have borne. Their innocence shall be known to all, and they shall see the terrible vengeance which God shall execute on the wicked, who most cruelly persecuted, oppressed and tormented them in this world; and who shall be convicted by the testimony of their own consciences, and being immortal, shall be tormented in that everlasting fire, which is prepared for the devil and his angels. But on the contrary, the faithful and elect shall be crowned with glory and honor; and the Son of God will confess their names before God his Father, and his elect angels; all tears shall be wiped from their eyes; and their cause which is now condemned by many judges and magistrates, as heretical and impious, will then be known to be the cause of the Son of God. And for a gracious reward, the Lord will cause them to possess such a glory, as never entered into the heart of man to conceive. Therefore we expect that great day with a most ardent desire to the end that we may fully enjoy the promises of God in Christ Jesus our Lord. AMEN. \"Even so, come, Lord Jesus.\" - Revelation. 22:20 "
    }
  ]
}
