{"name":"Canons of Dort","publication_year":1618,"type":"confession","image":"dort.jpg","chapters":[{"name":"Of Divine Predestination","number":1,"articles":[{"number":1,"text":"As all men have sinned in Adam, lie under the curse, and are deserving of eternal death, God would have done no injustice by leaving them all to perish, and delivering them over to condemnation on account of sin, according to the words of the apostle, Romans 3:19, \"that every mouth may be stopped, and all the world may become guilty before God.\" And verse 23: \"for all have sinned, and come short of the glory of God.\" And Romans 6:23: \"for the wages of sin is death.\" "},{"number":2,"text":"But in this the love of God was manifested, that he sent his only begotten Son into the world, that whosoever believeth on him should not perish, but have everlasting life. 1 John 4:9. John 3:16. "},{"number":3,"text":"And that men may be brought to believe, God mercifully sends the messengers of these most joyful tidings, to whom he will and at what time he pleaseth; by whose ministry men are called to repentance and faith in Christ crucified. Romans 10:14, 15: \"How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? And how shall they hear without a preacher? And how shall they preach except they be sent?\" "},{"number":4,"text":"The wrath of God abideth upon those who believe not this gospel. But such as receive it, and embrace Jesus the Savior by a true and living faith, are by him delivered from the wrath of God, and from destruction, and have the gift of eternal life conferred upon them. "},{"number":5,"text":"The cause or guilt of this unbelief as well as of all other sins, is no wise in God, but in man himself; whereas faith in Jesus Christ, and salvation through him is the free gift of God, as it is written: \"By grace ye are saved through faith, and that not of yourselves, it is the gift of God,\" Ephesians 2:8. \"And unto you it is given in the behalf of Christ, not only to believe on him,\" etc. Philippians 1:29. "},{"number":6,"text":"That some receive the gift of faith from God, and others do not receive it proceeds from God's eternal decree, \"For known unto God are all his works from the beginning of the world,\" Acts 15:18. \"Who worketh all things after the counsel of his will,\" Ephesians 1:11. According to which decree, he graciously softens the hearts of the elect, however obstinate, and inclines them to believe, while he leaves the non-elect in his just judgment to their own wickedness and obduracy. And herein is especially displayed the profound, and merciful, and at the same time the righteous discrimination between men, equally involved in ruin; or that decree of election and reprobation, revealed in the Word of God, which though men of perverse, impure and unstable minds wrest to their own destruction, yet to holy and pious souls affords unspeakable consolation. "},{"number":7,"text":"Election is the unchangeable purpose of God, whereby, before the foundation of the world, he hath out of mere grace, according to the sovereign good pleasure of his own will, chosen, from the whole human race, which had fallen through their own fault, from their primitive state of rectitude, into sin and destruction, a certain number of persons to redemption in Christ, whom he from eternity appointed the Mediator and Head of the elect, and the foundation of Salvation.  This elect number, though by nature neither better nor more deserving than the others, but with them involved in one common misery, God hath decreed to give to Christ, to be saved by him, and effectually to call and draw them to his communion by his Word and Spirit, to bestow upon them true faith, justification and sanctification; and having powerfully preserved them in the fellowship of his Son, finally, to glorify them for the demonstration of his mercy, and for the praise of his glorious grace; as it is written: \"According as he hath chosen us in him, before the foundation of the world, that we should be holy, and without blame before him in love; having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will, to the praise of the glory of his grace, wherein he hath made us accepted in the beloved,\" Ephesians 1:4,5,6 And elsewhere: \"Whom he did predestinate, them he also called; and whom he called, them he also justified; and whom he justified, them he also glorified,\" Romans 8:30 "},{"number":8,"text":"There are not various decrees of election, but one and the same decree respecting all those, who shall be saved, both under the Old and New Testament: since the scripture declares the good pleasure, purpose and counsel of the divine will to be one, according to which he hath chosen us from eternity, both to grace and glory, to salvation and the way of salvation, which he hath ordained that we should walk therein. "},{"number":9,"text":"This election was not founded upon foreseen faith, and the obedience of faith, holiness, or any other good quality of disposition in man, as the pre-requisite, cause or condition on which it depended; but men are chosen to faith and to the obedience of faith, holiness, etc., therefore election is the fountain of every saving good; from which proceed faith, holiness, and the other gifts of salvation, and finally eternal life itself, as its fruits and effects, according to that of the apostle: \"He hath chosen us (not because we were) but that we should be holy, and without blame, before him in love,\" Ephesians 1:4. "},{"number":10,"text":"The good pleasure of God is the sole cause of this gracious election; which doth not consist herein, that out of all possible qualities and actions of men God has chosen some as a condition of salvation; but that he was pleased out of the common mass of sinners to adopt some certain persons as a peculiar people to himself, as it is written, \"For the children being not yet born neither having done any good or evil,\" etc., it was said (namely to Rebecca): \"the elder shall serve the younger; as it is written, Jacob have I loved, but Esau have I hated,\" Romans 9:11,12,13. \"And as many as were ordained to eternal life believed,\" Acts 13:48. "},{"number":11,"text":"And as God himself is most wise, unchangeable, omniscient and omnipotent, so the election made by him can neither be interrupted nor changed, recalled or annulled; neither can the elect be cast away, nor their number diminished. "},{"number":12,"text":"The elect in due time, though in various degrees and in different measures, attain the assurance of this their eternal and unchangeable election, not by inquisitively prying into the secret and deep things of God, but by observing in themselves with a spiritual joy and holy pleasure, the infallible fruits of election pointed out in the Word of God - such as a true faith in Christ, filial fear, a godly sorrow for sin, a hungering and thirsting after righteousness, etc. "},{"number":13,"text":"The sense and certainty of this election afford to the children of God additional matter for daily humiliation before him, for adoring the depth of his mercies, for cleansing themselves, and rendering grateful returns of ardent love to him, who first manifested so great love towards them. The consideration of this doctrine of election is so far from encouraging remissness in the observance of the divine commands, or from sinking men in carnal security, that these, in the just judgment of God, are the usual effects of rash presumption, or of idle and wanton trifling with the grace of election, in those who refuse to walk in the ways of the elect. "},{"number":14,"text":"As the doctrine of divine election by the most wise counsel of God, was declared by the prophets, by Christ himself, and by the apostles, and is clearly revealed in the Scriptures, both of the Old and New Testament, so it is still to be published in due time and place in the Church of God, for which it was peculiarly designed, provided it be done with reverence, in the spirit of discretion and piety, for the glory of God's most holy name, and for enlivening and comforting his people, without vainly attempting to investigate the secret ways of the Most High. Acts 20:27; Romans 11:33,34;12:3; Hebrews 6:17,18. "},{"number":15,"text":"What peculiarly tends to illustrate and recommend to us the eternal and unmerited grace of election, is the express testimony of sacred Scripture, that not all, but some only are elected, while others are passed by in the eternal election of God; whom God, out of his sovereign, most just, irreprehensible and unchangeable good pleasure, hath decreed to leave in the common misery into which they have willfully plunged themselves, and not to bestow upon them saving faith and the grace of conversion; but leaving them in his just judgment to follow their own ways, at last for the declaration of his justice, to condemn and punish them forever, not only on account of their unbelief, but also for all their other sins. And this is the decree of reprobation which by no means makes God the author of sin (the very thought of which is blasphemy), but declares him to be an awful, irreprehensible, and righteous judge and avenger thereof. "},{"number":16,"text":"Those who do not yet experience a lively faith in Christ, an assured confidence of soul, peace of conscience, an earnest endeavor after filial obedience, and glorying in God through Christ, efficaciously wrought in them, and do nevertheless persist in the use of the means which God hath appointed for working these graces in us, ought not to be alarmed at the mention of reprobation, nor to rank themselves among the reprobate, but diligently to persevere in the use of means, and with ardent desires, devoutly and humbly to wait for a season of richer grace. Much less cause have they to be terrified by the doctrine of reprobation, who, though they seriously desire to be turned to God, to please him only, and to be delivered from the body of death, cannot yet reach that measure of holiness and faith to which they aspire; since a merciful God has promised that he will not quench the smoking flax, nor break the bruised reed. But this doctrine is justly terrible to those, who, regardless of God and of the Savior Jesus Christ, have wholly given themselves up to the cares of the world, and the pleasures of the flesh, so long as they are not seriously converted to God. "},{"number":17,"text":"Since we are to judge of the will of God from his Word, which testifies that the children of believers are holy, not by nature, but in virtue of the covenant of grace, in which they, together with the parents, are comprehended, godly parents have no reason to doubt of the election and salvation of their children, whom it pleaseth God to call out of this life in their infancy. "},{"number":18,"text":"To those who murmur at the free grace of election, and just severity of reprobation, we answer with the apostle: \"Nay, but, O man, who art thou that repliest against God?\" Romans 9:20, and quote the language of our Savior: \"Is it not lawful for me to do what I will with my own?\" Matthew 20:15.And therefore with holy adoration of these mysteries, we exclaim in the words of the apostle: \"O the depths of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out! For who hath known the mind of the Lord, or who hath been his counselor? or who hath first given to him, and it shall be recompensed unto him again? For of him, and through him, and to him are all things: to whom be glory for ever. - Amen.\" "}],"rejections":[{"number":1,"text":"Who teach: That the will of God to save those who would believe and would persevere in faith and in the obedience of faith, is the whole and entire decree of election unto salvation, and that nothing else concerning this decree has been revealed in God's Word.  For these deceive the simple and plainly contradict the Scriptures, which declare that God will not only save those who will believe, but that he has also from eternity chosen certain particular persons to whom above others he in time will grant both faith in Christ and perseverance; as it written: \"I manifested thy name unto the men whom thou gavest me out of the world,\" John 17:6 \"And as many as were ordained to eternal life believed,\" Acts 13:48 And: \"Even as he chose us in him before the foundation of the world, that we should be holy and without blemish before him in love,\" Ephesians 1:4 "},{"number":2,"text":"Who teach: That there are various kinds of election of God unto eternal life: the one general and indefinite, the other particular and definite; and that the latter in turn is either incomplete, revocable, non-decisive and conditional, or complete, irrevocable, decisive and absolute. Likewise: that there is one election unto faith, and another unto salvation, so that election can be unto justifying faith, without being a decisive election unto salvation. For this is a fancy of men's minds, invented regardless of the Scriptures, whereby the doctrine of election is corrupted, and this golden chain of our salvation is broken: \"And whom he foreordained, them he also called; and whom he called, them he also justified; and whom he justified, them he also glorified,\" Romans 8:30. "},{"number":3,"text":"Who teach: That the good pleasure and purpose of God, of which Scripture makes mention in the doctrine of election, does not consist in this, that God chose certain persons rather than others, but in this that he chose out of all possible conditions (among which are also the works of the law), or out of the whole order of things, the act of faith which from its very nature is undeserving, as well as its incomplete obedience, as a condition of salvation, and that he would graciously consider this in itself as a complete obedience and count it worthy of the reward of eternal life. For by this injurious error the pleasure of God and the merits of Christ are made of none effect, and men are drawn away by useless questions from the truth of gracious justification and from the simplicity of Scripture, and this declaration of the Apostle is charged as untrue: \"Who saved us, and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before times eternal.\" 2 Timothy 1:9. "},{"number":4,"text":"Who teach: that in the election unto faith this condition is beforehand demanded, namely, that man should use the light of nature aright, be pious, humble, meek, and fit for eternal life, as if on these things election were in any way dependent. For this savors of the teaching of Pelagius, and is opposed to the doctrine of the apostle, when he writes: \"Among whom we also all once lived in the lust of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest; but God being rich in mercy, for his great love wherewith he loved us, even when we were dead through our trespasses, made us alive together with Christ (by grace have ye been saved), and raised us up with him, and made us to sit with him in heavenly places, in Christ Jesus, that in the ages to come he might show the exceeding riches of his grace in kindness towards us in Christ Jesus; for by grace have ye been saved through faith; and that not of yourselves, it is the gift of God; not of works, that no man should glory,\" Ephesians 2:3-9. "},{"number":5,"text":"Who teach: That the incomplete and non-decisive election of particular persons to salvation occurred because of a foreseen faith, conversion, holiness, godliness, which either began or continued for some time; but that the complete and decisive election occurred because of foreseen perseverance unto the end in faith, conversion, holiness and godliness; and that this is the gracious and evangelical worthiness, for the sake of which he who is chosen, is more worthy than he who is not chosen; and that therefore faith, the obedience of faith, holiness, godliness and perseverance are not fruits of the unchangeable election unto glory, but are conditions, which, being required beforehand, were foreseen as being met by those who will be fully elected, and are causes without which the unchangeable election to glory does not occur.  This is repugnant to the entire Scripture, which constantly inculcates this and similar declarations: \"Election is not out of works, but of him that calleth,\" Romans 9:11 \"As many as were ordained to eternal life believed,\" Acts 13:48 \"He chose us in him before the foundation of the world, that we should be holy,\" Ephesians 1:4 \"Ye did not choose me, but I chose you,\" John 15:16 \"But if it be of grace, it is no more of works,\" Romans 11:6 \"Herein is love, not that we loved God, but that he loved us, and sent his Son,\" 1 John 4:10 "},{"number":6,"text":"Who teach: That not every election unto salvation is unchangeable, but that some of the elect, any decree of God notwithstanding, can yet perish and do indeed perish. By which gross error they make God to be changeable, and destroy the comfort which the godly obtain out of the firmness of their election, and contradict the Holy Scripture, which teaches, that the elect can not be lead astray, Matthew 24:24; that Christ does not lose those whom the Father gave him, John 6:39; and that God hath also glorified those whom he foreordained, called and justified. Romans 8:30. "},{"number":7,"text":"Who teach: That there is in this life no fruit and no consciousness of the unchangeable election to glory, nor any certainty, except that which depends on a changeable and uncertain condition. For not only is it absurd to speak of an uncertain certainty, but also contrary to the experience of the saints, who by virtue of the consciousness of their election rejoice with the Apostle and praise this favor of God, Ephesians 1;who according to Christ's admonition rejoice with his disciples that their names are written in heaven, Luke 10:20; who also place the consciousness of their election over against the fiery darts of the devil, asking: \"Who shall lay anything to the charge of God's elect?\" Romans 8:33. "},{"number":8,"text":"Who teach: That God, simply by virtue of his righteous will, did not decide either to leave anyone in the fall of Adam and in the common state of sin and condemnation, or to pass anyone by in the communication of grace which is necessary for faith and conversion. For this is firmly decreed: \"He hath mercy on whom he will, and whom he will he hardeneth,\" Romans 9:18. And also this: \"Unto you it is given to know the mysteries of the kingdom of heaven, but to them it is not given,\" Matthew 13:11. Likewise: \"I thank thee, O Father, Lord of heaven and earth, that thou didst hide these things from the wise and understanding, and didst reveal them unto babes; yea, Father, for so it was well-pleasing in thy sight,\" Matthew 11:25,26. "},{"number":9,"text":"Who teach: That the reason why God sends the gospel to one people rather than to another is not merely and solely the good pleasure of God, but rather the fact that one people is better and worthier than another to whom the gospel is not communicated. For this Moses denies, addressing the people of Israel as follows: \"Behold unto Jehovah thy God belongeth heaven and the heaven of heavens, the earth, with all that is therein. Only Jehovah had a delight in thy fathers to love him, and he chose their seed after them, even you above all peoples, as at this day,\" Deuteronomy 10:14,15. And Christ said: \"Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the might works had been done in Tyre and Sidon which were done in you, they would have repented long ago in sackcloth and ashes,\" Matthew 11:21. "}]},{"name":"Of the Death of Christ, and the Redemption of Men Thereby","number":2,"articles":[{"number":1,"text":"Since therefore we are unable to make that satisfaction in our own persons, or to deliver ourselves from the wrath of God, he hath been pleased in his infinite mercy to give his only begotten Son, for our surety, who was made sin, and became a curse for us and in our stead, that he might make satisfaction to divine justice on our behalf. "},{"number":2,"text":"The death of the Son of God is the only and most perfect sacrifice and satisfaction for sin; and is of infinite worth and value, abundantly sufficient to expiate the sins of the whole world. "},{"number":3,"text":"This death derives its infinite value and dignity from these considerations, because the person who submitted to it was not only really man, and perfectly holy, but also the only begotten Son of God, of the same eternal and infinite essence with the Father and the Holy Spirit, which qualifications were necessary to constitute him a Savior for us; and because it was attended with a sense of the wrath and curse of God due to us for sin. "},{"number":4,"text":"Moreover, the promise of the gospel is, that whosoever believeth in Christ crucified, shall not perish, but have everlasting life. This promise, together with the command to repent and believe, ought to be declared and published to all nations, and to all persons promiscuously and without distinction, to whom God out of his good pleasure sends the gospel. "},{"number":5,"text":"And, whereas many who are called by the gospel, do not repent, nor believe in Christ, but perish in unbelief; this is not owing to any defect or insufficiency in the sacrifice offered by Christ upon the cross, but is wholly to be imputed to themselves. "},{"number":6,"text":"But as many as truly believe, and are delivered and saved from sin and destruction through the death of Christ, are indebted for this benefit solely to the grace of God, given them in Christ from everlasting, and not to any merit of their own. "},{"number":7,"text":"For this was the sovereign counsel, and most gracious will and purpose of God the Father, that the quickening and saving efficacy of the most precious death of his Son should extend to all the elect, for bestowing upon them alone the gift of justifying faith, thereby to bring them infallibly to salvation: that is, it was the will of God, that Christ by the blood of the cross, whereby he confirmed the new covenant, should effectually redeem out of every people, tribe, nation, and language, all those, and those only, who were from eternity chosen to salvation, and given to him by the Father; that he should confer upon them faith, which together with all the other saving gifts of the Holy Spirit, he purchased for them by his death; should purge them from all sin, both original and actual, whether committed before or after believing; and having faithfully preserved them even to the end, should at last bring them free from every spot and blemish to the enjoyment of glory in his own presence forever. "},{"number":8,"text":"This purpose proceeding from everlasting love towards the elect, has from the beginning of the world to this day been powerfully accomplished, and will henceforward still continue to be accomplished, notwithstanding all the ineffectual opposition of the gates of hell, so that the elect in due time may be gathered together into one, and that there never may be wanting a church composed of believers, the foundation of which is laid in the blood of Christ, which may steadfastly love, and faithfully serve him as their Savior, who as a bridegroom for his bride, laid down his life for them upon the cross, and which may celebrate his praises here and through all eternity. "}],"rejections":[{"number":1,"text":"I Who teach: That God the Father has ordained his Son to the death of the cross without a certain and definite decree to save any, so that the necessity, profitableness and worth of what Christ merited by his death might have existed, and might remain in all its parts complete, perfect and intact, even if the merited redemption had never in fact been applied to any person. For this doctrine tends to the despising of the wisdom of the Father and of the merits of Jesus Christ, and is contrary to Scripture. For thus saith our Savior: \"I lay down my life for the sheep, and I know them,\" John 10:15,27. And the prophet Isaiah saith concerning the Savior: \"When thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of Jehovah shall prosper in his hand,\" Isaiah 53:10. Finally, this contradicts the article of faith according to which we believe the catholic Christian church. "},{"number":2,"text":"Who teach: That it was not the purpose of the death of Christ that he should confirm the new covenant of grace through his blood, but only that he should acquire for the Father the mere right to establish with man such a covenant as he might please, whether of grace or of works. For this is repugnant to Scripture which teaches that Christ has become the Surety and Mediator of a better, that is, the new covenant, and that a testament is of force where death has occurred. Hebrews 7:22; 9:15,17. "},{"number":3,"text":"Who teach: That Christ by his satisfaction merited neither salvation itself for anyone, nor faith, whereby this satisfaction of Christ unto salvation is effectually appropriated; but that he merited for the Father only the authority or the perfect will to deal again with man, and to prescribe new conditions as he might desire, obedience to which, however, depended on the free will of man, so that it therefore might have come to pass that either none or all should fulfill these conditions. For these adjudge too contemptuously of the death of Christ, do in no wise acknowledge the most important fruit or benefit thereby gained, and bring again out of hell the Pelagian error. "},{"number":4,"text":"Who teach: That the new covenant of grace, which God the Father through the mediation of the death of Christ, made with man, does not herein consist that we by faith, in as much as it accepts the merits of Christ, are justified before God and saved, but in the fact that God having revoked the demand of perfect obedience of the law, regards faith itself and the obedience of faith, although imperfect, as the perfect obedience of the law, and does esteem it worthy of the reward of eternal life through grace. For these contradict the Scriptures: \"Being justified freely by his grace through the redemption that is in Christ Jesus: whom God hath set forth to be a propitiation through faith in his blood,\" Romans 3:24,25. And these proclaim, as did the wicked Socinus, a new and strange justification of man before God, against the consensus of the whole church. "},{"number":5,"text":"Who teach: That all men have been accepted unto the state of reconciliation and unto the grace of the covenant, so that no one is worthy of condemnation on account of original sin, and that no one shall be condemned because of it, but that all are free from the guilt of original sin. For this opinion is repugnant to Scripture which teaches that we are by nature children of wrath. Ephesians 2:3. "},{"number":6,"text":"Who use the difference between meriting and appropriating, to the end that they may instill into the minds of the imprudent and inexperienced this teaching that God, as far as he is concerned, has been minded of applying to all equally the benefits gained by the death of Christ; but that, while some obtain the pardon of sin and eternal life, and others do not, this difference depends on their own free will, which joins itself to the grace that is offered without exception, and that it is not dependent on the special gift of mercy, which powerfully works in them, that they rather than others should appropriate unto themselves this grace. For these, while they feign that they present this distinction, in a sound sense, seek to instill into the people the destructive poison of the Pelagian errors. "},{"number":7,"text":"Who teach: That Christ neither could die, needed to die, nor did die for those whom God loved in the highest degree and elected to eternal life, and did not die for these, since these do not need the death of Christ. For they contradict the Apostle, who declares: \"Christ loved me, and gave himself for me,\" Galatians 2:20. Likewise: \"Who shall lay any thing to the charge of God's elect? It is God that justifieth; who is he that condemneth? It is Christ Jesus that died,\" Romans 8:33,34, namely, for them; and the Savior who says: \"I lay down my life for the sheep,\" John 10:15. And: \"This is my commandment, that ye love one another, even as I have loved you. Greater love hath no man than this, that a man lay down his life for his friends,\" John 15:12,13. "}]},{"name":"Of the Corruption of Man, His Conversion to God, and the Manner Thereof.","number":3,"articles":[{"number":1,"text":"Man was originally formed after the image of God. His understanding was adorned with a true and saving knowledge of his Creator, and of spiritual things; his heart and will were upright; all his affections pure; and the whole man was holy; but revolting from God by the instigation of the devil, and abusing the freedom of his own will, he forfeited these excellent gifts; and on the contrary entailed on himself blindness of mind, horrible darkness, vanity and perverseness of judgment, became wicked, rebellious, and obdurate in heart and will, and impure in his affections. "},{"number":2,"text":"Man after the fall begat children in his own likeness. A corrupt stock produced a corrupt offspring. Hence all the posterity of Adam, Christ only excepted, have derived corruption from their original parent, not by imitation, as the Pelagians of old asserted, but by the propagation of a vicious nature. "},{"number":3,"text":"Therefore all men are conceived in sin, and by nature children of wrath, incapable of saving good, prone to evil, dead in sin, and in bondage thereto, and without the regenerating grace of the Holy Spirit, they are neither able nor willing to return to God, to reform the depravity of their nature, nor to dispose themselves to reformation. "},{"number":4,"text":"There remain, however, in man since the fall, the glimmerings of natural light, whereby he retains some knowledge of God, of natural things, and of the differences between good and evil, and discovers some regard for virtue, good order in society, and for maintaining an orderly external deportment. But so far is this light of nature from being sufficient to bring him to a saving knowledge of God, and to true conversion, that he is incapable of using it aright even in things natural and civil. Nay further, this light, such as it is, man in various ways renders wholly polluted, and holds it in unrighteousness, by doing which he becomes inexcusable before God. "},{"number":5,"text":"In the same light are we to consider the law of the decalogue, delivered by God to his peculiar people the Jews, by the hands of Moses. For though it discovers the greatness of sin, and more and more convinces man thereof, yet as it neither points out a remedy, nor imparts strength to extricate him from misery, and thus being weak through the flesh, leaves the transgressor under the curse, man cannot by this law obtain saving grace. "},{"number":6,"text":"What therefore neither the light of nature, nor the law could do, that God performs by the operation of the Holy Spirit through the word or ministry of reconciliation: which is the glad tidings concerning the Messiah, by means whereof, it hath pleased God to save such as believe, as well under the Old, as under the New Testament. "},{"number":7,"text":"This mystery of his will God discovered to but a small number under the Old Testament; under the New, (the distinction between various peoples having been removed), he reveals himself to many, without any distinction of people. The cause of this dispensation is not to be ascribed to the superior worth of one nation above another, nor to their making a better use of the light of nature, but results wholly from the sovereign good pleasure and unmerited love of God. Hence they, to whom so great and so gracious a blessing is communicated, above their desert, or rather notwithstanding their demerits, are bound to acknowledge it with humble and grateful hearts, and with the apostle to adore, not curiously to pry into the severity and justice of God's judgments displayed to others, to whom this grace is not given. "},{"number":8,"text":"As many as are called by the gospel, are unfeignedly called. For God hath most earnestly and truly shown in his Word, what is pleasing to him, namely, that those who are called should come to him. He, moreover, seriously promises eternal life, and rest, to as many as shall come to him, and believe on him. "},{"number":9,"text":"It is not the fault of the gospel, nor of Christ, offered therein, nor of God, who calls men by the gospel, and confers upon them various gifts, that those who are called by the ministry of the word, refuse to come, and be converted: the fault lies in themselves; some of whom when called, regardless of their danger, reject the word of life; others, though they receive it, suffer it not to make a lasting impression on their heart; therefore, their joy, arising only from a temporary faith, soon vanishes, and they fall away; while others choke the seed of the word by perplexing cares, and the pleasures of this world, and produce no fruit. - This our Savior teaches in the parable of the sower. Matthew 13. "},{"number":10,"text":"But that others who are called by the gospel, obey the call, and are converted, is not to be ascribed to the proper exercise of free will, whereby one distinguishes himself above others, equally furnished with grace sufficient for faith and conversions, as the proud heresy of Pelagius maintains; but it must be wholly ascribed to God, who as he has chosen his own from eternity in Christ, so he confers upon them faith and repentance, rescues them from the power of darkness, and translates them into the kingdom of his own Son, that they may show forth the praises of him, who hath called them out of darkness into his marvelous light; and may glory not in themselves, but in the Lord according to the testimony of the apostles in various places. "},{"number":11,"text":"But when God accomplishes his good pleasure in the elect, or works in them true conversion, he not only causes the gospel to be externally preached to them, and powerfully illumines their minds by his Holy Spirit, that they may rightly understand and discern the things of the Spirit of God; but by the efficacy of the same regenerating Spirit, pervades the inmost recesses of the man; he opens the closed, and softens the hardened heart, and circumcises that which was uncircumcised, infuses new qualities into the will, which though heretofore dead, he quickens; from being evil, disobedient and refractory, he renders it good, obedient, and pliable; actuates and strengthens it, that like a good tree, it may bring forth the fruits of good actions. "},{"number":12,"text":"And this is the regeneration so highly celebrated in Scripture, and denominated a new creation: a resurrection from the dead, a making alive, which God works in us without our aid. But this is in no wise effected merely by the external preaching of the gospel, by moral suasion, or such a mode of operation, that after God has performed his part, it still remains in the power of man to be regenerated or not, to be converted, or to continue unconverted; but it is evidently a supernatural work, most powerful, and at the same time most delightful, astonishing, mysterious, and ineffable; not inferior in efficacy to creation, or the resurrection from the dead, as the Scripture inspired by the author of this work declares; so that all in whose heart God works in this marvelous manner, are certainly, infallibly, and effectually regenerated, and do actually believe. - Whereupon the will thus renewed, is not only actuated and influenced by God, but in consequence of this influence, becomes itself active. Wherefore also, man is himself rightly said to believe and repent, by virtue of that grace received. "},{"number":13,"text":"The manner of this operation cannot be fully comprehended by believers in this life. Notwithstanding which, they rest satisfied with knowing and experiencing, that by this grace of God they are enabled to believe with the heart, and love their Savior. "},{"number":14,"text":"Faith is therefore to be considered as the gift of God, not on account of its being offered by God to man, to be accepted or rejected at his pleasure; but because it is in reality conferred, breathed, and infused into him; or even because God bestows the power or ability to believe, and then expects that man should by the exercise of his own free will, consent to the terms of that salvation, and actually believe in Christ; but because he who works in man both to will and to do, and indeed all things in all, produces both the will to believe, and the act of believing also. "},{"number":15,"text":"God is under no obligation to confer this grace upon any; for how can he be indebted to man, who had no precious gifts to bestow, as a foundation for such recompense? Nay, who has nothing of his own but sin and falsehood? He therefore who becomes the subject of this grace, owes eternal gratitude to God, and gives him thanks forever. Whoever is not made partaker thereof, is either altogether regardless of these spiritual gifts, and satisfied with his own condition; or is in no apprehension of danger, and vainly boasts the possession of that which he has not. With respect to those who make an external profession of faith, and live regular lives, we are bound, after the example of the apostle, to judge and speak of them in the most favorable manner. For the secret recesses of the heart are unknown to us. And as to others, who have not yet been called, it is our duty to pray for them to God, who calls the things that are not, as if they were. But we are in no wise to conduct ourselves towards them with haughtiness, as if we had made ourselves to differ. "},{"number":16,"text":"But as man by the fall did not cease to be a creature, endowed with understanding and will, nor did sin which pervaded the whole race of mankind, deprive him of the human nature, but brought upon him depravity and spiritual death; so also this grace of regeneration does not treat men as senseless stocks and blocks, nor take away their will and its properties, neither does violence thereto; but spiritually quickens, heals, corrects, and at the same time sweetly and powerfully bends it; that where carnal rebellion and resistance formerly prevailed, a ready and sincere spiritual obedience begins to reign; in which the true and spiritual restoration and freedom of our will consist. Wherefore unless the admirable author of every good work wrought in us, man could have no hope of recovering from his fall by his own free will, by the abuse of which, in a state of innocence, he plunged himself into ruin. "},{"number":17,"text":"As the almighty operation of God, whereby he prolongs and supports this our natural life, does not exclude, but requires the use of means, by which God of his infinite mercy and goodness hath chosen to exert his influence, so also the before mentioned supernatural operation of God, by which we are regenerated, in no wise excludes, or subverts the use of the gospel, which the most wise God has ordained to be the seed of regeneration, and food of the soul. Wherefore, as the apostles, and teachers who succeeded them, piously instructed the people concerning this grace of God, to his glory, and the abasement of all pride, and in the meantime, however, neglected not to keep them by the sacred precepts of the gospel in the exercise of the Word, sacraments and discipline; so even to this day, be it far from either instructors or instructed to presume to tempt God in the church by separating what he of his good pleasure hath most intimately joined together. For grace is conferred by means of admonitions; and the more readily we perform our duty, the more eminent usually is this blessing of God working in us, and the more directly is his work advanced; to whom alone all the glory both of means, and of their saving fruit and efficacy is forever due. Amen. "}],"rejections":[{"number":1,"text":"Who teach: That it cannot properly be said, that original sin in itself suffices to condemn the whole human race, or to deserve temporal and eternal punishment. For these contradict the Apostle, who declares: \"Therefore as through one man sin entered into the world, and death through sin, and so death passed unto all men, for that all sinned,\" Romans 5:12. And: \"The judgment came of one unto condemnation,\" Romans 5:16. And: \"The wages of sin is death,\" Romans 6:23. "},{"number":2,"text":"Who teach: That the spiritual gifts, or the good qualities and virtues, such as: goodness, holiness, righteousness, could not belong to the will of man when he was first created, and that these, therefore, could not have been separated therefrom in the fall. For such is contrary to the description of the image of God, which the Apostle gives in Ephesians 4:24, where he declares that it consists in righteousness and holiness, which undoubtedly belong to the will. "},{"number":3,"text":"Who teach: That in spiritual death the spiritual gifts are not separate from the will of man, since the will in itself has never been corrupted, but only hindered through the darkness of the understanding and the irregularity of the affections; and that, these hindrances having been removed, the will can then bring into operation its native powers, that is, that the will of itself is able to will and to choose, or not to will and not to choose, all manner of good which may be presented to it. This is an innovation and an error, and tends to elevate the powers of the free will, contrary to the declaration of the Prophet: \"The heart is deceitful above all things, and it is exceedingly corrupt,\" Jeremiah 17:9; and of the Apostle: \"Among whom (sons of disobedience) we also all once lived in the lusts of the flesh, doing the desires of the flesh and of the mind,\" Ephesians 2:3. "},{"number":4,"text":"Who teach: That the unregenerate man is not really nor utterly dead in sin, nor destitute of all powers unto spiritual good, but that he can yet hunger and thirst after righteousness and life, and offer the sacrifice of a contrite and broken spirit, which is pleasing to God. For these are contrary to the express testimony of Scripture. \"Ye were dead through trespasses and sins,\" Ephesians 2:1,5; and: \"Every imagination of the thought of his heart are only evil continually,\" Genesis 6:5; 8:21.  Moreover, to hunger and thirst after deliverance from misery, and after life, and to offer unto God the sacrifice of a broken spirit, is peculiar to the regenerate and those that are called blessed Psalm 51:10, 19; Matthew 5:6 "},{"number":5,"text":"Who teach: That the corrupt and natural man can so well use the common grace (by which they understand the light of nature), or the gifts still left him after the fall, that he can gradually gain by their good use a greater, namely, the evangelical or saving grace and salvation itself. And that in this way God on his part shows himself ready to reveal Christ unto all men, since he applies to all sufficiently and efficiently the means necessary to conversion. For the experience of all ages and the Scriptures do both testify that this is untrue. \"He showeth his Word unto Jacob, his statues and his ordinances unto Israel. He hath not dealt so with any nation: and as for his ordinances they have not known them,\" Psalm 147:19, 20. \"Who in the generations gone by suffered all the nations to walk in their own way,\" Acts 14:16. And: \"And they (Paul and his companions) having been forbidden of the Holy Spirit to speak the word in Asia, and when they were come over against Mysia, they assayed to go into Bithynia, and the Spirit suffered them not,\" Acts 16:6, 7. "},{"number":6,"text":"Who teach: That in the true conversion of man no new qualities, powers or gifts can be infused by God into the will, and that therefore faith through which we are first converted, and because of which we are called believers, is not a quality or gift infused by God, but only an act of man, and that it can not be said to be a gift, except in respect of the power to attain to this faith. For thereby they contradict the Holy Scriptures, which declare that God infuses new qualities of faith, of obedience, and of the consciousness of his love into our hearts: \"I will put my law in their inward parts, and in their hearts will I write it,\" Jeremiah 31:33. And: \"I will pour water upon him that is thirsty, and streams upon the dry ground; I will pour my spirit upon thy seed,\" Isaiah 44:3. And: \"The love of God hath been shed abroad in our hearts through the Holy Spirit which hath been given us,\" Romans 5:5. This is also repugnant to the continuous practice of the Church, which prays by the mouth of the Prophet thus: \"Turn thou me, and I shall be turned,\" Jeremiah 31:18. "},{"number":7,"text":"Who teach: that the grace whereby we are converted to God is only a gentle advising, or (as others explain it), that this is the noblest manner of working in the conversion of man, and that this manner of working, which consists in advising, is most in harmony with man's nature; and that there is no reason why this advising grace alone should not be sufficient to make the natural man spiritual, indeed, that God does not produce the consent of the will except through this manner of advising; and that the power of the divine working, whereby it surpasses the working of Satan, consists in this, that God promises eternal, while Satan promises only temporal goods. But this is altogether Pelagian and contrary to the whole Scripture which, besides this, teaches another and far more powerful and divine manner of the Holy Spirit's working in the conversion of man, as in Ezekiel: \"A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you a heart of flesh,\" Ezekiel 36:26. "},{"number":8,"text":"Who teach: That God in the regeneration of man does not use such powers of his omnipotence as potently and infallibly bend man's will to faith and conversion; but that all the works of grace having been accomplished, which God employs to convert man, man may yet so resist God and the Holy Spirit, when God intends man's regeneration and wills to regenerate him, and indeed that man often does so resist that he prevents entirely his regeneration, and that it therefore remains in man's power to be regenerated or not. For this is nothing less than the denial of all the efficiency of God's grace in our conversion, and the subjecting of the working of Almighty God to the will of man, which is contrary to the Apostles, who teach: \"That we believe according to the working of the strength of his power,\" Ephesians 1:19. And: \"That God fulfills every desire of goodness and every work of faith with power,\" 2 Thessalonians 1:11. And: \"That his divine power hath given unto us all things that pertain unto life and godliness,\" 2 Peter 1:3. "},{"number":9,"text":"Who teach: That grace and free will are partial causes, which together work the beginning of conversion, and that grace, in order of working, does not precede the working of the will; that is, that God does not efficiently help the will of man unto conversion until the will of man moves and determines to do this. For the ancient Church has long ago condemned this doctrine of the Pelagians according to the words of the Apostle: \"So then it is not of him that willeth, nor of him that runneth, but of God that hath mercy,\" Romans 9:16. Likewise: \"For who maketh thee to differ? and what hast thou that thou didst not receive?\" 1 Corinthians 4:7. And: \"For it is God who worketh in you both to will and to work, for his good pleasure,\" Philippians 2:13. "}]},{"name":"Of the Perseverance of the Saints","number":4,"articles":[{"number":1,"text":"Whom God calls, according to his purpose, to the communion of his Son, our Lord Jesus Christ, and regenerates by the Holy Spirit, he delivers also from the dominion and slavery of sin in this life; though not altogether from the body of sin, and from the infirmities of the flesh, so long as they continue in this world. "},{"number":2,"text":"Hence spring daily sins of infirmity, and hence spots adhere to the best works of the saints; which furnish them with constant matter for humiliation before God, and flying for refuge to Christ crucified; for mortifying the flesh more and more by the spirit of prayer, and by holy exercises of piety; and for pressing forward to the goal of perfection, till being at length delivered from this body of death, they are brought to reign with the Lamb of God in heaven. "},{"number":3,"text":"By reason of these remains of indwelling sin, and the temptations of sin and of the world, those who are converted could not persevere in a state of grace, if left to their own strength. But God is faithful, who having conferred grace, mercifully confirms, and powerfully preserves them herein, even to the end. "},{"number":4,"text":"Although the weakness of the flesh cannot prevail against the power of God, who confirms and preserves true believers in a state of grace, yet converts are not always so influenced and actuated by the Spirit of God, as not in some particular instances sinfully to deviate from the guidance of divine grace, so as to be seduced by, and to comply with the lusts of the flesh; they must, therefore, be constant in watching and in prayer, that they be not led into temptation. When these are neglected, they are not only liable to be drawn into great and heinous sins, by Satan, the world and the flesh, but sometimes by the righteous permission of God actually fall into these evils. This, the lamentable fall of David, Peter, and other saints described in Holy Scripture, demonstrates. "},{"number":5,"text":"By such enormous sins, however, they very highly offend God, incur a deadly guilt, grieve the Holy Spirit, interrupt the exercise of faith, very grievously wound their consciences, and sometimes lose the sense of God's favor, for a time, until on their returning into the right way of serious repentance, the light of God's fatherly countenance again shines upon them. "},{"number":6,"text":"But God, who is rich in mercy, according to his unchangeable purpose of election, does not wholly withdraw the Holy Spirit from his own people, even in their melancholy falls; nor suffers them to proceed so far as to lose the grace of adoption, and forfeit the state of justification, or to commit sins unto death; nor does he permit them to be totally deserted, and to plunge themselves into everlasting destruction. "},{"number":7,"text":"For in the first place, in these falls he preserves them in the incorruptible seed of regeneration from perishing, or being totally lost; and again, by his Word and Spirit, certainly and effectually renews them to repentance, to a sincere and godly sorrow for their sins, that they may seek and obtain remission in the blood of the Mediator, may again experience the favor of a reconciled God, through faith adore his mercies, and henceforward more diligently work out their own salvation with fear and trembling. "},{"number":8,"text":"Thus, it is not in consequence of their own merits, or strength, but of God's free mercy, that they do not totally fall from faith and grace, nor continue and perish finally in their backslidings; which, with respect to themselves, is not only possible, but would undoubtedly happen; but with respect to God, it is utterly impossible, since his counsel cannot be changed, nor his promise fail, neither can the call according to his purpose be revoked, nor the merit, intercession and preservation of Christ be rendered ineffectual, nor the sealing of the Holy Spirit be frustrated or obliterated. "},{"number":9,"text":"Of this preservation of the elect to salvation, and of their perseverance in the faith, true believers for themselves may and ought to obtain assurance according to the measure of their faith, whereby they arrive at the certain persuasion, that they ever will continue true and living members of the church; and that they experience forgiveness of sins, and will at last inherit eternal life. "},{"number":10,"text":"This assurance, however, is not produced by any peculiar revelation contrary to, or independent of the Word of God; but springs from faith in God's promises, which he has most abundantly revealed in his Word for our comfort; from the testimony of the Holy Spirit, witnessing with our spirit, that we are children and heirs of God, Romans 8:16; and lastly, from a serious and holy desire to preserve a good conscience, and to perform good works. And if the elect of God were deprived of this solid comfort, that they shall finally obtain the victory, and of this infallible pledge or earnest of eternal glory, they would be of all men the most miserable. "},{"number":11,"text":"The Scripture moreover testifies, that believers in this life have to struggle with various carnal doubts, and that under grievous temptations they are not always sensible of this full assurance of faith and certainty of persevering. But God, who is the Father of all consolation, does not suffer them to be tempted above that they are able, but will with the temptation also make a way to escape, that they may be able to bear it, 1 Corinthians 10:13, and by the Holy Spirit again inspires them with the comfortable assurance of persevering. "},{"number":12,"text":"This certainty of perseverance, however, is so far from exciting in believers a spirit of pride, or of rendering them carnally secure, that on the contrary, it is the real source of humility, filial reverence, true piety, patience in every tribulation, fervent prayers, constancy in suffering, and in confessing the truth, and of solid rejoicing in God: so that the consideration of this benefit should serve as an incentive to the serious and constant practice of gratitude and good works, as appears from the testimonies of Scripture, and the examples of the saints. "},{"number":13,"text":"Neither does renewed confidence or persevering produce licentiousness, or a disregard to piety in those who are recovering from backsliding; but it renders them much more careful and solicitous to continue in the ways of the Lord, which he hath ordained, that they who walk therein may maintain an assurance of persevering, lest by abusing his fatherly kindness, God should turn away his gracious countenance from them, to behold which is to the godly dearer than life: the withdrawing thereof is more bitter than death, and they in consequence hereof should fall into more grievous torments of conscience. "},{"number":14,"text":"And as it hath pleased God, by the preaching of the gospel, to begin this work of grace in us, so he preserves, continues, and perfects it by the hearing and reading of his Word, by meditation thereon, and by the exhortations, threatenings, and promises thereof, as well as by the use of the sacraments. "},{"number":15,"text":"The carnal mind is unable to comprehend this doctrine of the perseverance of the saints, and the certainty thereof; which God hath most abundantly revealed in his Word, for the glory of his name, and the consolation of pious souls, and which he impresses upon the hearts of the faithful. Satan abhors it; the world ridicules it; the ignorant and hypocrite abuse, and heretics oppose it; but the spouse of Christ hath always most tenderly loved and constantly defended it, as an inestimable treasure; and God, against whom neither counsel nor strength can prevail, will dispose her to continue this conduct to the end. Now, to this one God, Father, Son, and Holy Spirit, be honor and glory, forever. AMEN. "}],"rejections":[{"number":1,"text":"Who teach: That the perseverance of the true believers is not a fruit of election, or a gift of God, gained by the death of Christ, but a condition of the new covenant, which (as they declare) man before his decisive election and justification must fulfill through his free will. For the Holy Scripture testifies that this follows out of election, and is given the elect in virtue of the death, the resurrection and intercession of Christ: \"But the elect obtained it and the rest were hardened,\" Romans 11:7. Likewise: \"He that spared not his own Son, but delivered him up for us all, how shall he not also with him freely give us all things? Who shall lay anything to the charge of God's elect? It is God that justifieth; who is he that condemneth? It is Christ Jesus that died, yea rather, that was raised from the dead, who is at the right hand of God, who also maketh intercession for us. Who shall separate us from the love of Christ?\" Romans 8:32-35. "},{"number":2,"text":"Who teach: That God does indeed provide the believer with sufficient powers to persevere, and is ever ready to preserve these in him, if he will do his duty; but that though all things, which are necessary to persevere in faith and which God will use to preserve faith, are made use of, it even then ever depends on the pleasure of the will whether it will persevere or not. For this idea contains an outspoken Pelagianism, and while it would make men free, it makes them robbers of God's honor, contrary to the prevailing agreement of the evangelical doctrine, which takes from man all cause of boasting, and ascribes all the praise for this favor to the grace of God alone; and contrary to the Apostle, who declares: \"That it is God, who shall also confirm you unto the end, that ye be unreprovable in the day of our Lord Jesus Christ,\" 1 Corinthians 1:8. "},{"number":3,"text":"Who teach: That the true believers and regenerate not only can fall from justifying faith and likewise from grace and salvation wholly and to the end, but indeed often do fall from this and are lost forever. For this conception makes powerless the grace, justification, regeneration, and continued keeping by Christ, contrary to the expressed words of the Apostle Paul: \"That while we were yet sinners Christ died for us. Much more then, being justified by his blood, shall we be saved from the wrath of God through him,\" Romans 5:8,9. And contrary to the Apostle John: \"Whosoever is begotten of God doeth no sin, because his seed abideth in him; and he can not sin, because he is begotten of God,\" 1 John 3:9. And also contrary to the words of Jesus Christ: \"I give unto them eternal life; and they shall never perish, and no one shall snatch them out of my hand. My Father who hath given them to me, is greater than all; and no one is able to snatch them out of the Father's hand,\" John 10:28,29. "},{"number":4,"text":"Who teach: That true believers and regenerate can sin the sin unto death or against the Holy Spirit. Since the same Apostle John, after having spoken in the fifth chapter of his first epistle, vss. 16 and 17, of those who sin unto death and having forbidden to pray for them, immediately adds to this in vs. 18: \"We know that whosoever is begotten of God sinneth not (meaning a sin of that character), but he that is begotten of God keepeth himself, and the evil one toucheth him not,\" 1 John 5:18. "},{"number":5,"text":"Who teach: That without a special revelation we can have no certainty of future perseverance in this life. For by this doctrine the sure comfort of all believers is taken away in this life, and the doubts of the papist are again introduced into the church, while the Holy Scriptures constantly deduce this assurance, not from a special and extraordinary revelation, but from the marks proper to the children of God and from the constant promises of God. So especially the Apostle Paul: \"No creature shall be able to separate us from the love of God, which is in Christ Jesus our Lord,\" Romans 8:39. And John declares: \"And he that keepeth his commandments abideth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he gave us,\" 1 John 3:24. "},{"number":6,"text":"Who teach: That the doctrine of the certainty of perseverance and of salvation from its own character and nature is a cause of indolence and is injurious to godliness, good morals, prayers and other holy exercises, but that on the contrary it is praiseworthy to doubt. For these show that they do not know the power of divine grace and the working of the indwelling Holy Spirit. And they contradict the Apostle John, who teaches the opposite with express words in his first epistle: \"Beloved, now are we the children of God, and it is not yet made manifest what we shall be. We know that, if he shall be manifested, we shall be like him, for we shall see him even as he is. And every one that hath this hope in him purifieth himself, even as he is pure,\" 1 John 3:2, 3. Furthermore, these are contradicted by the example of the saints, both of the Old and New Testament, who though they were assured of their perseverance and salvation, were nevertheless constant in prayers and other exercises of godliness. "},{"number":7,"text":"Who teach: That the faith of those, who believe for a time, does not differ from justifying and saving faith except only in duration. For Christ himself, in Matthew 13:20, Luke 8:13, and in other places, evidently notes, besides this duration, a threefold difference between those who believe only for a time and true believers, when he declares that the former receive the seed in stony ground, but the latter in the good ground or heart; that the former are without root, but that the latter have a firm root; that the former are without fruit, but that the latter bring forth their fruit in various measure, with constancy and steadfastness. "},{"number":8,"text":"Who teach: That it is not absurd that one having lost his first regeneration, is again and even often born anew. For these deny by this doctrine the incorruptibleness of the seed of God, whereby we are born again. Contrary to the testimony of the Apostle Peter: \"Having been begotten again, not of corruptible seed, but of incorruptible,\" I Peter 1:23. "},{"number":9,"text":"Who teach: That Christ has in no place prayed that believers should infallibly continue in faith. For they contradict Christ himself, who says: \"I have prayed for thee (Simon), that thy faith fail not,\" Luke 22:32; and the Evangelist John, who declares, that Christ has not prayed for the Apostles only, but also for those who through their word would believer: \"Holy Father, keep them in thy name,\" and: \"I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil one,\" John 17:11, 15, 20. "}]}],"conclusion":" And this is the perspicuous, simple, and ingenious declaration of the orthodox doctrine respecting the five articles which have been controverted in the Belgic churches; and the rejection of the errors, with which they have for some time been troubled This doctrine, the Synod judges to be drawn from the Word of God, and to be agreeable to the confessions of the Reformed churches Whence it clearly appears, that some whom such conduct by no means became, have violated all truth, equity, and charity, in wishing to persuade the public  That the doctrine of the Reformed churches concerning predestination, and the points annexed to it, by its own genius and necessary tendency, leads off the minds of men from all piety and religion; that it is an opiate administered by the flesh and by the devil, and the stronghold of Satan, where he lies in wait for all; and from which he wounds multitudes, and mortally strikes through many with the darts both of despair and security; that it makes God the author of sin, unjust, tyrannical, hypocritical; that it is nothing more than interpolated Stoicism, Manicheism, Libertinism, Turcism; that it renders men carnally secure, since they are persuaded by it that nothing can hinder the salvation of the elect, let them live as they please; and therefore, that they may safely perpetrate every species of the most atrocious crimes; and that, if the reprobate should even perform truly all the works of the saints, their obedience would not in the least contribute to their salvation; that the same doctrine teaches, that God, by a mere arbitrary act of his will, without the least respect or view to sin, has predestinated the greatest part of the world to eternal damnation; and, has created them for this very purpose; that in the same manner in which the election is the fountain and cause of faith and good works, reprobation is the cause of unbelief and impiety; that many children of the faithful are torn, guiltless, from their mothers' breasts, and tyrannically plunged into hell; so that, neither baptism, nor the prayers of the Church at their baptism, can at all profit by them;\" and many other things of the same kind, which the Reformed Churches not only do not acknowledge, but even detest with their whole soul Wherefore, this Synod of Dort, in the name of the Lord, conjures as many as piously call upon the name of our Savior Jesus Christ, to judge of the faith of the Reformed Churches, not from the calumnies, which, on every side, are heaped upon it; nor from the private expressions of a few among ancient and modern teachers, often dishonestly quoted, or corrupted, and wrested to a meaning quite foreign to their intention; but from the public confessions of the Churches themselves, and from the declaration of the orthodox doctrine, confirmed by the unanimous consent of all and each of the members of the whole Synod Moreover, the Synod warns calumniators themselves, to consider the terrible judgment of God which awaits them, for bearing false witness against the confessions of so many Churches, for distressing the consciences of the weak; and for laboring to render suspected the society of the truly faithful Finally, this Synod exhorts all their brethren in the gospel of Christ, to conduct themselves piously and religiously in handling this doctrine, both in the universities and churches; to direct it, as well in discourse, as in writing, to the glory of the Divine Name, to holiness of life, and to the consolation of afflicted souls; to regulate, by the Scripture, according to the analogy of faith, not only their sentiments, but also their language; and, to abstain from all those phrases which exceed the limits necessary to be observed in ascertaining the genuine sense of the holy Scriptures; and may furnish insolent sophists with a just pretext for violently assailing, or even vilifying, the doctrine of the Reformed Churches.  May Jesus Christ, the Son of God, who, seated at the Father's right hand, gives gifts to men, sanctify us in the truth, bring to the truth those who err, shut the mouths of the calumniators of sound doctrine, and endue the faithful minister of his Word with the spirit of wisdom and discretion, that all their discourses may tend to the glory of God, and the edification of those who hear them AMEN "}