{"name":"Church Order of Dort","publication_year":1618,"type":"document","markdown":true,"chapters":[{"name":"Article 1","text":" For the maintenance of good order in the Church of Christ it is necessary that there should be: offices; assemblies; supervision of doctrine, sacraments, and ceremonies; and Christian discipline; of which matters the following articles treat in due order.  ## First Head - Of the Offices "},{"name":"Article 2","text":" The offices are of four kinds: of the Ministers of the Word, of the Professors of Theology, of the Elders, and of the Deacons. "},{"name":"Article 3","text":" No one, though he be a Professor of Theology. Elder, or Deacon, shall be permitted to enter upon the ministry of the Word and the Sacraments without having been lawfully called thereunto. And when any one acts contrary thereto, and after being frequently admonished does not desist, the Classis shall judge whether he is to be declared a schismatic or is to be punished in some other way. "},{"name":"Article 4","text":" The lawful calling of those who have not previously been in office, in cities as well as rural districts, consists: First, in the Election, after previous fasting and prayer, by the Consistory and Deacons, not without (proper correspondence with the Christian magistrates of the respective districts, and) the knowledge or advice of the Classis, where this had been customary up to now. Secondly, in the Examination, both of doctrine and life, by the Classis, in the presence of all, or some of the delegates of Synod. Thirdly, in the Approbation and endorsement (by the magistrates and then also) by the members of the Reformed Congregation of that city, if, the name of the Minister having been announced in the churches over a period of fourteen days, no objection arises. Finally, in the public Ordination before the congregation, which shall take place with appropriate stipulations and interrogations, prayer and the laying on of the hands by the ordaining Minister and by other Ministers, if more are present, in accordance with the Form for this purpose. It is understood that the imposition of hands may take place in the Classical assembly to the newly graduated Ministers, being sent to the Churches under the Cross. "},{"name":"Article 5","text":" Ministers already in the ministry of the Word who are called to another congregation, shall likewise be called in this manner, (including aforesaid correspondence) in cities as well as rural districts, by the Consistory and the Deacons, with the advice or approval of the Classis, to whom the aforesaid Ministers called, shall show good ecclesiastical testimonials of doctrine and life; (after approval by the magistrate of the respective district and) after being presented to the congregation over a period of fourteen days, as before stated, they shall be installed after previous stipulations and prayers. All due regard must also be given here to the things previously mentioned with respect to proper right of presentation, or any other right, in so far as it can be employed to edification, without detriment to the Church of God and good Church Order; to which (the Civil Authorities and) the Synods of the respective districts are to give their careful attention, and make proper regulations, to the welfare of the Churches. "},{"name":"Article 6","text":" No minister shall be at liberty to serve in any private manors, institutions of mercy, or otherwise, unless he previously be admitted in accordance with the preceding Articles; and he shall, no less than others, be subject to the Church Order. "},{"name":"Article 7","text":" No one shall be called to the ministry of the Word without stationing himself in a particular place, unless he be sent either to preach in one place or another for the Churches under the Cross, or to do Church extension work. "},{"name":"Article 8","text":" No school teachers, artisans, or others who have not studied, shall be admitted to the ministry, unless there is definite assurance of their beings exceptionally gifted, godly, humble, modest, and possessed of good sense and discretion, as well as gifts of public address. When such persons present themselves for the ministry, the Classis shall (if the Synod approve) first examine them, and, the examination being satisfactory, permit them to preach in private for a certain length of time, and then further deal with them as it shall deem edifying "},{"name":"Article 9","text":" Novices, priests, monks, and others who have left some sect, shall not be admitted to the ministry in the Church, except with extreme caution and circumspection, and after a definite period of probation. "},{"name":"Article 10","text":" A Minister, once lawfully called, may not leave the congregation which unconditionally received him to accept a call elsewhere, without the consent of the consistory and the deacons, (and those who previously held the office of elder and deacon, together with the magistrate), nor without the knowledge of the Classis; likewise no other church shall be permitted to receive him until he has presented a legal certificate of dismission from the church and the Classis where he served. "},{"name":"Article 11","text":" On the other hand, the Consistory, as representing the congregation, shall also be bound to provide for the proper support of its Ministers, and shall not dismiss them without the knowledge and judgment of the Classis who, in the event of lack of support, shall judge whether or not to remove aforesaid Ministers. "},{"name":"Article 12","text":" Inasmuch as a Minister of the Word, once lawfully called in conformity to the above, is bound to the service of the Church for life, he is not allowed to enter upon a secular vocation except for important and weighty reasons, which shall be subject to the cognizance and judgment of the Classis. "},{"name":"Article 13","text":" In the event that Ministers are rendered incapable of performing the duties of their office due to age, sickness, or otherwise, they shall nevertheless retain the honour and title of a Minister, and the church which they have served shall honorably provide for them in their needs, also for the widows and orphans of Ministers. "},{"name":"Article 14","text":" If any Minister, for the aforesaid or any other reason, is compelled to discontinue his service for a time, which shall not take place without the advice of the Consistory, he shall nevertheless at all times be and remain subject to the call of the congregation. "},{"name":"Article 15","text":" No one shall be permitted, neglecting the ministry of his Church, or being without a fixed charge, to preach indiscriminately without the consent and authority of Synod or Classis. Likewise, no one shall be permitted to preach or administer the Sacraments in another Church without the consent of the Consistory. "},{"name":"Article 16","text":" The once of the Ministers is to continue in prayer and in the Ministry of the Word, to dispense the Sacraments, to watch over their brethren, the Elders and Deacons, as well as the Congregation, and finally with the Elders, to exercise church discipline and to see to it that everything is done decently and in good order. "},{"name":"Article 17","text":" Among Ministers of the Word, equality shall be maintained with respect to the duties of their office and also in other matters as far as possible, according to the judgment of the consistory, and, if necessary, of the Classis; which equality shall be maintained in the case of the Elders and Deacons. "},{"name":"Article 15","text":" The office of the Doctors or Professors of Theology is to expound the Holy Scriptures and to uphold sound doctrine against heresies and errors. "},{"name":"Article 19","text":" The Churches shall make efforts to obtain students of theology, which are to be supported by them. "},{"name":"Article 20","text":" In the Churches having more capable Ministers the practice of preparing some for the ministry of the Word by allowing them to speak a word of edification shall be instituted, in conformity to the rule in this matter, as specially prescribed by this Synod. "},{"name":"Article 21","text":" The consistories everywhere shall see to it that there are good school teachers, not only to teach the children reading, writing, languages, and the liberal arts, but also to instruct them in godliness and in the Catechism. "},{"name":"Article 22","text":" The Elders shall be chosen by the judgment of the Consistory and the Deacons, so that every church shall be at liberty, according to its circumstances, to present to the Congregation as many Elders as are needed, that they may be installed with public prayers and stipulations after being approved by and with the assent of the congregation, unless any obstacle arise; - or twice the number of Elders needed may be present, half of them to be chosen by the congregation, and installed in office in the same manner, according to the Form for this purpose. "},{"name":"Article 23","text":" The office of the Elders, in addition to what was said in Article 16 to be their duty in common with the Ministers of the Word, is to take heed that the Ministers, together with their other Fellow-helpers and the Deacons, faithfully discharge their office; - and, insofar as circumstances of time and place permit, to do house visitation both before and after the Lord's Supper for the edification of the congregation, in order particularly to comfort and instruct the members of the congregation, and also to exhort others in respect to the Christian Religion. "},{"name":"Article 24","text":" The Deacons shall be chosen, approved, and installed in the same manner as was stated concerning the Elders. "},{"name":"Article 25","text":" The office peculiar to the Deacons is diligently to collect alms and other contributions of charity, and after mutual counsel, to distribute the same faithfully and diligently to the poor, both to residents and to strangers, as their needs may require it; to visit and comfort those in distress, and to exercise care that the alms are not misused; of which they shall render an account in Consistory, and also (if anyone desires to be present) to the Congregation, at such a time as the Consistory may see fit. "},{"name":"Article 26","text":" In places where there are Visitants to shut-ins or other Almoners, the Deacons shall request them lo maintain proper correspondence with them to the end that the alms may the better be distributed among those who have the greatest need. "},{"name":"Article 27","text":" The Elders and Deacons shall serve two years, and every year half their number shall retire and others shall be substituted, unless the circumstances and the profit of any church require otherwise. "},{"name":"Article 28","text":" As it is the office of Christian Magistrate to promote holy Divine Services in every way, to recommend them by their example to their subjects, and to assist whenever necessary the Ministers, Elders, and Deacons and to protect them by proper regulations, so it is the duty of all Ministers, Elders, and Deacons diligently and sincerely to impress upon the entire Congregation the obedience, love, and respect which they owe the Magistrates; further, all Church Officers shall set a good example to the Congregation, and seek to gain and retain the good will of the Magistrates toward the Churches by means of proper respect and correspondence, to the end that, each acting for the mutual welfare, in the fear of the Lord, all suspicion and distrust may be prevented, and true concord be maintained to the welfare of the Churches.  ## Second Head - Of the Ecclesiastical Assemblies "},{"name":"Article 29","text":" Four things of ecclesiastical assemblies shall be maintained: the Consistory, the Classical Meetings, the Particular Synod, and the General or National Synod. "},{"name":"Article 30","text":" In these assemblies ecclesiastical matters only shall be transacted and that in an ecclesiastical manner. In major assemblies only each matters shall be dealt with as could not be finished in minor assemblies, or such as pertain to the churches of the major assembly in common. "},{"name":"Article 31","text":" If anyone complain that he has been wronged by the decision of a minor assembly, he shall have the right to appeal to a major ecclesiastical assembly, and whatever may be agreed upon by a majority vote shall be considered settled and binding, unless it be proved to conflict with the Word of God or with the Articles formulated in this General Synod, as long as they are not changed by another General Synod. "},{"name":"Article 32","text":" The proceedings of all assemblies shall begin by calling upon the Name of God and be closed with thanksgiving. "},{"name":"Article 33","text":" Those who are delegated to the assemblies shall bring with them their credentials and instructions, signed by those sending them, and they only shall have a vote. "},{"name":"Article 34","text":" In all assemblies there shall be not only a president, but also a clerk to keep a faithful record of that which deserves to be recorded. "},{"name":"Article 35","text":" The office of the president is to state and explain the business to be transacted, to see to it that everyone observe due order in speaking, to silence the captious and those who are vehement in speaking; and properly to discipline them if they refuse to listen. Furthermore his office shall cease when the assembly arises. "},{"name":"Article 36","text":" The Classis has the same jurisdiction over the Consistory as the Particular Synod has over the Classis and the General Synod over the Particular. "},{"name":"Article 37","text":" In all churches there shall be a Consistory composed of the Ministers of the Word and the Elders, who shall meet at least once a week. The Minister of the Word, or the Ministers, if there be more than one, in turn, shall preside and regulate the proceedings (And also the Magistrates of the place respectively shall, if they desire to do so, delegate one or two of their number, being members of the Congregation, to the Consistory to listen to the matter under discussion and to participate in the deliberation.) "},{"name":"Article 38","text":" In places where the Consistory is to be constituted for the first time this shall not take place except with the advice of the Classis. And whenever the number of Elders is very small, the Deacons may be added to the Consistory. "},{"name":"Article 39","text":" In places where as yet there is no Consistory, the Classis shall in the meantime take care of the work which would otherwise be performed by the Consistory in accordance with this Church Order. "},{"name":"Article 40","text":" Likewise the Deacons shall meet every week to transact the business pertaining to their office, calling upon the Name of God, whereunto the Ministers shall take good heed and if necessary they shall be present. "},{"name":"Article 41","text":" The Classical meetings shall consist of neighbouring churches that respectively delegate, with proper credentials, a Minister and an Elder, to meet at such a time and place as was determined by the previous Classical meeting, with the understanding that this be within the next three months. In these meetings the Ministers shall preside in rotation or the assembly shall choose one to preside; however, the same Minister shall not be chosen twice in succession. Furthermore, the president shall, among other things, ask each of them if Consistory meetings are held in their churches; if church discipline is exercised; if the poor and the schools are cared for; lastly, if they need the judgment and help of the Classis for the proper government of their Church. The Minister designated by the previous Classis shall preach a brief sermon from the Word of God, of which the others shall judge and point out if anything be lacking in it. Finally, at the last meeting before the Particular Synod delegates shall be chosen to attend said Synod. "},{"name":"Article 42","text":" When there are more Ministers than one in a church, all of them may attend the Classis and have a vote, except in matters which particularly concern their persons or churches. "},{"name":"Article 43","text":" At the close of the Classical and other major Assemblies, censure shall be exercised over those who have done something worthy of punishment in the meeting, or who have scorned the admonition of the minor assemblies. "},{"name":"Article 44","text":" The Classis shall authorize a number of its Ministers, at least two of the oldest, most experienced and competent ones, to visit all the Churches once a year, in cities as well as in rural districts, and to take heed whether the Ministers, Consistories, and School-teachers faithfully perform the duties of their offices, adhere to sound doctrine, observe in all things the adopted order, and properly promote as much as lies in them, by word and deed, the edification of the Congregation including the youth, to the end that they may in time fraternally admonish those who have in anything been negligent, and may by their advice and assistance help direct all things unto peace, upbuilding, and neatest profit of the Churches and Schools. And each Classis may continue these Visitors in service as long as it sees fit, except where the Visitors themselves request to be released for reasons of which the Classis shall judge. "},{"name":"Article 45","text":" It shall be the duty of the church in which the Classis, and likewise the Particular or General Synod meets, to furnish the following meeting with the minutes of the preceding. "},{"name":"Article 46","text":" Instructions concerning matters to be considered in major assemblies shall not be written until the decisions of the previous Synod have been read, in order that what was once decided be not again proposed unless a revision be deemed necessary. "},{"name":"Article 47","text":" Every year, or if need be oftener, four or five or more neighbouring Classes shall meet as a Particular Synod, to which each Classis shall delegate two Ministers and two Elders. At the close of both, the Particular and the General Synod, some church shall be empowered to determine with the advice of the Classis the time and place of the next Synod. "},{"name":"Article 48","text":" Each Synod shall be at liberty to solicit and hold correspondence with its neighbouring Synod or Synods, in such manner as they shall judge most conducive to general edification. "},{"name":"Article 49","text":"Each Synod shall delegate some to execute everything ordained by Synod both as to what pertains to the High Authorities and to the respective Classes resorting under it; and likewise to supervise together or in smaller numbers all examinations of future Ministers. And furthermore, in all other eventual difficulties they shall extend help to the Classes in order that proper unity, order, and soundness of doctrine may be maintained and established. They shall also keep proper record of all their actions to report thereof to Synod, and if it be demanded, give reasons. They shall also not be discharged from their service before and until Synod itself discharges them. "},{"name":"Article 50","text":" The National Synod shall ordinarily be held every three years, unless an urgent need arises to make it a shorter period. Two Ministers and two Elders shall be sent from each Particular Synod (from both the German and the Welsh speaking churches). Further, the church charged with appointing the time and place of the General Synod shall convene its Particular Synod if the General Synod is to be called within the three years (and inform the nearest church speaking the other language, which is to send four persons there) to determine jointly the time and place. (When the church which has been appointed to convene the General Synod is consulting with the Classis regarding the time and place, it is to inform the High Authorities in due time, that with their knowledge, if it be their pleasure also to send some to the Classis, the matter be decided in the presence and with the advice of their Deputies.) "},{"name":"Article 51","text":" (Whereas two languages are spoken in the Netherlands, it is deemed proper that the churches of the German and the Welsh languages each have their own Consistories, Classical Meetings, and Particular Synods.) "},{"name":"Article 52","text":" (Notwithstanding, it is reso1ved that in the cities where before mentioned Welsh churches are found, some Ministers and Elders from both sides meet every month to maintain proper unit and correspondence with each other and, as much as possible, assist one another with advice as the need arises.)   ## Third Head - Of the Doctrine, Sacraments, and Other Ceremonies "},{"name":"Article 53","text":" The Ministers of the Word of God and likewise the Professors in Theology shall subscribe to the Confession of Faith of the Netherlands Churches (which is proper for the other Professors as well), and the Ministers who refuse to do so shall de facto be suspended from their office by the Consistory or Classis until they shall have declared themselves fully in this matter, and if they obstinately persist in refusing, they shall be deposed from their office. "},{"name":"Article 54","text":" Likewise the Schoolteachers shall subscribe to the aforesaid Articles or instead thereof to the Christian Catechism. "},{"name":"Article 55","text":" No one of the Reformed Religion shall presume to have printed or published in any other way any book or writing, treating of Religion, prepared or translated by himself or by someone else, unless it is previously looked over and approved by the Ministers of the Word of his Classis, or by the Particular Synod, or by the Professors of Theology of these provinces, but with the knowledge of his Classis. "},{"name":"Article 56","text":" The Covenant of God shall be sealed to the children of Christians by Baptism as soon as the administration thereof is feasible, in the public assembly when the Word of God is preached. But in those places where sermons are preached less frequently, a certain day of the week shall be set aside for the administration of Baptism in a special service, not however, without the preaching of a sermon. "},{"name":"Article 57","text":" The Ministers shall do their best and put forth every effort to have the father present his child for baptism. And in the Congregations where Spons0rs or Witnesses are taken at Baptism beside the father (which custom, not being objectional in itself, is not easily changed) it is proper that such be taken who agree with the pure doctrine and are pious in their conversation. "},{"name":"Article 58","text":" In baptizing both children and adults, the Ministers shall employ the Forms pertaining to the institution and administration of Baptism which have been drawn up respectively for this purpose. "},{"name":"Article 59","text":" Adults are incorporated through Baptism into the Christian Church and are received as members of the Church, and are therefore obliged also to partake of the Lord's Supper, which they shall promise to do at their Baptism. "},{"name":"Article 60","text":" The names of those baptized, together with those of the parents and witnesses, and likewise the date of Baptism, shall be recorded. "},{"name":"Article 61","text":" None shall be admitted to the Lord's Supper except those who, according to the usage of the Church to which they unite themselves, have made Confession of Religion, besides being reputed to be of a godly conversation, without which also those who come from other Churches shall not be admitted. "},{"name":"Article 62","text":" Every Church shall administer the Lord's Supper in such a manner as it shall judge most conducive to edification; provided, however, that the outward ceremonies as prescribed in God's Word be not changed and all superstition be avoided, and that at the conclusion of the sermon and the usual prayers on the pulpit, the Form for the administration of the Lord's Supper, together with the prayer for that purpose, shall be read at the Table. "},{"name":"Article 63","text":" The Lordly Supper shall be administered once every two months, wherever possible, and it will be edifying that it take place at Easter, Pentecost, and Christmas where the circumstances of the Church permit. However, in those places where the Church has not yet been instituted, first of all Elders and Deacons shall be provided. "},{"name":"Article 64","text":" Whereas the Evening Prayer Meetings are found profitable in many places, every Church shall govern their use in a manner they judge to conduce most to their edification. However, in case they would desire to discontinue them, this is not to be done without the judgment of the Classis (and of the Authorities who favour the Reformed Religion). "},{"name":"Article 65","text":" If funeral sermons are not in use, they are not to be introduced, and if they already have come to be accepted, diligence shall be exercised to dispose of them by the most suitable means. "},{"name":"Article 66","text":" In times of war, pestilence, calamities, heavy persecution of the Churches, and other general distresses, the Ministers of the Churches shall request the Government to employ their authority and command that public days of Fasting and Prayer be appointed and set aside. "},{"name":"Article 67","text":" The Churches shall observe, in addition to Sunday, also Christmas, Easter, and Pentecost, with the following day, and whereas in most of the cities and provinces of the Netherlands the day of Circumcision and of Ascension of Christ are also observed, Ministers in every place where this is not yet done shall take steps with the Government to have them conform with the others. "},{"name":"Article 68","text":" The Ministers everywhere shall briefly explain on Sunday, ordinarily in the afternoon sermon, the sum of Christian doctrine comprehended in the Catechism which at present is accepted in the Netherland Churches, so that it may be completed every year in accordance with the devision of the Catechism itself made for that purpose. "},{"name":"Article 69","text":" In the Churches only the 150 Psalms of David, the Ten Commandments, the Lord's Prayer, the Twelve Articles of Faith, the Song of Mary, that of Zacharias, and that of Simon shall be sung. It is left to the individual Churches whether or not to use the hymn \"Oh God! who art our Father.\" All other hymns are to be excluded from the Churches, and in those places where some have already been introduced they are to be removed by the most suitable means. "},{"name":"Article 70","text":" Whereas up to now various usages in regard to marriages are maintained everywhere, and it nevertheless is proper that uniformity be exercised in this matter, therefore the Churches shall adhere to the method which they, in conformity to the Word of God and previous ecclesiastical regulations have maintained up to now, until the High Authorities (which are to be asked to do so at the earliest opportunity) shall prepare a general Regulation with the advice of the Ministers of the Churches, to which this Church Order refers itself in this matter.   ## Fourth Head - Of Censure and Ecclesiastical Admonition "},{"name":"Article 71","text":" As Christian discipline is of a spiritual nature, and exempts no one from civil trial or punishment by the authorities, so also besides civil punishment there is need of ecclesiastical censure, to reconcile the sinner with the Church and with his neighbour, and to remove the offense out of the Church of Christ. "},{"name":"Article 72","text":" In case anyone transgresses against the purity of doctrine or godliness of conversation, as long as it is of a private character and has not given public offense, the rule clearly prescribed by Christ in Matthew 18 shall be followed. "},{"name":"Article 73","text":" Secret sins of which the sinner repent after being admonished by one person in private or in the presence of two or three witnesses, shall not be laid before the Consistory. "},{"name":"Article 74","text":" If anyone, having been admonished in love concerning a secret sin by two or three persons, does not give heed, or otherwise has committed a public sin, the matter shall be reported to the Consistory. "},{"name":"Article 75","text":" The reconciliation of all such sins as are of their nature of a public character, or have become public because the admonition of the Church was despised, shall take place, when definite signs of repentance are evident, publicly, by the judgment of the Consistory; and in rural districts or smaller towns having only one Minister, with the advice of two neighbouring Churches, in such a form and manner as shall be judged to be conducive to the edification of each Church. "},{"name":"Article 76","text":" Such as obstinately reject the admonition of the Consistory, and likewise those who have committed a public or otherwise gross sin, shall be suspended from the Lord's Supper. And if he, having been suspended after repeated admonitions, shows no signs of repentance, the Consistory shall at last proceed to the extreme remedy, namely, excommunication, agreeably to the Form adopted for that purpose according to the Word of God. But no one shall be excommunicated except with previous advice of Classis. "},{"name":"Article 77","text":" Before proceeding to excommunication, the obstinacy of the sinner shall be publicly made known to the Congregation, explaining the offense, together with the diligence bestowed upon him in reproof, suspension from the Lord's Supper, and manifold admonitions; and the Congregation shall be exhorted to speak to him and to pray for him. There shall be three such admonitions. In the first the name of the sinner shall not be mentioned, that he be somewhat spared. In the second, with the advice of the Classis, his name shall be mentioned. In the third the Congregation shall be informed that, unless he repent, he will be excluded from the fellowship of the Church, so that his excommunication, in case he remains obstinate, may take place with the tacit approbation of the Church. The interval between the admonition shall be left to the discretion of the Consistory. "},{"name":"Article 78","text":" Whenever anyone who has been excommunicated desire to become reconciled to the Church in the way of penitence, it shall be announced to the Congregation, either before the administration of the Lord's Supper or at some opportune time, in order that, in so far as no one can mention anything against him to the contrary, at the next Lord's Supper he may, with profession of his repentance be publicly reinstated according to the Form for that purpose. "},{"name":"Article 79","text":" When Ministers of the Divine Word, Elders, or Deacons have committed any public, gross sin, which is a disgrace to the Church, or worthy of punishment by the Authorities, the Elders and Deacons shall immediately, by preceding sentence of the Consistory of that Church and the nearest adjoining Church, be deposed from their office, but the Ministers shall be suspended. But whether or not they are to be entirely deposed from their office shall be subject to the judgment of the Classis. "},{"name":"Article 80","text":" Furthermore, among the gross sins which are worthy of being punished with suspension or deposition from office, these are the principal ones: false doctrine or heresy, public schism, public blasphemy, simony, faithless desertion of office or intrusion upon that of another, perjury, adultery, fornication, theft, acts of violence, habitual drunkenness, brawling, filthy lucre; in short, all sins and gross offenses as render the perpetrators infamous before the world, and which in any private member of the Church would cause him to be considered worthy of excommunication. "},{"name":"Article 81","text":" The Ministers of the Word, Elders, and Deacons shall exercise Christian censure among themselves, and in a friendly spirit admonish one another with regard to the discharge of their office. "},{"name":"Article 82","text":" To those who remove from the Congregation, a Certificate of Dismission or testimony regarding their conversation shall be given them at the discretion of the Consistory, under the seal of the Church, or where there is no seal, signed by two. "},{"name":"Article 83","text":" Furthermore, the poor shall, when removing for sufficient reasons, receive assistance from the Deacons at their discretion provided it be noted on the reverse side of their Certificate of Dismission to places to which they wish to go, and the assistance they have received. "},{"name":"Article 84","text":" No church shall in any way lord it over other Churches, no Minister over other Ministers, no Elder or Deacon over other Elders or Deacons. "},{"name":"Article 85","text":" Foreign Churches whose usages regarding nonessentials differ from ours shall not be rejected. "},{"name":"Article 86","text":" These Articles, relating to the lawful Order of the Churches, have been so drafted and adopted by common convent, that they, if the profit of the Churches demand otherwise, may and ought to be altered, augmented, or diminished. However, no particular Congregation, Classis, or Synod shall be at liberty to do so, but they shall show all diligence in observing them, until it be otherwise ordained by the General, or National Synod. "},{"name":"Formula of Subscription","text":" WE, the undersigned, Professors of The . . . Reformed Church, Ministers of the Gospel, Elders and Deacons of The . . . Reformed congregation of . . . of the Classis of . . . do hereby sincerely and in good conscience before the Lord, declare by this, our subscription, that we heartily believe and are persuaded that all the articles and points of doctrine, contained in the Confession and Catechism of the Reformed Churches, together with the explanation of some points of the aforesaid doctrine, made by the National Synod of Dordrecht, 1618-'19, do fully agree with the Word of God. We promise therefore diligently to teach and faithfully to defend the aforesaid doctrine, without either directly or indirectly contradicting the same, by our public preaching or writing. We declare, moreover, that we not only reject all errors that militate against this doctrine and particularly those which were condemned by the above mentioned Synod, but that we are disposed to refute and contradict these, and to exert ourselves in keeping the Church free from such errors. And if hereafter any difficulties or different sentiments respecting the aforesaid doctrines should arise in our minds, we promise that we will neither publicly nor privately propose, teach, or defend the same, either by preaching or writing, until we have first revealed such sentiments to the consistory, Classis and Synod, that the same may be there examined, being ready always cheerfully to submit to the judgment of the consistory, Classis and Synod, under the penalty in case of refusal to be, by that very fact, suspended from our office.  And further, if at any time the consistory, Classis or Synod, upon sufficient grounds of suspicion and to preserve the uniformity and purity of doctrine, may deem it proper to requite of us a further explanation of our sentiments respecting any particular article of the Confession of Faith, the Catechism, or the explanation of the National Synod, we do hereby promise to be always willing and ready to comply with such requisition, under the penalty above mentioned, reserving for ourselves, however, the right of an appeal, whenever we shall believe ourselves aggrieved by the sentence of the consistory, the Classis or the Synod, and until a decision is made upon such an appeal, we will acquiesce in the determination and judgment already passed. "}]}