{"name":"Church Order of Dort","publication_year":1618,"type":"document","markdown":true,"chapters":[{"name":"Article 1","text":"\nFor the maintenance of good order in the Church of Christ it is\nnecessary that there should be: offices; assemblies; supervision of\ndoctrine, sacraments, and ceremonies; and Christian discipline; of\nwhich matters the following articles treat in due order.\n\n## First Head - Of the Offices\n"},{"name":"Article 2","text":"\nThe offices are of four kinds: of the Ministers of the Word, of the\nProfessors of Theology, of the Elders, and of the Deacons.\n"},{"name":"Article 3","text":"\nNo one, though he be a Professor of Theology. Elder, or Deacon, shall\nbe permitted to enter upon the ministry of the Word and the Sacraments\nwithout having been lawfully called thereunto. And when any one acts\ncontrary thereto, and after being frequently admonished does not\ndesist, the Classis shall judge whether he is to be declared a\nschismatic or is to be punished in some other way.\n"},{"name":"Article 4","text":"\nThe lawful calling of those who have not previously been in office, in\ncities as well as rural districts, consists:\nFirst, in the Election, after previous fasting and prayer, by the\nConsistory and Deacons, not without (proper correspondence with the\nChristian magistrates of the respective districts, and) the knowledge\nor advice of the Classis, where this had been customary up to now.\nSecondly, in the Examination, both of doctrine and life, by the\nClassis, in the presence of all, or some of the delegates of Synod.\nThirdly, in the Approbation and endorsement (by the magistrates and\nthen also) by the members of the Reformed Congregation of that city,\nif, the name of the Minister having been announced in the churches\nover a period of fourteen days, no objection arises.\nFinally, in the public Ordination before the congregation, which\nshall take place with appropriate stipulations and interrogations,\nprayer and the laying on of the hands by the ordaining Minister and by\nother Ministers, if more are present, in accordance with the Form for\nthis purpose. It is understood that the imposition of hands may take\nplace in the Classical assembly to the newly graduated Ministers,\nbeing sent to the Churches under the Cross.\n"},{"name":"Article 5","text":"\nMinisters already in the ministry of the Word who are called to\nanother congregation, shall likewise be called in this manner,\n(including aforesaid correspondence) in cities as well as rural\ndistricts, by the Consistory and the Deacons, with the advice or\napproval of the Classis, to whom the aforesaid Ministers called, shall\nshow good ecclesiastical testimonials of doctrine and life; (after\napproval by the magistrate of the respective district and) after being\npresented to the congregation over a period of fourteen days, as\nbefore stated, they shall be installed after previous stipulations and\nprayers. All due regard must also be given here to the things\npreviously mentioned with respect to proper right of presentation, or\nany other right, in so far as it can be employed to edification,\nwithout detriment to the Church of God and good Church Order; to which\n(the Civil Authorities and) the Synods of the respective districts are\nto give their careful attention, and make proper regulations, to the\nwelfare of the Churches.\n"},{"name":"Article 6","text":"\nNo minister shall be at liberty to serve in any private manors,\ninstitutions of mercy, or otherwise, unless he previously be admitted\nin accordance with the preceding Articles; and he shall, no less than\nothers, be subject to the Church Order.\n"},{"name":"Article 7","text":"\nNo one shall be called to the ministry of the Word without stationing\nhimself in a particular place, unless he be sent either to preach in\none place or another for the Churches under the Cross, or to do Church\nextension work.\n"},{"name":"Article 8","text":"\nNo school teachers, artisans, or others who have not studied, shall be\nadmitted to the ministry, unless there is definite assurance of their\nbeings exceptionally gifted, godly, humble, modest, and possessed of\ngood sense and discretion, as well as gifts of public address. When\nsuch persons present themselves for the ministry, the Classis shall\n(if the Synod approve) first examine them, and, the examination being\nsatisfactory, permit them to preach in private for a certain length of\ntime, and then further deal with them as it shall deem edifying\n"},{"name":"Article 9","text":"\nNovices, priests, monks, and others who have left some sect, shall not\nbe admitted to the ministry in the Church, except with extreme caution\nand circumspection, and after a definite period of probation.\n"},{"name":"Article 10","text":"\nA Minister, once lawfully called, may not leave the congregation which\nunconditionally received him to accept a call elsewhere, without the\nconsent of the consistory and the deacons, (and those who previously\nheld the office of elder and deacon, together with the magistrate),\nnor without the knowledge of the Classis; likewise no other church\nshall be permitted to receive him until he has presented a legal\ncertificate of dismission from the church and the Classis where he\nserved.\n"},{"name":"Article 11","text":"\nOn the other hand, the Consistory, as representing the congregation,\nshall also be bound to provide for the proper support of its\nMinisters, and shall not dismiss them without the knowledge and\njudgment of the Classis who, in the event of lack of support, shall\njudge whether or not to remove aforesaid Ministers.\n"},{"name":"Article 12","text":"\nInasmuch as a Minister of the Word, once lawfully called in conformity\nto the above, is bound to the service of the Church for life, he is\nnot allowed to enter upon a secular vocation except for important and\nweighty reasons, which shall be subject to the cognizance and judgment\nof the Classis.\n"},{"name":"Article 13","text":"\nIn the event that Ministers are rendered incapable of performing the\nduties of their office due to age, sickness, or otherwise, they shall\nnevertheless retain the honour and title of a Minister, and the church\nwhich they have served shall honorably provide for them in their\nneeds, also for the widows and orphans of Ministers.\n"},{"name":"Article 14","text":"\nIf any Minister, for the aforesaid or any other reason, is compelled\nto discontinue his service for a time, which shall not take place\nwithout the advice of the Consistory, he shall nevertheless at all\ntimes be and remain subject to the call of the congregation.\n"},{"name":"Article 15","text":"\nNo one shall be permitted, neglecting the ministry of his Church, or\nbeing without a fixed charge, to preach indiscriminately without the\nconsent and authority of Synod or Classis. Likewise, no one shall be\npermitted to preach or administer the Sacraments in another Church\nwithout the consent of the Consistory.\n"},{"name":"Article 16","text":"\nThe once of the Ministers is to continue in prayer and in the Ministry\nof the Word, to dispense the Sacraments, to watch over their brethren,\nthe Elders and Deacons, as well as the Congregation, and finally with\nthe Elders, to exercise church discipline and to see to it that\neverything is done decently and in good order.\n"},{"name":"Article 17","text":"\nAmong Ministers of the Word, equality shall be maintained with respect\nto the duties of their office and also in other matters as far as\npossible, according to the judgment of the consistory, and, if\nnecessary, of the Classis; which equality shall be maintained in the\ncase of the Elders and Deacons.\n"},{"name":"Article 15","text":"\nThe office of the Doctors or Professors of Theology is to expound the\nHoly Scriptures and to uphold sound doctrine against heresies and\nerrors.\n"},{"name":"Article 19","text":"\nThe Churches shall make efforts to obtain students of theology, which\nare to be supported by them.\n"},{"name":"Article 20","text":"\nIn the Churches having more capable Ministers the practice of\npreparing some for the ministry of the Word by allowing them to speak\na word of edification shall be instituted, in conformity to the rule\nin this matter, as specially prescribed by this Synod.\n"},{"name":"Article 21","text":"\nThe consistories everywhere shall see to it that there are good school\nteachers, not only to teach the children reading, writing, languages,\nand the liberal arts, but also to instruct them in godliness and in\nthe Catechism.\n"},{"name":"Article 22","text":"\nThe Elders shall be chosen by the judgment of the Consistory and the\nDeacons, so that every church shall be at liberty, according to its\ncircumstances, to present to the Congregation as many Elders as are\nneeded, that they may be installed with public prayers and\nstipulations after being approved by and with the assent of the\ncongregation, unless any obstacle arise; - or twice the number of\nElders needed may be present, half of them to be chosen by the\ncongregation, and installed in office in the same manner, according to\nthe Form for this purpose.\n"},{"name":"Article 23","text":"\nThe office of the Elders, in addition to what was said in Article 16\nto be their duty in common with the Ministers of the Word, is to take\nheed that the Ministers, together with their other Fellow-helpers and\nthe Deacons, faithfully discharge their office; - and, insofar as\ncircumstances of time and place permit, to do house visitation both\nbefore and after the Lord's Supper for the edification of the\ncongregation, in order particularly to comfort and instruct the\nmembers of the congregation, and also to exhort others in respect to\nthe Christian Religion.\n"},{"name":"Article 24","text":"\nThe Deacons shall be chosen, approved, and installed in the same\nmanner as was stated concerning the Elders.\n"},{"name":"Article 25","text":"\nThe office peculiar to the Deacons is diligently to collect alms and\nother contributions of charity, and after mutual counsel, to\ndistribute the same faithfully and diligently to the poor, both to\nresidents and to strangers, as their needs may require it; to visit\nand comfort those in distress, and to exercise care that the alms are\nnot misused; of which they shall render an account in Consistory, and\nalso (if anyone desires to be present) to the Congregation, at such a\ntime as the Consistory may see fit.\n"},{"name":"Article 26","text":"\nIn places where there are Visitants to shut-ins or other Almoners, the\nDeacons shall request them lo maintain proper correspondence with them\nto the end that the alms may the better be distributed among those who\nhave the greatest need.\n"},{"name":"Article 27","text":"\nThe Elders and Deacons shall serve two years, and every year half\ntheir number shall retire and others shall be substituted, unless the\ncircumstances and the profit of any church require otherwise.\n"},{"name":"Article 28","text":"\nAs it is the office of Christian Magistrate to promote holy Divine\nServices in every way, to recommend them by their example to their\nsubjects, and to assist whenever necessary the Ministers, Elders, and\nDeacons and to protect them by proper regulations, so it is the duty\nof all Ministers, Elders, and Deacons diligently and sincerely to\nimpress upon the entire Congregation the obedience, love, and respect\nwhich they owe the Magistrates; further, all Church Officers shall set\na good example to the Congregation, and seek to gain and retain the\ngood will of the Magistrates toward the Churches by means of proper\nrespect and correspondence, to the end that, each acting for the\nmutual welfare, in the fear of the Lord, all suspicion and distrust\nmay be prevented, and true concord be maintained to the welfare of the\nChurches.\n\n## Second Head - Of the Ecclesiastical Assemblies\n"},{"name":"Article 29","text":"\nFour things of ecclesiastical assemblies shall be maintained: the\nConsistory, the Classical Meetings, the Particular Synod, and the\nGeneral or National Synod.\n"},{"name":"Article 30","text":"\nIn these assemblies ecclesiastical matters only shall be transacted\nand that in an ecclesiastical manner. In major assemblies only each\nmatters shall be dealt with as could not be finished in minor\nassemblies, or such as pertain to the churches of the major assembly\nin common.\n"},{"name":"Article 31","text":"\nIf anyone complain that he has been wronged by the decision of a minor\nassembly, he shall have the right to appeal to a major ecclesiastical\nassembly, and whatever may be agreed upon by a majority vote shall be\nconsidered settled and binding, unless it be proved to conflict with\nthe Word of God or with the Articles formulated in this General Synod,\nas long as they are not changed by another General Synod.\n"},{"name":"Article 32","text":"\nThe proceedings of all assemblies shall begin by calling upon the Name\nof God and be closed with thanksgiving.\n"},{"name":"Article 33","text":"\nThose who are delegated to the assemblies shall bring with them their\ncredentials and instructions, signed by those sending them, and they\nonly shall have a vote.\n"},{"name":"Article 34","text":"\nIn all assemblies there shall be not only a president, but also a\nclerk to keep a faithful record of that which deserves to be recorded.\n"},{"name":"Article 35","text":"\nThe office of the president is to state and explain the business to be\ntransacted, to see to it that everyone observe due order in speaking,\nto silence the captious and those who are vehement in speaking; and\nproperly to discipline them if they refuse to listen. Furthermore his\noffice shall cease when the assembly arises.\n"},{"name":"Article 36","text":"\nThe Classis has the same jurisdiction over the Consistory as the\nParticular Synod has over the Classis and the General Synod over the\nParticular.\n"},{"name":"Article 37","text":"\nIn all churches there shall be a Consistory composed of the Ministers\nof the Word and the Elders, who shall meet at least once a week. The\nMinister of the Word, or the Ministers, if there be more than one, in\nturn, shall preside and regulate the proceedings (And also the\nMagistrates of the place respectively shall, if they desire to do so,\ndelegate one or two of their number, being members of the\nCongregation, to the Consistory to listen to the matter under\ndiscussion and to participate in the deliberation.)\n"},{"name":"Article 38","text":"\nIn places where the Consistory is to be constituted for the first time\nthis shall not take place except with the advice of the Classis. And\nwhenever the number of Elders is very small, the Deacons may be added\nto the Consistory.\n"},{"name":"Article 39","text":"\nIn places where as yet there is no Consistory, the Classis shall in\nthe meantime take care of the work which would otherwise be performed\nby the Consistory in accordance with this Church Order.\n"},{"name":"Article 40","text":"\nLikewise the Deacons shall meet every week to transact the business\npertaining to their office, calling upon the Name of God, whereunto\nthe Ministers shall take good heed and if necessary they shall be\npresent.\n"},{"name":"Article 41","text":"\nThe Classical meetings shall consist of neighbouring churches that\nrespectively delegate, with proper credentials, a Minister and an\nElder, to meet at such a time and place as was determined by the\nprevious Classical meeting, with the understanding that this be within\nthe next three months. In these meetings the Ministers shall preside\nin rotation or the assembly shall choose one to preside; however, the\nsame Minister shall not be chosen twice in succession. Furthermore,\nthe president shall, among other things, ask each of them if\nConsistory meetings are held in their churches; if church discipline\nis exercised; if the poor and the schools are cared for; lastly, if\nthey need the judgment and help of the Classis for the proper\ngovernment of their Church. The Minister designated by the previous\nClassis shall preach a brief sermon from the Word of God, of which the\nothers shall judge and point out if anything be lacking in it.\nFinally, at the last meeting before the Particular Synod delegates\nshall be chosen to attend said Synod.\n"},{"name":"Article 42","text":"\nWhen there are more Ministers than one in a church, all of them may\nattend the Classis and have a vote, except in matters which\nparticularly concern their persons or churches.\n"},{"name":"Article 43","text":"\nAt the close of the Classical and other major Assemblies, censure\nshall be exercised over those who have done something worthy of\npunishment in the meeting, or who have scorned the admonition of the\nminor assemblies.\n"},{"name":"Article 44","text":"\nThe Classis shall authorize a number of its Ministers, at least two of\nthe oldest, most experienced and competent ones, to visit all the\nChurches once a year, in cities as well as in rural districts, and to\ntake heed whether the Ministers, Consistories, and School-teachers\nfaithfully perform the duties of their offices, adhere to sound\ndoctrine, observe in all things the adopted order, and properly\npromote as much as lies in them, by word and deed, the edification of\nthe Congregation including the youth, to the end that they may in time\nfraternally admonish those who have in anything been negligent, and\nmay by their advice and assistance help direct all things unto peace,\nupbuilding, and neatest profit of the Churches and Schools. And each\nClassis may continue these Visitors in service as long as it sees fit,\nexcept where the Visitors themselves request to be released for\nreasons of which the Classis shall judge.\n"},{"name":"Article 45","text":"\nIt shall be the duty of the church in which the Classis, and likewise\nthe Particular or General Synod meets, to furnish the following\nmeeting with the minutes of the preceding.\n"},{"name":"Article 46","text":"\nInstructions concerning matters to be considered in major assemblies\nshall not be written until the decisions of the previous Synod have\nbeen read, in order that what was once decided be not again proposed\nunless a revision be deemed necessary.\n"},{"name":"Article 47","text":"\nEvery year, or if need be oftener, four or five or more neighbouring\nClasses shall meet as a Particular Synod, to which each Classis shall\ndelegate two Ministers and two Elders. At the close of both, the\nParticular and the General Synod, some church shall be empowered to\ndetermine with the advice of the Classis the time and place of the\nnext Synod.\n"},{"name":"Article 48","text":"\nEach Synod shall be at liberty to solicit and hold correspondence with\nits neighbouring Synod or Synods, in such manner as they shall judge\nmost conducive to general edification.\n"},{"name":"Article 49","text":"Each Synod shall delegate some to execute everything ordained by Synod\nboth as to what pertains to the High Authorities and to the respective\nClasses resorting under it; and likewise to supervise together or in\nsmaller numbers all examinations of future Ministers. And furthermore,\nin all other eventual difficulties they shall extend help to the\nClasses in order that proper unity, order, and soundness of doctrine\nmay be maintained and established. They shall also keep proper record\nof all their actions to report thereof to Synod, and if it be\ndemanded, give reasons. They shall also not be discharged from their\nservice before and until Synod itself discharges them.\n"},{"name":"Article 50","text":"\nThe National Synod shall ordinarily be held every three years, unless\nan urgent need arises to make it a shorter period. Two Ministers and\ntwo Elders shall be sent from each Particular Synod (from both the\nGerman and the Welsh speaking churches). Further, the church charged\nwith appointing the time and place of the General Synod shall convene\nits Particular Synod if the General Synod is to be called within the\nthree years (and inform the nearest church speaking the other\nlanguage, which is to send four persons there) to determine jointly\nthe time and place. (When the church which has been appointed to\nconvene the General Synod is consulting with the Classis regarding the\ntime and place, it is to inform the High Authorities in due time, that\nwith their knowledge, if it be their pleasure also to send some to the\nClassis, the matter be decided in the presence and with the advice of\ntheir Deputies.)\n"},{"name":"Article 51","text":"\n(Whereas two languages are spoken in the Netherlands, it is deemed\nproper that the churches of the German and the Welsh languages each\nhave their own Consistories, Classical Meetings, and Particular\nSynods.)\n"},{"name":"Article 52","text":"\n(Notwithstanding, it is reso1ved that in the cities where before\nmentioned Welsh churches are found, some Ministers and Elders from\nboth sides meet every month to maintain proper unit and correspondence\nwith each other and, as much as possible, assist one another with\nadvice as the need arises.)\n\n\n## Third Head - Of the Doctrine, Sacraments, and Other Ceremonies\n"},{"name":"Article 53","text":"\nThe Ministers of the Word of God and likewise the Professors in\nTheology shall subscribe to the Confession of Faith of the Netherlands\nChurches (which is proper for the other Professors as well), and the\nMinisters who refuse to do so shall de facto be suspended from their\noffice by the Consistory or Classis until they shall have declared\nthemselves fully in this matter, and if they obstinately persist in\nrefusing, they shall be deposed from their office.\n"},{"name":"Article 54","text":"\nLikewise the Schoolteachers shall subscribe to the aforesaid Articles\nor instead thereof to the Christian Catechism.\n"},{"name":"Article 55","text":"\nNo one of the Reformed Religion shall presume to have printed or\npublished in any other way any book or writing, treating of Religion,\nprepared or translated by himself or by someone else, unless it is\npreviously looked over and approved by the Ministers of the Word of\nhis Classis, or by the Particular Synod, or by the Professors of\nTheology of these provinces, but with the knowledge of his Classis.\n"},{"name":"Article 56","text":"\nThe Covenant of God shall be sealed to the children of Christians by\nBaptism as soon as the administration thereof is feasible, in the\npublic assembly when the Word of God is preached. But in those places\nwhere sermons are preached less frequently, a certain day of the week\nshall be set aside for the administration of Baptism in a special\nservice, not however, without the preaching of a sermon.\n"},{"name":"Article 57","text":"\nThe Ministers shall do their best and put forth every effort to have\nthe father present his child for baptism. And in the Congregations\nwhere Spons0rs or Witnesses are taken at Baptism beside the father\n(which custom, not being objectional in itself, is not easily changed)\nit is proper that such be taken who agree with the pure doctrine and\nare pious in their conversation.\n"},{"name":"Article 58","text":"\nIn baptizing both children and adults, the Ministers shall employ the\nForms pertaining to the institution and administration of Baptism\nwhich have been drawn up respectively for this purpose.\n"},{"name":"Article 59","text":"\nAdults are incorporated through Baptism into the Christian Church and\nare received as members of the Church, and are therefore obliged also\nto partake of the Lord's Supper, which they shall promise to do at\ntheir Baptism.\n"},{"name":"Article 60","text":"\nThe names of those baptized, together with those of the parents and\nwitnesses, and likewise the date of Baptism, shall be recorded.\n"},{"name":"Article 61","text":"\nNone shall be admitted to the Lord's Supper except those who,\naccording to the usage of the Church to which they unite themselves,\nhave made Confession of Religion, besides being reputed to be of a\ngodly conversation, without which also those who come from other\nChurches shall not be admitted.\n"},{"name":"Article 62","text":"\nEvery Church shall administer the Lord's Supper in such a manner as it\nshall judge most conducive to edification; provided, however, that the\noutward ceremonies as prescribed in God's Word be not changed and all\nsuperstition be avoided, and that at the conclusion of the sermon and\nthe usual prayers on the pulpit, the Form for the administration of\nthe Lord's Supper, together with the prayer for that purpose, shall be\nread at the Table.\n"},{"name":"Article 63","text":"\nThe Lordly Supper shall be administered once every two months,\nwherever possible, and it will be edifying that it take place at\nEaster, Pentecost, and Christmas where the circumstances of the Church\npermit. However, in those places where the Church has not yet been\ninstituted, first of all Elders and Deacons shall be provided.\n"},{"name":"Article 64","text":"\nWhereas the Evening Prayer Meetings are found profitable in many\nplaces, every Church shall govern their use in a manner they judge to\nconduce most to their edification. However, in case they would desire\nto discontinue them, this is not to be done without the judgment of\nthe Classis (and of the Authorities who favour the Reformed Religion).\n"},{"name":"Article 65","text":"\nIf funeral sermons are not in use, they are not to be introduced, and\nif they already have come to be accepted, diligence shall be exercised\nto dispose of them by the most suitable means.\n"},{"name":"Article 66","text":"\nIn times of war, pestilence, calamities, heavy persecution of the\nChurches, and other general distresses, the Ministers of the Churches\nshall request the Government to employ their authority and command\nthat public days of Fasting and Prayer be appointed and set aside.\n"},{"name":"Article 67","text":"\nThe Churches shall observe, in addition to Sunday, also Christmas,\nEaster, and Pentecost, with the following day, and whereas in most of\nthe cities and provinces of the Netherlands the day of Circumcision\nand of Ascension of Christ are also observed, Ministers in every place\nwhere this is not yet done shall take steps with the Government to\nhave them conform with the others.\n"},{"name":"Article 68","text":"\nThe Ministers everywhere shall briefly explain on Sunday, ordinarily\nin the afternoon sermon, the sum of Christian doctrine comprehended in\nthe Catechism which at present is accepted in the Netherland Churches,\nso that it may be completed every year in accordance with the devision\nof the Catechism itself made for that purpose.\n"},{"name":"Article 69","text":"\nIn the Churches only the 150 Psalms of David, the Ten Commandments,\nthe Lord's Prayer, the Twelve Articles of Faith, the Song of Mary,\nthat of Zacharias, and that of Simon shall be sung. It is left to the\nindividual Churches whether or not to use the hymn \"Oh God! who art\nour Father.\" All other hymns are to be excluded from the Churches, and\nin those places where some have already been introduced they are to be\nremoved by the most suitable means.\n"},{"name":"Article 70","text":"\nWhereas up to now various usages in regard to marriages are maintained\neverywhere, and it nevertheless is proper that uniformity be exercised\nin this matter, therefore the Churches shall adhere to the method\nwhich they, in conformity to the Word of God and previous\necclesiastical regulations have maintained up to now, until the High\nAuthorities (which are to be asked to do so at the earliest\nopportunity) shall prepare a general Regulation with the advice of the\nMinisters of the Churches, to which this Church Order refers itself in\nthis matter.\n\n\n## Fourth Head - Of Censure and Ecclesiastical Admonition\n"},{"name":"Article 71","text":"\nAs Christian discipline is of a spiritual nature, and exempts no one\nfrom civil trial or punishment by the authorities, so also besides\ncivil punishment there is need of ecclesiastical censure, to reconcile\nthe sinner with the Church and with his neighbour, and to remove the\noffense out of the Church of Christ.\n"},{"name":"Article 72","text":"\nIn case anyone transgresses against the purity of doctrine or\ngodliness of conversation, as long as it is of a private character and\nhas not given public offense, the rule clearly prescribed by Christ in\nMatthew 18 shall be followed.\n"},{"name":"Article 73","text":"\nSecret sins of which the sinner repent after being admonished by one\nperson in private or in the presence of two or three witnesses, shall\nnot be laid before the Consistory.\n"},{"name":"Article 74","text":"\nIf anyone, having been admonished in love concerning a secret sin by\ntwo or three persons, does not give heed, or otherwise has committed a\npublic sin, the matter shall be reported to the Consistory.\n"},{"name":"Article 75","text":"\nThe reconciliation of all such sins as are of their nature of a public\ncharacter, or have become public because the admonition of the Church\nwas despised, shall take place, when definite signs of repentance are\nevident, publicly, by the judgment of the Consistory; and in rural\ndistricts or smaller towns having only one Minister, with the advice\nof two neighbouring Churches, in such a form and manner as shall be\njudged to be conducive to the edification of each Church.\n"},{"name":"Article 76","text":"\nSuch as obstinately reject the admonition of the Consistory, and\nlikewise those who have committed a public or otherwise gross sin,\nshall be suspended from the Lord's Supper. And if he, having been\nsuspended after repeated admonitions, shows no signs of repentance,\nthe Consistory shall at last proceed to the extreme remedy, namely,\nexcommunication, agreeably to the Form adopted for that purpose\naccording to the Word of God. But no one shall be excommunicated\nexcept with previous advice of Classis.\n"},{"name":"Article 77","text":"\nBefore proceeding to excommunication, the obstinacy of the sinner\nshall be publicly made known to the Congregation, explaining the\noffense, together with the diligence bestowed upon him in reproof,\nsuspension from the Lord's Supper, and manifold admonitions; and the\nCongregation shall be exhorted to speak to him and to pray for him.\nThere shall be three such admonitions. In the first the name of the\nsinner shall not be mentioned, that he be somewhat spared. In the\nsecond, with the advice of the Classis, his name shall be mentioned.\nIn the third the Congregation shall be informed that, unless he\nrepent, he will be excluded from the fellowship of the Church, so that\nhis excommunication, in case he remains obstinate, may take place with\nthe tacit approbation of the Church. The interval between the\nadmonition shall be left to the discretion of the Consistory.\n"},{"name":"Article 78","text":"\nWhenever anyone who has been excommunicated desire to become\nreconciled to the Church in the way of penitence, it shall be\nannounced to the Congregation, either before the administration of the\nLord's Supper or at some opportune time, in order that, in so far as\nno one can mention anything against him to the contrary, at the next\nLord's Supper he may, with profession of his repentance be publicly\nreinstated according to the Form for that purpose.\n"},{"name":"Article 79","text":"\nWhen Ministers of the Divine Word, Elders, or Deacons have committed\nany public, gross sin, which is a disgrace to the Church, or worthy of\npunishment by the Authorities, the Elders and Deacons shall\nimmediately, by preceding sentence of the Consistory of that Church\nand the nearest adjoining Church, be deposed from their office, but\nthe Ministers shall be suspended. But whether or not they are to be\nentirely deposed from their office shall be subject to the judgment of\nthe Classis.\n"},{"name":"Article 80","text":"\nFurthermore, among the gross sins which are worthy of being punished\nwith suspension or deposition from office, these are the principal\nones: false doctrine or heresy, public schism, public blasphemy,\nsimony, faithless desertion of office or intrusion upon that of\nanother, perjury, adultery, fornication, theft, acts of violence,\nhabitual drunkenness, brawling, filthy lucre; in short, all sins and\ngross offenses as render the perpetrators infamous before the world,\nand which in any private member of the Church would cause him to be\nconsidered worthy of excommunication.\n"},{"name":"Article 81","text":"\nThe Ministers of the Word, Elders, and Deacons shall exercise\nChristian censure among themselves, and in a friendly spirit admonish\none another with regard to the discharge of their office.\n"},{"name":"Article 82","text":"\nTo those who remove from the Congregation, a Certificate of Dismission\nor testimony regarding their conversation shall be given them at the\ndiscretion of the Consistory, under the seal of the Church, or where\nthere is no seal, signed by two.\n"},{"name":"Article 83","text":"\nFurthermore, the poor shall, when removing for sufficient reasons,\nreceive assistance from the Deacons at their discretion provided it be\nnoted on the reverse side of their Certificate of Dismission to places\nto which they wish to go, and the assistance they have received.\n"},{"name":"Article 84","text":"\nNo church shall in any way lord it over other Churches, no Minister\nover other Ministers, no Elder or Deacon over other Elders or Deacons.\n"},{"name":"Article 85","text":"\nForeign Churches whose usages regarding nonessentials differ from ours\nshall not be rejected.\n"},{"name":"Article 86","text":"\nThese Articles, relating to the lawful Order of the Churches, have\nbeen so drafted and adopted by common convent, that they, if the\nprofit of the Churches demand otherwise, may and ought to be altered,\naugmented, or diminished. However, no particular Congregation,\nClassis, or Synod shall be at liberty to do so, but they shall show\nall diligence in observing them, until it be otherwise ordained by the\nGeneral, or National Synod.\n"},{"name":"Formula of Subscription","text":"\nWE, the undersigned, Professors of The . . . Reformed Church,\nMinisters of the Gospel, Elders and Deacons of The . . . Reformed\ncongregation of . . . of the Classis of . . . do hereby sincerely and\nin good conscience before the Lord, declare by this, our subscription,\nthat we heartily believe and are persuaded that all the articles and\npoints of doctrine, contained in the Confession and Catechism of the\nReformed Churches, together with the explanation of some points of the\naforesaid doctrine, made by the National Synod of Dordrecht, 1618-'19,\ndo fully agree with the Word of God.\nWe promise therefore diligently to teach and faithfully to defend the\naforesaid doctrine, without either directly or indirectly\ncontradicting the same, by our public preaching or writing.\nWe declare, moreover, that we not only reject all errors that\nmilitate against this doctrine and particularly those which were\ncondemned by the above mentioned Synod, but that we are disposed to\nrefute and contradict these, and to exert ourselves in keeping the\nChurch free from such errors. And if hereafter any difficulties or\ndifferent sentiments respecting the aforesaid doctrines should arise\nin our minds, we promise that we will neither publicly nor privately\npropose, teach, or defend the same, either by preaching or writing,\nuntil we have first revealed such sentiments to the consistory,\nClassis and Synod, that the same may be there examined, being ready\nalways cheerfully to submit to the judgment of the consistory, Classis\nand Synod, under the penalty in case of refusal to be, by that very\nfact, suspended from our office.\n\nAnd further, if at any time the consistory, Classis or Synod, upon\nsufficient grounds of suspicion and to preserve the uniformity and\npurity of doctrine, may deem it proper to requite of us a further\nexplanation of our sentiments respecting any particular article of the\nConfession of Faith, the Catechism, or the explanation of the National\nSynod, we do hereby promise to be always willing and ready to comply\nwith such requisition, under the penalty above mentioned, reserving\nfor ourselves, however, the right of an appeal, whenever we shall\nbelieve ourselves aggrieved by the sentence of the consistory, the\nClassis or the Synod, and until a decision is made upon such an\nappeal, we will acquiesce in the determination and judgment already\npassed.\n"}]}