{"name":"Abstract of Principles of 1858","publication_year":1858,"type":"confession","chapters":[{"name":"The Scriptures","number":1,"text":"The Scriptures of the Old and New Testaments were given by inspiration of God, and are the only sufficient, certain and authoritative rule of all saving knowledge, faith and obedience."},{"name":"God","number":2,"text":"There is but one God, the Maker, Preserver and Ruler of all things, having in and of Himself, all perfections, and being infinite in them all; and to Him all creatures owe the highest love, reverence and obedience."},{"name":"The Trinity","number":3,"text":"God is revealed to us as Father, Son and Holy Spirit each with distinct personal attributes, but without division of nature, essence or being."},{"name":"Providence","number":4,"text":"God from eternity, decrees or permits all things that come to pass, and perpetually upholds, directs and governs all creatures and all events; yet so as not in any wise to be the author or approver of sin nor to destroy the free will and responsibility of intelligent creatures."},{"name":"Election","number":5,"text":"Election is God's eternal choice of some persons unto everlasting life-not because of foreseen merit in them, but of His mere mercy in Christ-in consequence of which choice they are called, justified and glorified."},{"name":"The Fall of Man","number":6,"text":"God originally created Man in His own image, and free from sin; but, through the temptation of Satan, he transgressed the command of God, and fell from his original holiness and righteousness; whereby his posterity inherit a nature corrupt and wholly opposed to God and His law, are under condemnation, and as soon as they are capable of moral action, become actual transgressors."},{"name":"The Mediator","number":7,"text":"Jesus Christ, the only begotten Son of God, is the divinely appointed mediator between God and man. Having taken upon Himself human nature, yet without sin, He perfectly fulfilled the law; suffered and died upon the cross for the salvation of sinners. He was buried, and rose again the third day, and ascended to His Father, at whose right hand He ever liveth to make intercession for His people. He is the only Mediator, the Prophet, Priest and King of the Church, and Sovereign of the Universe."},{"name":"Regeneration","number":8,"text":"Regeneration is a change of heart, wrought by the Holy Spirit, who quickeneth the dead in trespasses and sins enlightening their minds spiritually and savingly to understand the Word of God, and renewing their whole nature, so that they love and practice holiness. It is a work of God's free and special grace alone."},{"name":"Repentance","number":9,"text":"Repentance is an evangelical grace, wherein a person being by the Holy Spirit, made sensible of the manifold evil of his sin, humbleth himself for it, with godly sorrow, detestation of it, and self- abhorrence, with a purpose and endeavor to walk before God so as to please Him in all things."},{"name":"Faith","number":10,"text":"Saving faith is the belief, on God's authority, of whatsoever is revealed in His Word concerning Christ; accepting and resting upon Him alone for justification and eternal life. It is wrought in the heart by the Holy Spirit, and is accompanied by all other saving graces, and leads to a life of holiness."},{"name":"Justification","number":11,"text":"Justification is God's gracious and full acquittal of sinners, who believe in Christ, from all sin, through the satisfaction that Christ has made; not for anything wrought in them or done by them; but on account of the obedience and satisfaction of Christ, they receiving and resting on Him and His righteousness by faith."},{"name":"Sanctification","number":12,"text":"Those who have been regenerated are also sanctified by God's word and Spirit dwelling in them. This sanctification is progressive through the supply of Divine strength, which all saints seek to obtain, pressing after a heavenly life in cordial obedience to all Christ's commands."},{"name":"Perseverance of the Saints","number":13,"text":"Those whom God hath accepted in the Beloved, and sanctified by His Spirit, will never totally nor finally fall away from the state of grace, but shall certainly persevere to the end; and though they may fall through neglect and temptation, into sin, whereby they grieve the Spirit, impair their graces and comforts, bring reproach on the Church, and temporal judgments on themselves, yet they shall be renewed again unto repentance, and be kept by the power of God through faith unto salvation."},{"name":"The Church","number":14,"text":"The Lord Jesus is the head of the Church, which is composed of all His true disciples, and in Him is invested supremely all power for its government. According to His commandment, Christians are to associate themselves into particular societies or churches; and to each of these churches He hath given needful authority for administering that order, discipline and worship which He hath appointed. The regular officers of a Church are Bishops or Elders, and Deacons."},{"name":"Baptism","number":15,"text":"Baptism is an ordinance of the Lord Jesus, obligatory upon every believer, wherein he is immersed in water in the name of the Father, and of the Son, and of the Holy Spirit, as a sign of his fellowship with the death and resurrection of Christ, of remission of sins, and of giving himself up to God, to live and walk in newness of life. It is prerequisite to church fellowship, and to participation in the Lord's Supper."},{"name":"The Lord's Supper","number":16,"text":"The Lord's Supper is an ordinance of Jesus Christ, to be administered with the elements of bread and wine, and to be observed by His churches till the end of the world. It is in no sense a sacrifice, but is designed to commemorate His death, to confirm the faith and other graces of Christians, and to be a bond, pledge and renewal of their communion with Him, and of their church fellowship."},{"name":"The Lord's Day","number":17,"text":"The Lord's Day is a Christian institution for regular observance, and should be employed in exercises of worship and spiritual devotion, both public and private, resting from worldly employments and amusements, works of necessity and mercy only excepted."},{"name":"Liberty of Conscience","number":18,"text":"God alone is Lord of the conscience; and He hath left it free from the doctrines and commandments of men, which are in anything contrary to His word, or not contained in it. Civil magistrates being ordained of God, subjection in all lawful things commanded by them ought to be yielded by us in the Lord, not only for wrath, but also for conscience sake."},{"name":"The Resurrection","number":19,"text":"The bodies of men after death return to dust, but their spirits return immediately to God-the righteous to rest with Him; the wicked, to be reserved under darkness to the judgment. At the last day, the bodies of all the dead, both just and unjust, will be raised."},{"name":"The Judgment","number":20,"text":"God hath appointed a day, wherein He will judge the world by Jesus Christ, when every one shall receive according to his deeds; the wicked shall go into everlasting punishment; the righteous, into everlasting life."}]}